{
	"Quest.wheat_3.step1": "أعتقد أن لدي أكثر مما كنت أعتقد! كل شيء ضبابي جدا! يجب أن آكل قبل أن أصاب بالجنون. تعال ، دعنا نزرع بدمج هذه النباتات!",
	"Quest.dishes_0.step1": "الآن ، دعنا نحصل على المكونات ونطبخ شيئًا لذيذًا. لا أستطيع أن أرى بوضوح عندما أكون جائعة.",
	"Quest.woodsource_1_1.step1": "لحية ميرلين! انها عملت! هل يستطيع أحد أن يشرح لي ما يحدث؟",
	"Quest.woodsource_1_1.step2": "أتمنى لو أستطيع. لقد غطيت بهذا الضباب لأيام حتى الآن. شكرا لك لإنقاذي من الأرواح الشريرة!",
	"Quest.woodsource_1_1.step3": "أرواح شريرة؟ لكن المملكة الأكثر دمجًا هي المكان الأكثر أمانًا في العالم السابع ...",
	"Quest.woodsource_1_1.step4": "وإلا كيف تفسر تلك المواقف السيئة؟ اسمحوا لي أن أساعدك في التخلص منهم قبل أن يأخذوا كل أراضينا.",
	"Quest.wood_1.step1": "لقد كنت رائعا هناك! ما رأيك في توحيد القوى؟",
	"Quest.wood_1.step2": "أعتقد أنك لن تدوم يومًا بدوني. تعال ، لدينا مملكة لننقذها!",
	"Quest.wood_2.step1": "عظيم! الآن لدينا ما يكفي من الأخشاب لبناء شيء ما.",
	"Quest.wood_3.step1": "هل يبدو كشيء قد تفكر في العيش فيه؟",
	"Quest.wood_3.step2": "هل أنت جاد؟ لست متأكدًا حتى مما إذا كان إبهامي مناسبًا هناك.",
	"Quest.wood_3.step3": "حسنًا ، في هذه الحالة ، من الأفضل لك التقطيع! وسأحاول كسر أكبر قدر ممكن من الضباب حتى تتمكن من الحصول على عدد كافٍ من الأشياء لتلعب بها.",
	"Quest.wood_4.step1": "نظرة! انها مثالية. يمكنك الانتقال وقتما تشاء.",
	"Quest.wood_4.step2": "قد أبدو بسيطًا ، لكنني معتاد على مستويات معيشية أعلى بكثير. تعال ، لنحتل أراضٍ جديدة لتعدين المزيد من الأخشاب",
	"Quest.wood_5.step1": "إنه بالتأكيد يكبر! أراهن أننا يمكن أن نلائم لحيتك بالكامل هناك.",
	"Quest.wood_5.step2": "يبدو معقولاً ولكن يمكننا أن نفعل ما هو أفضل من ذلك. إنتس ، نحن قادمون!",
	"Quest.wood_6.step1": "ما مقدار الخشب الذي نحتاجه لجعل هذا المكان أكبر؟",
	"Quest.wood_6.step2": "كلما احتجنا إلى المزيد من الأخشاب ، قل عدد الأشياء التي نحتفظ بها. في احسن الاحوال!",
	"Quest.wood_7.step1": "أعتقد أنه أفضل ما يمكننا القيام به.",
	"Quest.wood_7.step2": "أوه يا صديقي العزيز. ليس لديك فكرة عن مدى قدرتنا على ذلك!",
	"Quest.king_1.step1": "ماذا يفعل التاج هنا؟ ماذا يمكن أن يعني ذلك؟",
	"Quest.king_1.step2": "أراهن أن الأرواح الشريرة نسيت أن تخفيها داخل أخطائهم. دعونا نحفر أعمق!",
	"Quest.king_2.step1": "هل تفكر فيما افكر؟",
	"Quest.king_2.step2": "أعتقد أن كلا رأسنا كبير بالنسبة لهذا التاج. لنجد أنه المالك الشرعي!",
	"Quest.king_3.step1": "هل خطر ببالك أن التاج قد يكون ملكًا بالفعل للملك؟",
	"Quest.king_3.step2": "من المنطقي الآن أنك قلتها بصوت عالٍ. يجب أن نسرع لإنقاذه!",
	"Quest.bear_1.step1": "نظرة! لقد وجدت شيئا!",
	"Quest.bear_1.step2": "مرة أخرى؟ أنت دائما تشعر بالحماس المفرط ... يا إلهي! إنها مطرقة كهفية فعلية!",
	"Quest.bear_1.step3": "لا يبدو لي كل هذا القوة.",
	"Quest.bear_1.step4": "انتظر حتى تقابل صاحبها!",
	"Quest.bear_2.step1": "كم عدد المطارق الموجودة؟ هل نحن في حاجة لهم؟",
	"Quest.bear_2.step2": "أنا لا أفهم. ربما ذهبنا إلى نفس المدرسة ، لكن لماذا أنت متذمر للغاية وأنا لست كذلك؟",
	"Quest.bear_2.step3": "من هو متذمر ، أنا؟ أنا لا أتذمر من كونك نشطًا بشكل مزعج.",
	"Quest.bear_2.step4": "لا تضيعوا طاقتكم في الجدال أيها الفتيان. نحن بحاجة إلى المزيد من تلك المطارق. استمر في التقطيع!",
	"Quest.bear_3.step1": "المطارق أصبحت أثقل وأثقل. لست متأكدًا من وجود أي شخص على الإطلاق يمكنه الاحتفاظ بها ، ناهيك عن استخدامها!",
	"Quest.bear_3.step2": "بالطبع تعتقد أنها ثقيلة ، انظر إلى ذراعيك الصغير!",
	"Quest.bear_3.step3": "ذراعي على ما يرام. لك فقط سمين جدا. سآخذ استراحة أثناء الفرم. تحتاج إلى ممارسة المزيد.",
	"Quest.bear_4.step1": "أنتم بخير يا شباب! لا أطيق الانتظار حتى ترى ما سيحدث عندما نحصل على جميع المطارق.",
	"Quest.bear_4.step2": "ربما في يوم من الأيام سنجد فأسًا أيضًا لأن لي أصبح باهتًا من كل التقطيع.",
	"Quest.bear_5.step1": "هل نعرف حتى لماذا تسمى مطرقة العسل؟ هل يمكنه استدعاء العسل؟",
	"Quest.bear_5.step2": "نحن نعيد الكرة مرة أخرى. لدينا الكثير من العمل ولكن الشيء الوحيد الذي تفعله هو التفكير في الطعام.",
	"Quest.bear_5.step3": "ما المشكلة في هذا الأمر؟ الغذاء يجعلني سعيدا.",
	"Quest.bear_5.step4": "وسمين. دعونا نجد المزيد من المطارق لمعرفة ما إذا كان بإمكانهم استدعاء أي شيء على الإطلاق.",
	"Quest.bear_6.step1": "مولى! المطرقة متوهجة. هل هذا يعني شيئا؟",
	"Quest.bear_6.step2": "هذا يعني أننا قريبون جدًا من اكتشاف رائع!",
	"Quest.candies_4.step1": "يبدو أنني جائع مرة أخرى ... يبدو أن هذا القرع لذيذ جدًا بالنسبة لي.",
	"Quest.candies_4.step2": "كلهم لك. لكن لا تتوقع مني أن أطبخ لك. قلبي ينتمي إلى التقطيع!",
	"Quest.wood_9.step1": "يبدو أننا وجدناها أخيرًا! هل هذا المكان كبير بما يكفي لك؟",
	"Quest.wood_9.step2": "لي؟ يمكن أن يصلح سرب كامل. الآن علينا فقط إيجاد واحد.",
	"Quest.wood_9.step3": "قبل أن ننتهي ، لننتهي من البناء. ماذا تريد أن تفعل ذلك؟",
	"Quest.wood_9.step4": "أحتاج إلى شحذ فأسى وأجد لنفسي بعض الخيام.",
	"Quest.wood_9.step5": "وأنا بحاجة لأكل شيء. تبدو وكأنها خطة رائعة!",
	"Quest.stone_1.step1": "كنت أبحث عن بعض الطعام ولكن هذا ما وجدته.",
	"Quest.stone_1.step2": "سأبذل قصارى جهدي لإبقائك ممتلئًا ولكن في هذه الأثناء استمر في البحث عن المزيد من الأحجار حتى نتمكن من بناء حصن.",
	"Quest.stone_2.step1": "أعلم بالفعل أنك جيد مع الخشب ولكن ماذا عن المواد الأخرى؟",
	"Quest.stone_2.step2": "يمكنني بناء أي شيء من كل شيء. شاهد وتعلم!",
	"Quest.stone_3.step1": "هذا ما تسمونه تشييد مبنى؟ ألا يمكنك فعل أي شيء بدون مساعدتي؟",
	"Quest.stone_3.step2": "ألا تعجبك؟ كنت أفكر نوعًا ما أنه كان مثاليًا بالنسبة لك.",
	"Quest.stone_3.step3": "إذا كان علينا إعادة بناء مملكتنا من الصفر ، فسأحرص على أن يكون لدي أكبر قصر.",
	"Quest.stone_4.step1": "لا أصدق أنني أقول هذا لكنك كنت على حق بالفعل. إنه محافظ بالنسبة لي. سأستخدمه كسقيفة لحفظ الأشياء القديمة.",
	"Quest.stone_4.step2": "كما تريد. على الرغم من أنني أعلم أنه ليس لديك أي شيء منذ أن أخذ الضباب كل شيء بعيدًا ، هل تتذكر؟",
	"Quest.stone_5.step1": "هذا يبدو رائعا. من الذي يجب أن أشكره على هذا الإنجاز المعماري العظيم؟",
	"Quest.stone_5.step2": "يجب أن تشكرنا جميعاً ، صاحب السمو. وتأكد من أننا قادرون على أشياء أعظم.",
	"Quest.stone_6.step1": "يمكن أن نستخدمه كبرج مراقبة لرعاية الحفلات والغولم حتى يظلوا تحت السيطرة.",
	"Quest.stone_6.step2": "في الوقت الحالي ، نعم. لكن بما أننا نخطط لأن يكون لدينا جيش خاص بنا ، فسنحتاج إلى مكان ما لإطعام الجنود ...",
	"Quest.stone_7.step1": "هذه الحانة تبدو لذيذة. هل يجب علي الذهاب إلى هناك واختباره؟",
	"Quest.stone_7.step2": "ليس قبل أن نعيد بنائه ونتحول إلى شيء آخر.",
	"Quest.stone_8.step1": "كيف تحبها الآن؟",
	"Quest.stone_8.step2": "لقد دمرت مبنى جميلاً للغاية لكنني سأتجاوزه. في النهاية. عندما آكل شيئا.",
	"Quest.stone_10.step1": "هذه هي. ستمثل هذه القلعة بداية مملكة فارواكي الجديدة. أقوى وأكثر ازدهارًا.",
	"Quest.stone_10.step2": "روحك وإيمانك هو ما يبقينا مستمرين.",
	"Quest.stone_10.step3": "أعلم أنه لا يوجد الكثير منا حتى الآن ولكن يمكننا القيام بأشياء رائعة معًا.",
	"Quest.wagon_1.step1": "هل يوجد أحد في فريقنا يمكنه العمل مع المعدن؟",
	"Quest.wagon_1.step2": "لا تنظر إلي. لقد قمت بالفعل بالجزء الأكثر أهمية. لقد أنقذتك.",
	"Quest.wagon_1.step3": "لا أعرف ما إذا كان بإمكانك معرفة ذلك من خلال درعي ولكنني أعرف شيئًا أو شيئين عن السبائك.",
	"Quest.wagon_2.step1": "لذا ، ماذا سنفعل حيال تلك الحزم؟",
	"Quest.wagon_2.step2": "سوف يشكلون أساسًا رائعًا لمبانينا المستقبلية. دعنا نحصل على المزيد!",
	"Quest.wagon_3.step1": "هل تقوم ببناء كوخ اسكيمو؟ لم أكن أعرف أنك دب قطبي ...",
	"Quest.wagon_3.step2": "كان من الممكن أن تتعلم شيئًا ما إذا كنت تستخدم عينيك بدلاً من فمك كثيرًا.",
	"Quest.wagon_4.step1": "أشيب ، هل هذا ما أعتقده؟",
	"Quest.wagon_4.step2": "نعم سيدي. اعتقدت أننا قد نحتاج إلى شيء مثل هذا في حالتنا.",
	"Quest.wagon_4.step3": "ما هذا؟ أنا لا أفهم.",
	"Quest.wagon_4.step4": "مرة أخرى ، المزيد من المشاهدة ، كلام أقل.",
	"Quest.wagon_5.step1": "حسنًا ، الآن فهمت.",
	"Quest.wagon_5.step2": "انا فضولي. ماذا ترى؟",
	"Quest.wagon_5.step3": "حسنًا ، لقد حصلت علي. ما زلت لا فكرة.",
	"Quest.wagon_5.step4": "تحلى بالصبر يا صديقي. فقط ساعدني في الحصول على المزيد من الموارد وسرعان ما سترى كل شيء.",
	"Quest.wagon_6.step1": "قد لا تعرف ذلك ولكن Grizzly يأتي من سلسلة طويلة جدًا من العلماء.",
	"Quest.wagon_6.step2": "هل حقا؟ لا تقل. إنه يشبه المحارب أكثر.",
	"Quest.wagon_6.step3": "أنا أشياء كثيرة لكن قلبي سينتمي دائمًا إلى المعرفة. آمل أن يعجبك مختبري الجديد.",
	"Quest.wagon_7.step1": "هذا يبدو جميلا. ما الذي تخطط لفعله به؟",
	"Quest.wagon_7.step2": "أولاً ، انتهيت من بنائه ، لذا ستكون مساعدتك موضع تقدير كبير.",
	"Quest.wagon_8.step1": "لقد شعرت بالجوع قليلاً من كوني مفيدة للغاية وكنت أتساءل عما إذا كان هناك طريقة لصنع شيء لذيذ وملء هناك؟",
	"Quest.wagon_8.step2": "لا مانع منه. يتحدث دائما عن الطعام. هل هناك أي شيء آخر يمكننا القيام به؟",
	"Quest.wagon_8.step3": "انه بخير. شكرا لك. سأفكر في شيء لأفعله عندما ننتهي.",
	"Quest.wagon_10.step1": "هذا هو المكان الذي سأبني فيه مختبري. ما رأيك؟",
	"Quest.wagon_10.step2": "أعتقد أنه حل رائع. حتى لو لم يكن الأمر كذلك ، يمكننا دائمًا وضعه في مكان آخر.",
	"Quest.wagon_10.step3": "نعم ، يمكنك دائمًا الاعتماد علينا. لقد حصلنا على ظهرك!",
	"Quest.elf_1.step1": "هل بيننا صيادون؟",
	"Quest.elf_1.step2": "لماذا تسأل؟",
	"Quest.elf_1.step3": "لقد وجدت سهم.",
	"Quest.elf_1.step4": "من السابق لأوانه القفز إلى الاستنتاجات. دعونا نجمع المزيد ونرى ما سيحدث.",
	"Quest.elf_2.step1": "هل تعلم لماذا نستمر في مواجهة هذه الأشياء الغريبة في جميع أنحاء المملكة؟",
	"Quest.elf_2.step2": "لا يسعني إلا أن أخمن. نحتاج إلى مزيد من المعلومات إذا أردنا معرفة ما حدث هنا.",
	"Quest.elf_3.step1": "لست متأكدًا حتى مما إذا كان أي شخص هنا جيدًا في الرماية.",
	"Quest.elf_3.step2": "لماذا يريد أي شخص القوس إذا كان لديك فأس؟",
	"Quest.elf_3.step3": "أم مطرقة؟",
	"Quest.elf_3.step4": "كان لدي نصيبي من الشكوك ، لكنني الآن على يقين من أن هذه الجعبة تنتمي إلى كائن أكثر تعقيدًا منا.",
	"Quest.elf_4.step1": "ماذا لو لم يطالب أحد بهذه الأسهم؟ هل يمكنني الاحتفاظ بها بعد ذلك؟",
	"Quest.elf_4.step2": "لماذا تريدهم حتى؟ هم ليسوا صالحين للأكل.",
	"Quest.elf_4.step3": "سأستخدمها كشوكة كبيرة وجميلة.",
	"Quest.elf_5.step1": "كلما زاد عدد الأسهم التي وجدناها ، أصبح الأمر مخيفًا.",
	"Quest.elf_5.step2": "ولما ذلك؟",
	"Quest.elf_5.step3": "ماذا لو قرر صاحبها استخدامها ضدنا؟",
	"Quest.elf_5.step4": "أعتقد أنك كنت خائفًا أيضًا عندما رأيتني للمرة الأولى. انظر إلينا الآن. ثقيل كاللصوص!",
	"Quest.elf_6.step1": "انتبه ، يمكن لصاحب القوس الوصول إلى هنا في أي دقيقة.",
	"Quest.elf_6.step2": "سنحرص على جمع المزيد من القطع لجعل المشهد أكثر ترحيباً.",
	"Quest.elf_7.step1": "هل هو أفضل من هذا؟ من منا لا يرغب في الحصول على مثل هذا القوس الرائع؟",
	"Quest.elf_7.step2": "ماذا تعرف عن الانحناء؟ والأهم من ذلك كله ، عن الجمال؟ دعنا فقط ننتظر المالك ليكشف عن نفسها.",
	"Quest.warlock_1.step1": "أخبار رائعة! أعتقد أنني وجدت للتو وصفة جديدة. يمكنني أخيرًا طهي شيء جديد.",
	"Quest.warlock_1.step2": "دعنى ارى. حسنًا ... إنها ليست وصفة لطبق. إنها وصفة لجرعة.",
	"Quest.warlock_1.step3": "لم أكن أعلم أنه يسمح للسحرة بدخول مملكة فارواكي.",
	"Quest.warlock_1.step4": "ربما هي ليست من هنا ...",
	"Quest.warlock_2.step1": "يمكن لأي شخص أن يتكلم اللغات القديمة؟",
	"Quest.warlock_2.step2": "لا لماذا تسأل؟",
	"Quest.warlock_2.step3": "لقد وجدت للتو المتغير الثاني لتلك المعادلة السحرية وأريد أن أقرأ ما تحتويه.",
	"Quest.warlock_2.step4": "لا أعتقد أنها فكرة جيدة. لن نعرف ماذا نفعل بها حتى لو كنا بارعين في اللغات المطلوبة.",
	"Quest.warlock_3.step1": "كم عدد التعاويذ هناك؟ لأنني ما زلت أعثر على هذه الكتب ...",
	"Quest.warlock_3.step2": "هل هو مهم حقا؟ نعلم جميعًا أنه لا يمكنك حتى قراءتها. اتركهم.",
	"Quest.warlock_3.step3": "سأستمر في البحث حتى أجد شيئًا يمكنني قراءته.",
	"Quest.warlock_4.step1": "أتساءل من هو صاحب هذه الكتب. لم أر شيئًا كهذا من قبل.",
	"Quest.warlock_4.step2": "هذا ما كنا نظن عندما وجدنا القوس الخاص بك.",
	"Quest.warlock_4.step3": "من المضحك أنك لا تستطيع دائمًا استخدام الأشياء التي تجدها.",
	"Quest.warlock_5.step1": "هل تعتقد أن صاحب هذه الكتب سيكون لديه إجابات؟",
	"Quest.warlock_5.step2": "لقد كنت جزءًا من الحرس الملكي لسنوات عديدة حتى الآن وتعلمت أن أؤمن بالمعجزات.",
	"Quest.warlock_5.step3": "عادةً ما أؤمن بإقامة إيمانك ولكن مثل هذه الأوقات تجعلني أتساءل عما إذا كنت مخطئًا ...",
	"Quest.warlock_6.step1": "أشيب ، ما رأيك في هذه الكتب من وجهة نظر علمية؟",
	"Quest.warlock_6.step2": "أفضل عدم قول ذلك لأنني لا أريد الإساءة إلى أحد.",
	"Quest.warlock_6.step3": "مثير للإعجاب. الآن أنا أكثر فضولًا لرؤية هذه الساحرة المزعومة.",
	"Quest.warlock_7.step1": "هل يريد أحد أن يستسلم؟ لقد حملنا هذه الكتب لفترة طويلة جدًا. ولا تصبح أخف وزنا.",
	"Quest.warlock_7.step2": "نحن مدينون لمالكهم لإنقاذها. صدقني ، لقد كنت هناك. ليس شعورًا لطيفًا أن يسيطر عليك الضباب.",
	"Quest.warlock_8.step1": "كلما زاد عدد الأشخاص لدينا ، كانت فرصنا في مواجهة الضباب أفضل.",
	"Quest.warlock_8.step2": "دعونا نأمل أن يسلط تعزيزنا القادم بعض الضوء على هذا اللغز.",
	"Quest.magicplant_1.step1": "انظروا الى ما وجدتها!",
	"Quest.magicplant_1.step2": "كيف لك أن تستمر في العثور على الأشياء؟",
	"Quest.magicplant_1.step3": "إنه سهل يا صديقي. أنا فقط أبحث دائمًا عن الطعام.",
	"Quest.magicplant_2.step1": "هل لديك اي فكرة ما هذا؟",
	"Quest.magicplant_2.step2": "لا ، لم أر شيئًا كهذا من قبل.",
	"Quest.magicplant_2.step3": "ربما يمكنك تذوقها وإخبارنا كيف تشعر.",
	"Quest.magicplant_2.step4": "أعلم أن لدي سمعة طيبة ، لكن حتى أنا خائف من تناول شيء غير مألوف.",
	"Quest.magicplant_3.step1": "أنا سعيد لأنني لم أحاول أكله. بدأت تتوهج!",
	"Quest.magicplant_3.step2": "كان من المضحك مشاهدة بطنك الضخم يضيء من الداخل. شعلة بشرية كبيرة الحجم ، إذا جاز لي ذلك.",
	"Quest.magicplant_4.step1": "حسنا ماذا يجدر بنا ان نفعل حول هذا؟",
	"Quest.magicplant_4.step2": "لماذا انت تسالني؟ لا أعلم.",
	"Quest.magicplant_4.step3": "لأنك خبير عندما يتعلق الأمر بالأشجار.",
	"Quest.magicplant_4.step4": "نعم ، عندما يتعلق الأمر بتقطيعها. هذا يبدو أنه سيضيع على الحطب.",
	"Quest.magicplant_5.step1": "إنها تكبر وتكبر في كل مرة. متى يتوقف؟",
	"Quest.magicplant_5.step2": "لا أعرف ولكن أراهن أن لديها متسعًا كبيرًا للنمو أكثر.",
	"Quest.magicplant_5.step3": "حسنًا ، لكن إذا لم يكن الأمر كذلك ، فأنت تطبخ الليلة.",
	"Quest.magicplant_6.step1": "لدي فكرة بارعة! يجب أن نقرأ عن هذا النبات في الكتاب.",
	"Quest.magicplant_6.step2": "خطة رائعة! على الرغم من وجود مشكلة واحدة صغيرة. لا أحد منا يستطيع القراءة.",
	"Quest.magicplant_6.step3": "هذا صحيح ... كيف يمكنني أن أنساه!",
	"Quest.magicplant_6.step4": "ليس حادًا جدًا بالنسبة إلى عبقري ، أليس كذلك؟",
	"Quest.magicplant_7.step1": "واو ، انظر كم هو جميل. فقط شيء جيد يمكن أن يخرج من شيء جميل.",
	"Quest.magicplant_7.step2": "دعنا نكتشف ما إذا كنت على حق!",
	"Quest.magicplant_8.step1": "هل أرى هذا صحيحًا؟",
	"Quest.magicplant_8.step2": "لا ، هذه الزهور ليست للأكل.",
	"Quest.magicplant_8.step3": "لماذا هم إذن؟",
	"Quest.magicplant_8.step4": "أعتقد أنهم لمنح الأمنيات.",
	"Quest.troll_1.step1": "يبدو أن حلمك يتحقق. كيف تحب فأسك الجديد؟",
	"Quest.troll_1.step2": "لا أشعر برغبة في أخذ فأس شخص آخر. دعونا نجد مالكها الفعلي.",
	"Quest.troll_2.step1": "ربما ستكون أكثر امتثالًا وتقبل عرضي بأن تصبح سيدًا جديدًا لهذا المحور؟",
	"Quest.troll_2.step2": "أنا سعيد جدًا بمطرقي ، شكرًا لك. لماذا تريد التخلص منه كثيرا؟",
	"Quest.troll_2.step3": "لا أريد أن أتضور جوعًا حتى الموت أثناء البحث عن الشخص الذي فقدها.",
	"Quest.troll_3.step1": "هل أزعجك صديقنا المشترك بعرضه؟",
	"Quest.troll_3.step2": "بالطبع ، لقد فعل. لكنني أعرف حقًا لمن هذا الفأس لذلك وعدت بالمساعدة في البحث.",
	"Quest.troll_3.step3": "اعلمني ان كنت في حاجة لاية مساعدة!",
	"Quest.troll_4.step1": "فريقنا يكبر. كيف ستشعر وأنت لست الوحيد الذي يعرف طريقه حول المحاور؟",
	"Quest.troll_4.step2": "سأشعر بشعور رائع. أخيرًا سيكون هناك شخص ما للتحدث معه بدلاً منك.",
	"Quest.troll_5.step1": "من المهم أن تكون مستعدًا. لا نعرف ما إذا كان هذا فخًا أم لا. ربما شخص ما يلعب معنا.",
	"Quest.troll_5.step2": "لا أشعر بأي سحر مظلم يحيط بهذا الفأس. لدي سبب للاعتقاد بأننا على الطريق الصحيح.",
	"Quest.troll_5.step3": "أتمنى أن تكون على حق ولكن دعونا نراقب بعضنا البعض على أي حال.",
	"Quest.troll_6.step1": "لذا كيف تعرف صاحب الفأس؟ اعتقدت أن عشاق الرماية لا يحبون الآخرين.",
	"Quest.troll_6.step2": "ومع ذلك ، أنا هنا أتحدث إليكم.",
	"Quest.troll_6.step3": "أنا جادة. من هو؟",
	"Quest.troll_6.step4": "إنه صياد عظيم. إذا كان بإمكان أي شخص مساعدتك في الحصول على بعض الطعام لتناول العشاء ، فهو هو.",
	"Quest.troll_7.step1": "انظروا كم هي رائعة هذه المحاور! هل أنت متأكد أنك لا تريد أن تأخذ واحدة؟ من يحتاج إلى محورين؟",
	"Quest.troll_7.step2": "شخص قوي بما يكفي ليحمل كلاهما.",
	"Quest.troll_8.step1": "كنت دائما أتساءل يا جلالة الملك ما هو السلاح الذي تختاره؟ هل يمكن أن يكون فأس بأي فرصة؟",
	"Quest.troll_8.step2": "الملك الحكيم سيفعل كل ما في وسعه لتجنب المعركة. لهذا السبب يجب علي دائمًا أن أبقي عقلي أكثر حدة من أي سيف.",
	"Quest.troll_9.step1": "هل ما زلت تعتقد أنه آمن؟ لم أر قط فأسًا يمكنها إطلاق النار.",
	"Quest.troll_9.step2": "إنها تعويذة قوية للغاية ولكن ليس لدينا ما يدعو للقلق. لا يوجد سوى حكيم واحد في جميع العوالم يمكنه أن يلقي بها.",
	"Quest.troll_9.step3": "ويصادف أنه صديق جيد جدًا لمملكة فارواكي.",
	"Quest.bamboo_1.step1": "لدي أعظم الأخبار ، أشيب! هناك شيء يجعل إقامتك هنا أفضل بكثير. أنت تحب الخيزران ، أليس كذلك؟",
	"Quest.bamboo_1.step2": "أنا آسف لإحباطك لكنك تربكني بشخص ما. أنا على دراية ببعض حيوانات الباندا ولكني لست واحدًا بنفسي.",
	"Quest.bamboo_1.step3": "ربما يجب أن تتعلم منهم. بعد كل شيء ، دائمًا ما يكون الطعام الطبيعي نادرًا عندما يكون الراكب موجودًا.",
	"Quest.bamboo_2.step1": "لماذا نحتاج إلى هذا الخيزران على أي حال إذا كان Grizzly لن يأكله؟",
	"Quest.bamboo_2.step2": "الا تتذكر؟ يمكنني بناء أي شيء من أي شيء. لنجد المزيد!",
	"Quest.bamboo_3.step1": "حسنًا ، فهمت أنك لا تجدها لذيذة ولكن هل ستفكر في العيش في منزل مصنوع من الخيزران؟",
	"Quest.bamboo_3.step2": "طبعا، لم لا. إذا كانت كبيرة بما يكفي لتستوعبني.",
	"Quest.bamboo_3.step3": "هل سمعت هذا؟ دعونا نبني قصرًا لصديقنا!",
	"Quest.bamboo_4.step1": "سمعت أن بعض المحاربين يستخدمون أعواد الخيزران كأسلحتهم. هل تفكر في فعل نفس الشيء؟",
	"Quest.bamboo_4.step2": "قد تكون جيدة للقتال لكني أعشق الصيد. لذا الجواب لا.",
	"Quest.bamboo_4.step3": "فهمتك. ربما يمكننا أن نبني لك سقيفة كبيرة بما يكفي لتخزين كل الأقواس والسهام.",
	"Quest.bamboo_5.step1": "يعجبني ما تفعله هنا. كلما زاد عدد المباني التي لدينا ، ستكون قواتنا أقوى. كم يمكنك نصب أكثر؟",
	"Quest.bamboo_5.step2": "يعتمد ذلك على كمية المواد التي يمكن أن نجدها.",
	"Quest.bamboo_5.step3": "حسنًا ، في هذه الحالة ، لا تدخر أي نفقات ولكن اعثر على ما نحتاج إليه. استخدم كل المساعدة التي تحتاجها.",
	"Quest.bamboo_6.step1": "لا أصدق أنني أقول هذا ولكني أريدك أن تبحث عن الطعام.",
	"Quest.bamboo_6.step2": "ولا أصدق أذني! أنا أخيرًا لست الشخص الوحيد الجائع طوال الوقت.",
	"Quest.bamboo_6.step3": "نعم ، ما زلت كذلك. كنت آمل فقط أن تساعدني عن طريق الخطأ في العثور على المزيد من الخيزران أثناء البحث عن القوت.",
	"Quest.bamboo_7.step1": "أنا لا أفهم. لماذا نستخدم الخيزران في البناء عندما يكون لدينا الحجر والمعدن والخشب؟ أليسوا أكثر مرونة؟",
	"Quest.bamboo_7.step2": "نعم ، قد يكونون كذلك. لكن ليس لدينا خيار. أراضينا مليئة بأنواع مختلفة من المخلوقات التي يتعين علينا قطعها.",
	"Quest.bamboo_7.step3": "وسيكون من الضياع عدم استخدام ما تبقى منها. كل شيء له قيمة عند إعادة بناء مملكتنا.",
	"Quest.bamboo_8.step1": "لم يكن لدي أي فكرة أنه يمكنك تشييد مبنى بهذا الحجم الضخم باستخدام ... الخيزران.",
	"Quest.bamboo_8.step2": "حسنًا يا صديقي ، عندما يكون لديك ما يكفي من شيء ما وتعرف كيفية استخدامه ، تحدث المعجزات. انتظر حتى ترى التالي!",
	"Quest.bamboo_10.step1": "لم تكن تكذب. هذا مذهل. قد أعيد النظر في الانتقال إلى هنا من مسكني الحالي.",
	"Quest.bamboo_10.step2": "لا أنصحك بالعيش في منزل نظريًا يمكن أكله. قد لا تكون باندا ولكن شهيتك لا يمكن التنبؤ بها.",
	"Quest.sapphire_1.step1": "تذكر أنك أخبرتني أنه يمكنك بناء أي شيء من أي شيء؟",
	"Quest.sapphire_1.step2": "بالتاكيد. لا أستخدم الكلمات باستخفاف مثل بعض أعضاء طاقمنا الآخرين.",
	"Quest.sapphire_1.step3": "ثم لدي تحدٍ لك إذا اخترت قبوله!",
	"Quest.sapphire_2.step1": "هل ما زلت تعتقد أنك جاهز للمهمة؟",
	"Quest.sapphire_2.step2": "وية والولوج. وسأنهي بشكل أسرع إذا توقفت عن الكلام وبدأت في مساعدتي في جمع المزيد من المواد.",
	"Quest.sapphire_3.step1": "ألا تبدو هشة بالنسبة لك؟",
	"Quest.sapphire_3.step2": "لا تقلل من شأن البلورات. كلما زاد عدد المباني التي قمنا باستخدامها ، ستكون مملكتنا أكثر أمانًا.",
	"Quest.sapphire_4.step1": "ما الذي تبنيه يا رفاق؟",
	"Quest.sapphire_4.step2": "جينجيربيرد يحاول يائسًا إثبات أنه لا يضيع كلماته.",
	"Quest.sapphire_4.step3": "أنا لا أحاول إثبات ذلك. أنا أفعل ذلك بالفعل.",
	"Quest.sapphire_5.step1": "هذا يبدو جميل. على الرغم من أنني لن أفكر أبدًا أنك قمت بذلك.",
	"Quest.sapphire_5.step2": "لماذا هذا؟",
	"Quest.sapphire_5.step3": "لا أقصد أن أكون وقحًا لكنك لا تبدو كشخص قادر على إنشاء مبانٍ متطورة كهذه",
	"Quest.sapphire_6.step1": "حسنًا ، لقد حصلت على صفقة مع نفسك. سأساعدك تحت شرط واحد ...",
	"Quest.sapphire_6.step2": "أنا أقوم بعمل جيد بمفردي. لا أعتقد أنني بحاجة لمساعدتكم.",
	"Quest.sapphire_6.step3": "الوقت جدا متأخر الآن. أنا أساعدك على أي حال في مقابل إحدى هذه الفيلات. يبدو أن إميرالدا تحبهم وأنا ... حسنًا. أنا حقا أحبها.",
	"Quest.sapphire_7.step1": "هل أخبرت أي شخص آخر عن سرك؟",
	"Quest.sapphire_7.step2": "لا! وإذا فعلت ذلك فسأقسم فأسك إلى قطع!",
	"Quest.sapphire_7.step3": "لا تقلق ، إنها آمنة معي. في الواقع ، أجده رومانسيًا جدًا. دعونا نبني لها قلعة حقيقية!",
	"Quest.sapphire_8.step1": "مرحبًا ، أشيب ، هل يمكنك مساعدتنا؟ حاولنا قضم أكثر مما يمكننا مضغه.",
	"Quest.sapphire_8.step2": "لا تقل إنك تريد مني أن أحمل لك المواد مرة أخرى! أنا دب قوي ومستقل ولكن لدي مشاعر أيضًا ، كما تعلم.",
	"Quest.sapphire_8.step3": "بالتاكيد. ولا نريد أن نؤذيهم. سنقيم حفلة شاي مع العسل والمربى بعد ذلك وأنت مدعو!",
	"Quest.sapphire_8.step4": "لماذا لم تبدأ بذلك ؟! ماذا وأين تريد مني أن أحمل؟",
	"Quest.sapphire_9.step1": "ماذا ستفعل؟ فقط أعطها المفاتيح وقل \"إنها قلعتك الآن ، استمتع\"؟",
	"Quest.sapphire_9.step2": "لم أعتقد أن الأمر قد انتهى. أنا لا أجيد الكلمات ، أنت تعرف ذلك أفضل من أي شخص آخر.",
	"Quest.sapphire_9.step3": "ربما يجب أن نسأل الملك؟ وظيفته أن يكون بليغاً.",
	"Quest.sapphire_9.step4": "لست مستعدًا لمشاركة أحلك سر مع شخصين في يوم واحد. سوف أرفعه!",
	"Quest.sapphire_11.step1": "كيف تحب هذه القلعة؟",
	"Quest.sapphire_11.step2": "انها جميلة. قام جينجيربيرد بعمل رائع.",
	"Quest.sapphire_11.step3": "لقد ساعدته في الواقع. قال إنه لا يستطيع فعل ذلك بدوني.",
	"Quest.sapphire_11.step4": "حقا؟ حسنًا ، أتمنى أن تدرك أنني كنت ساخرًا عندما وصفتها بأنها جميلة. لوني المفضل هو الأخضر وليس الأرجواني. حظ أوفر في المرة القادمة."
}