{
	"Quest.wheat_3.step1": "Chyba wypiłem nawet więcej, niż myślałem! Wszystko jest takie mgliste! Muszę coś zjeść, zanim oszaleję. Chodź, zróbmy farmę, łącząc te rośliny!",
	"Quest.dishes_0.step1": "Teraz weźmy składniki i ugotujmy coś pysznego. Nigdy nie widzę wyraźnie, kiedy jestem głodny.",
	"Quest.woodsource_1_1.step1": "Broda Merlina! Zadziałało! Czy ktoś może mi wyjaśnić, co się dzieje?",
	"Quest.woodsource_1_1.step2": "Chciałbym móc. Od wielu dni pokrywała mnie ta mgła. Dziękuję za uratowanie mnie przed złymi duchami!",
	"Quest.woodsource_1_1.step3": "Złe duchy? Ale Królestwo Połączone jest najbezpieczniejszym miejscem w Siódmym Królestwie ...",
	"Quest.woodsource_1_1.step4": "Jak inaczej byś wytłumaczył te paskudne enty? Pozwól, że pomogę ci się ich pozbyć, zanim zajmą całe nasze terytorium.",
	"Quest.wood_1.step1": "Byłeś tam imponujący! Co myślisz o połączeniu sił?",
	"Quest.wood_1.step2": "Myślę, że nie wytrzymasz beze mnie dnia. Chodź, mamy królestwo do uratowania!",
	"Quest.wood_2.step1": "Wspaniały! Teraz mamy dość drewna, żeby coś zbudować.",
	"Quest.wood_3.step1": "Czy to wygląda na coś, w czym chciałbyś zamieszkać?",
	"Quest.wood_3.step2": "Mówisz poważnie? Nie jestem nawet pewien, czy mój kciuk się tam zmieści.",
	"Quest.wood_3.step3": "W takim razie lepiej zabierz się do siekania! I spróbuję rozbić jak najwięcej mgły, abyś miał wystarczająco dużo entów do zabawy.",
	"Quest.wood_4.step1": "Popatrz! Jest doskonały. Możesz się wprowadzić, kiedy tylko chcesz.",
	"Quest.wood_4.step2": "Mogę wydawać się prosty, ale jestem przyzwyczajony do znacznie wyższych standardów życia. Chodź, podbijmy nowe ziemie, aby wydobyć więcej drewna.",
	"Quest.wood_5.step1": "Zdecydowanie się powiększa! Założę się, że zmieścilibyśmy tam całą twoją brodę.",
	"Quest.wood_5.step2": "Brzmi wiarygodnie, ale możemy zrobić to lepiej. Entowie, nadchodzimy!",
	"Quest.wood_6.step1": "O ile więcej drewna potrzebujemy, aby to miejsce było jeszcze większe?",
	"Quest.wood_6.step2": "Im więcej potrzebujemy drewna, tym mniej będziemy przechowywać. Idealny!",
	"Quest.wood_7.step1": "Myślę, że to najlepsze, co możemy zrobić.",
	"Quest.wood_7.step2": "Och, mój drogi przyjacielu. Nie masz pojęcia, o ile więcej jesteśmy w stanie!",
	"Quest.king_1.step1": "Co tu robi korona? Co to może oznaczać?",
	"Quest.king_1.step2": "Założę się, że złe duchy zapomniały tego ukryć w swoich żachach. Poszukajmy głębiej!",
	"Quest.king_2.step1": "Myślisz o tym o czym ja myśle?",
	"Quest.king_2.step2": "Myślę, że obie nasze głowy są za duże na tę koronę. Znajdźmy jego prawowitego właściciela!",
	"Quest.king_3.step1": "Czy przyszło ci do głowy, że korona może faktycznie należeć do króla?",
	"Quest.king_3.step2": "Teraz, kiedy powiedziałeś to na głos, ma to duży sens. Powinniśmy się pospieszyć, aby go uratować!",
	"Quest.bear_1.step1": "Popatrz! Coś znalazłem!",
	"Quest.bear_1.step2": "Jeszcze raz? Zawsze jesteś nadmiernie podekscytowany ... O drogi panie! To prawdziwy młot jaskiniowy!",
	"Quest.bear_1.step3": "Nie brzmi to dla mnie aż tak potężnie.",
	"Quest.bear_1.step4": "Poczekaj, aż spotkasz jego właściciela!",
	"Quest.bear_2.step1": "Ile tam jest młotków? Czy w ogóle ich potrzebujemy?",
	"Quest.bear_2.step2": "Nie rozumiem. Prawdopodobnie chodziliśmy do tej samej szkoły, ale dlaczego jesteś taki marudny, a ja nie?",
	"Quest.bear_2.step3": "Kto się marudzi, ja? Nie narzekam, że jesteś tak irytująco aktywny.",
	"Quest.bear_2.step4": "Nie traćcie energii na kłótnie, chłopcy. Potrzebujemy więcej tych młotów. Nie przestawaj siekać!",
	"Quest.bear_3.step1": "Młotki stają się coraz cięższe. Nie jestem pewien, czy w ogóle jest ktoś, kto może je trzymać, nie mówiąc już o ich użyciu!",
	"Quest.bear_3.step2": "Oczywiście myślisz, że jest ciężki, spójrz na swoje maleńkie ramiona!",
	"Quest.bear_3.step3": "Moje ramiona są w porządku. Twoje są po prostu za grube. Zrobię sobie przerwę, podczas gdy ty siekasz. Musisz więcej ćwiczyć.",
	"Quest.bear_4.step1": "Świetnie sobie radzicie, chłopcy! Nie mogę się doczekać, aż zobaczysz, co się stanie, kiedy zdobędziemy wszystkie młoty.",
	"Quest.bear_4.step2": "Może któregoś dnia też znajdziemy siekierę, bo mój staje się coraz bardziej tępy od rąbania.",
	"Quest.bear_5.step1": "Czy w ogóle wiemy, dlaczego nazywa się Honey Hammer? Czy może przywołać miód?",
	"Quest.bear_5.step2": "Znowu zaczynamy. Mamy dużo pracy, ale jedyne, co robisz, to myślenie o jedzeniu.",
	"Quest.bear_5.step3": "Co z tym jest nie tak? Jedzenie sprawia, że jestem szczęśliwy.",
	"Quest.bear_5.step4": "I gruby. Poszukajmy więcej młotów, aby zobaczyć, czy w ogóle mogą przyzywać cokolwiek.",
	"Quest.bear_6.step1": "Rozpłodnik! Młotek się świeci. Czy to coś znaczy?",
	"Quest.bear_6.step2": "Oznacza to, że jesteśmy bardzo blisko wielkiego odkrycia!",
	"Quest.candies_4.step1": "Wygląda na to, że znowu jestem głodny ... Te dynie wydają mi się całkiem smaczne.",
	"Quest.candies_4.step2": "Wszystkie są twoje. Ale nie oczekuj, że dla ciebie gotuję. Moje serce należy do rąbania!",
	"Quest.wood_9.step1": "Wygląda na to, że w końcu go znaleźliśmy! Czy to miejsce jest dla Ciebie wystarczająco duże?",
	"Quest.wood_9.step2": "Dla mnie? Może pomieścić całą eskadrę. Teraz musimy tylko znaleźć.",
	"Quest.wood_9.step3": "Zanim to zrobimy, skończmy budowę. Czego potrzebujesz, żeby to zrobić?",
	"Quest.wood_9.step4": "Muszę naostrzyć siekierę i znaleźć sobie kilka centów.",
	"Quest.wood_9.step5": "I muszę coś zjeść. Brzmi jak świetny plan!",
	"Quest.stone_1.step1": "Szukałem jedzenia, ale to właśnie znalazłem.",
	"Quest.stone_1.step2": "Zrobię co w mojej mocy, abyś był pełny, ale w międzyczasie szukaj więcej kamienia, abyśmy mogli zbudować fort.",
	"Quest.stone_2.step1": "Wiem już, że dobrze radzisz sobie z drewnem, ale co z innymi materiałami?",
	"Quest.stone_2.step2": "Mogę zbudować wszystko ze wszystkiego. Patrz i ucz się!",
	"Quest.stone_3.step1": "To jest to, co nazywasz wznoszeniem budynku? Nie możesz nic zrobić bez mojej pomocy?",
	"Quest.stone_3.step2": "Nie podoba ci się to? Myślałem, że to jest dla ciebie idealne.",
	"Quest.stone_3.step3": "Jeśli będziemy musieli odbudować nasze królestwo od podstaw, upewnię się, że mam największy pałac.",
	"Quest.stone_4.step1": "Nie mogę uwierzyć, że to mówię, ale miałeś rację. To jest dla mnie idealne. Użyję go jako szopy do przechowywania starych rzeczy.",
	"Quest.stone_4.step2": "Jak sobie życzysz. Chociaż wiem, że nic nie masz, bo mgła wszystko zabrała, pamiętasz?",
	"Quest.stone_5.step1": "To wygląda świetnie. Komu powinienem podziękować za tak wielkie osiągnięcie architektoniczne?",
	"Quest.stone_5.step2": "Powinnaś nam wszystkim podziękować, Wasza Wysokość. I upewnij się, że jesteśmy zdolni do jeszcze większych rzeczy.",
	"Quest.stone_6.step1": "Moglibyśmy użyć go jako wieży strażniczej do pilnowania entów i golemów, aby pozostały pod kontrolą.",
	"Quest.stone_6.step2": "Na razie tak. Ale ponieważ planujemy mieć własną armię, będziemy potrzebować miejsca, gdzie nakarmimy żołnierzy ...",
	"Quest.stone_7.step1": "Ta tawerna wygląda przepysznie. Powinienem tam wejść i przetestować to?",
	"Quest.stone_7.step2": "Nie, zanim go odbudujemy i zamienimy w coś innego.",
	"Quest.stone_8.step1": "Jak ci się teraz podoba?",
	"Quest.stone_8.step2": "Zrujnowałeś idealnie ładny budynek, ale dam sobie radę. Ostatecznie. Kiedy coś jem.",
	"Quest.stone_10.step1": "To jest to. Ta cytadela będzie oznaczać początek nowego Królestwa Farawake. Jeszcze silniejszy i bardziej zamożny.",
	"Quest.stone_10.step2": "Twój duch i wiara są tym, co nas napędza.",
	"Quest.stone_10.step3": "Wiem, że nie ma nas jeszcze wielu, ale razem możemy robić wielkie rzeczy.",
	"Quest.wagon_1.step1": "Czy w naszym zespole jest ktoś, kto potrafi pracować z metalem?",
	"Quest.wagon_1.step2": "Nie patrz na mnie. Najważniejszą część wykonałem już. Uratowałem cię.",
	"Quest.wagon_1.step3": "Nie wiem, czy mógłbyś to stwierdzić po mojej zbroi, ale tak się składa, że wiem co nieco o stopach.",
	"Quest.wagon_2.step1": "Więc co zrobimy z tymi belkami?",
	"Quest.wagon_2.step2": "Będą świetnym fundamentem dla naszych przyszłych budynków. Chodźmy więcej!",
	"Quest.wagon_3.step1": "Budujesz igloo? Nie wiedziałem, że jesteś niedźwiedziem polarnym ...",
	"Quest.wagon_3.step2": "Mogłeś się czegoś nauczyć, gdybyś częściej używał oczu zamiast ust.",
	"Quest.wagon_4.step1": "Grizzly, czy to jest to, o czym myślę?",
	"Quest.wagon_4.step2": "Tak jest. Pomyślałem, że w naszej sytuacji możemy potrzebować czegoś takiego.",
	"Quest.wagon_4.step3": "Co to jest? Nie rozumiem.",
	"Quest.wagon_4.step4": "Znowu więcej oglądania, mniej mówienia.",
	"Quest.wagon_5.step1": "W porządku, teraz rozumiem.",
	"Quest.wagon_5.step2": "Jestem ciekawy. Co widzisz?",
	"Quest.wagon_5.step3": "OK, masz mnie. Wciąż nie mam pojęcia.",
	"Quest.wagon_5.step4": "Cierpliwości, przyjacielu. Po prostu pomóż mi zdobyć więcej zasobów, a wkrótce zobaczysz wszystko.",
	"Quest.wagon_6.step1": "Możesz tego nie wiedzieć, ale Grizzly pochodzi z bardzo długiego kręgu naukowców.",
	"Quest.wagon_6.step2": "Naprawdę? Nie mówisz. Wygląda bardziej jak wojownik.",
	"Quest.wagon_6.step3": "Jestem wieloma rzeczami, ale moje serce zawsze będzie należeć do wiedzy. Mam nadzieję, że spodoba Ci się moje nowe laboratorium.",
	"Quest.wagon_7.step1": "Ładnie to wygląda. Co zamierzasz z tym zrobić?",
	"Quest.wagon_7.step2": "Po pierwsze, skończyłem go budować, więc Twoja pomoc będzie bardzo doceniona.",
	"Quest.wagon_8.step1": "Zrobiłem się trochę głodny, ponieważ byłem tak nadmiernie pomocny i zastanawiałem się, czy jest sposób, abyś mógł stworzyć coś smacznego i sycącego?",
	"Quest.wagon_8.step2": "Nie przejmuj się nim. Zawsze mówi o jedzeniu. Czy jest coś jeszcze, co możemy zrobić?",
	"Quest.wagon_8.step3": "W porządku. Dziękuję Ci. Wymyślę coś do zrobienia, kiedy skończymy.",
	"Quest.wagon_10.step1": "Tutaj mam zamiar zbudować swoje laboratorium. Co myślisz?",
	"Quest.wagon_10.step2": "Myślę, że to świetne rozwiązanie. Nawet jeśli tak nie jest, zawsze możemy go umieścić gdzie indziej.",
	"Quest.wagon_10.step3": "Tak, zawsze możesz na nas liczyć. Jesteśmy za twoimi plecami!",
	"Quest.elf_1.step1": "Czy są wśród nas jacyś łowcy?",
	"Quest.elf_1.step2": "Dlaczego pytasz?",
	"Quest.elf_1.step3": "Znalazłem strzałę.",
	"Quest.elf_1.step4": "Jest za wcześnie, aby wyciągać pochopne wnioski. Zbierzmy więcej i zobaczmy, co się stanie.",
	"Quest.elf_2.step1": "Czy wiesz, dlaczego ciągle napotykamy te dziwne rzeczy w całym królestwie?",
	"Quest.elf_2.step2": "Mogę się tylko domyślać. Potrzebujemy więcej informacji, jeśli chcemy dowiedzieć się, co się tutaj wydarzyło.",
	"Quest.elf_3.step1": "Nie jestem nawet pewien, czy ktoś tutaj jest dobry w łucznictwie.",
	"Quest.elf_3.step2": "Po co ktoś miałby chcieć łuk, skoro masz topór?",
	"Quest.elf_3.step3": "Albo młotek?",
	"Quest.elf_3.step4": "Miałem trochę wątpliwości, ale teraz jestem prawie pewien, że ten kołczan należy do bardziej wyrafinowanej istoty niż my.",
	"Quest.elf_4.step1": "A jeśli nikt nie przyjdzie po te strzały? Czy mogę je wtedy zatrzymać?",
	"Quest.elf_4.step2": "Dlaczego w ogóle ich chcesz? Nie są jadalne.",
	"Quest.elf_4.step3": "Użyję ich jako dużego, ładnego widelca.",
	"Quest.elf_5.step1": "Im więcej strzał znajdziemy, tym bardziej się to przeraża.",
	"Quest.elf_5.step2": "A czemu to?",
	"Quest.elf_5.step3": "A jeśli ich właściciel zdecyduje się użyć ich przeciwko nam?",
	"Quest.elf_5.step4": "Chyba też się bałeś, kiedy zobaczyłeś mnie po raz pierwszy. Spójrz na nas teraz. Gruby jak złodzieje!",
	"Quest.elf_6.step1": "Uwaga, właściciel łuku może tu dotrzeć w każdej chwili.",
	"Quest.elf_6.step2": "Postaramy się zebrać więcej elementów, aby widok był bardziej przyjazny.",
	"Quest.elf_7.step1": "Czy jest lepiej niż to? Kto nie chciałby mieć tak wspaniałej kokardki?",
	"Quest.elf_7.step2": "Co wiesz o kokardkach? A przede wszystkim o pięknie? Poczekajmy tylko, aż właścicielka się ujawni.",
	"Quest.warlock_1.step1": "Dobre wieści! Myślę, że właśnie znalazłem nowy przepis. Nareszcie mogę ugotować coś nowego.",
	"Quest.warlock_1.step2": "Daj mi zobaczyć. Hm ... To nie jest przepis na danie. To przepis na eliksir.",
	"Quest.warlock_1.step3": "Nie wiedziałem, że do Królestwa Farawake wpuszczano czarownice.",
	"Quest.warlock_1.step4": "Może nie jest stąd ...",
	"Quest.warlock_2.step1": "Czy ktoś potrafi mówić w starożytnych językach?",
	"Quest.warlock_2.step2": "Nie, dlaczego pytasz?",
	"Quest.warlock_2.step3": "Właśnie znalazłem drugą zmienną tego magicznego równania i chciałem przeczytać, co się na niej znajduje.",
	"Quest.warlock_2.step4": "Nie sądzę, żeby to był taki dobry pomysł. Nie wiedzielibyśmy, co z tym zrobić, nawet gdybyśmy biegli posługiwali się wymaganymi językami.",
	"Quest.warlock_3.step1": "Ile jest jeszcze zaklęć? Ponieważ ciągle znajduję te książki ...",
	"Quest.warlock_3.step2": "Czy to naprawdę ma znaczenie? Wszyscy wiemy, że nie możesz ich nawet przeczytać. Zostaw je.",
	"Quest.warlock_3.step3": "Będę szukał, aż znajdę coś, co potrafię przeczytać.",
	"Quest.warlock_4.step1": "Zastanawiam się, kto jest właścicielem tych książek. Nigdy wcześniej czegoś takiego nie widziałem.",
	"Quest.warlock_4.step2": "Tak myśleliśmy, kiedy znaleźliśmy twój łuk.",
	"Quest.warlock_4.step3": "To zabawne, że zawsze nie możesz użyć znalezionych rzeczy.",
	"Quest.warlock_5.step1": "Czy myślisz, że właściciel tych książek będzie miał odpowiedzi?",
	"Quest.warlock_5.step2": "Od wielu lat należę do Gwardii Królewskiej i nauczyłem się wierzyć w cuda.",
	"Quest.warlock_5.step3": "Zwykle wierzę w tworzenie własnej wiary, ale takie chwile sprawiają, że zastanawiam się, czy się mylę ...",
	"Quest.warlock_6.step1": "Grizzly, co sądzisz o tych książkach z naukowego punktu widzenia?",
	"Quest.warlock_6.step2": "Wolałbym nie mówić, bo nie chcę nikogo urazić.",
	"Quest.warlock_6.step3": "Ciekawy. Teraz jestem jeszcze bardziej ciekawa, aby zobaczyć tę tak zwaną wiedźmę.",
	"Quest.warlock_7.step1": "Czy ktoś chce się poddać? Zbyt długo nosimy te książki ze sobą. I nie stają się lżejsze.",
	"Quest.warlock_7.step2": "Jesteśmy to winni ich właścicielowi, aby ją uratował. Zaufaj mi, byłem tam. Opętanie przez mgłę nie jest miłym uczuciem.",
	"Quest.warlock_8.step1": "Im więcej mamy ludzi, tym większe mamy szanse na pokonanie mgły.",
	"Quest.warlock_8.step2": "Miejmy nadzieję, że nasze kolejne wzmocnienie może rzucić trochę światła na tę tajemnicę.",
	"Quest.magicplant_1.step1": "Zobacz co znalazłem!",
	"Quest.magicplant_1.step2": "Dlaczego ciągle znajdujesz rzeczy?",
	"Quest.magicplant_1.step3": "To łatwe, przyjacielu. Po prostu zawsze szukam jedzenia.",
	"Quest.magicplant_2.step1": "Masz pojęcie, co to jest?",
	"Quest.magicplant_2.step2": "Nie, nigdy wcześniej czegoś takiego nie widziałem.",
	"Quest.magicplant_2.step3": "Może mógłbyś spróbować i powiedzieć nam, jakie to uczucie.",
	"Quest.magicplant_2.step4": "Wiem, że mam reputację, ale nawet ja boję się zjeść coś tak nieznanego.",
	"Quest.magicplant_3.step1": "Tak się cieszę, że nie spróbowałam tego zjeść. Zaczęło się świecić!",
	"Quest.magicplant_3.step2": "Byłoby zabawnie patrzeć, jak twój wielki brzuch rozświetla się od wewnątrz. Zbyt duża ludzka pochodnia, jeśli mogę.",
	"Quest.magicplant_4.step1": "Więc co powinniśmy z tym zrobić?",
	"Quest.magicplant_4.step2": "Dlaczego mnie pytasz? Nie wiem",
	"Quest.magicplant_4.step3": "Ponieważ jesteś ekspertem, jeśli chodzi o drzewa.",
	"Quest.magicplant_4.step4": "Tak, jeśli chodzi o ścinanie ich. Ten wygląda, jakby został zmarnowany na drewno opałowe.",
	"Quest.magicplant_5.step1": "Za każdym razem staje się coraz większy. Kiedy to się kończy?",
	"Quest.magicplant_5.step2": "Nie wiem, ale założę się, że ma dużo miejsca, aby się bardziej rozwinąć.",
	"Quest.magicplant_5.step3": "W porządku, ale jeśli nie, to dziś wieczorem gotujesz.",
	"Quest.magicplant_6.step1": "Mam genialny pomysł! O tej roślinie powinniśmy przeczytać w książce.",
	"Quest.magicplant_6.step2": "Świetny plan! Chociaż jest jeden mały problem. Nikt z nas nie umie czytać.",
	"Quest.magicplant_6.step3": "Zgadza się ... Jak mogłem o tym zapomnieć!",
	"Quest.magicplant_6.step4": "Nie jesteś taki bystry jak na geniusza, prawda?",
	"Quest.magicplant_7.step1": "Wow, spójrz, jakie to piękne. Tylko coś dobrego może wyjść z czegoś równie ładnego.",
	"Quest.magicplant_7.step2": "Sprawdźmy, czy masz rację!",
	"Quest.magicplant_8.step1": "Czy widzę to dobrze?",
	"Quest.magicplant_8.step2": "Nie, te kwiaty nie są do jedzenia.",
	"Quest.magicplant_8.step3": "Po co oni są w takim razie?",
	"Quest.magicplant_8.step4": "Myślę, że są za spełnienie życzeń.",
	"Quest.troll_1.step1": "Wygląda na to, że Twoje marzenie się spełnia. Jak ci się podoba twój nowy topór?",
	"Quest.troll_1.step2": "Nie mam ochoty brać topora komuś innemu. Znajdźmy jego faktycznego właściciela.",
	"Quest.troll_2.step1": "Może będziesz bardziej posłuszny i zaakceptujesz moją ofertę zostania nowym mistrzem tej siekiery?",
	"Quest.troll_2.step2": "Jestem całkiem zadowolony z mojego młotka, dziękuję. Dlaczego tak bardzo chcesz się go pozbyć?",
	"Quest.troll_2.step3": "Nie chcę umrzeć z głodu, szukając tego, który go zgubił.",
	"Quest.troll_3.step1": "Czy nasz wspólny znajomy zawracał Ci głowę swoją ofertą?",
	"Quest.troll_3.step2": "Oczywiście, że tak. Ale tak naprawdę wiem, czyja to topór, więc obiecałem pomóc w poszukiwaniach.",
	"Quest.troll_3.step3": "Daj mi znać, jeśli potrzebujesz pomocy!",
	"Quest.troll_4.step1": "Nasz zespół się powiększa. Jak będziesz się czuł, gdy nie jesteś jedynym, który zna się na toporach?",
	"Quest.troll_4.step2": "Czuję się świetnie. W końcu będzie ktoś, z kim można porozmawiać, a nie ty.",
	"Quest.troll_5.step1": "Ważne jest, aby być przygotowanym. Nie wiemy, czy to pułapka, czy nie. Może ktoś się z nami bawi.",
	"Quest.troll_5.step2": "Nie wyczuwam żadnej czarnej magii otaczającej ten topór. Mam powody, by wierzyć, że jesteśmy na dobrej drodze.",
	"Quest.troll_5.step3": "Mam nadzieję, że masz rację, ale i tak miejmy na siebie oko.",
	"Quest.troll_6.step1": "Więc skąd znasz właściciela siekiery? Myślałem, że miłośnicy łucznictwa nie kręcą się z innymi.",
	"Quest.troll_6.step2": "A jednak oto mówię do ciebie.",
	"Quest.troll_6.step3": "Jestem poważny. Kim on jest?",
	"Quest.troll_6.step4": "Jest wielkim łowcą. Jeśli ktoś może ci pomóc złapać coś na obiad, to on.",
	"Quest.troll_7.step1": "Zobacz, jakie fantazyjne są te topory! Czy na pewno nie chcesz tego robić? Kto potrzebuje dwóch osi?",
	"Quest.troll_7.step2": "Kogoś, kto jest wystarczająco silny, by utrzymać ich obu.",
	"Quest.troll_8.step1": "Zawsze się zastanawiałem, Wasza Wysokość, jaką broń wybrałeś? Czy to przypadkiem może być topór?",
	"Quest.troll_8.step2": "Mądry król zrobi wszystko, co w jego mocy, aby uniknąć bitwy. Dlatego zawsze muszę utrzymywać mózg ostrzejszy niż jakikolwiek miecz.",
	"Quest.troll_9.step1": "Czy nadal uważasz, że to bezpieczne? Nigdy nie widziałem topora, który może wywołać ogień.",
	"Quest.troll_9.step2": "To bardzo potężne zaklęcie, ale nie mamy się czym martwić. We wszystkich królestwach jest tylko jeden mędrzec, który może ją rzucić.",
	"Quest.troll_9.step3": "A tak się składa, że jest bardzo dobrym przyjacielem Królestwa Farawake.",
	"Quest.bamboo_1.step1": "Mam wspaniałą wiadomość, Grizzly! Jest coś, co sprawi, że Twój pobyt tutaj będzie o wiele lepszy. Lubisz bambus, prawda?",
	"Quest.bamboo_1.step2": "Przepraszam, że cię zawiodłem, ale mylisz mnie z kimś. Znam kilka pand, ale sam nie jestem jedną z nich.",
	"Quest.bamboo_1.step3": "Może powinieneś się od nich uczyć. W końcu normalnego pożywienia zawsze brakuje, gdy jeźdźca jest w pobliżu.",
	"Quest.bamboo_2.step1": "Po co nam ten bambus, skoro Grizzly nie zamierza go zjeść?",
	"Quest.bamboo_2.step2": "Nie pamiętasz Mogę zbudować wszystko z wszystkiego. Poszukajmy więcej!",
	"Quest.bamboo_3.step1": "Okej, rozumiem, że nie wydaje ci się to smaczne, ale czy rozważasz zamieszkanie w domu z bambusa?",
	"Quest.bamboo_3.step2": "Jasne, czemu nie. Jeśli jest wystarczająco duży, aby mnie pomieścić.",
	"Quest.bamboo_3.step3": "Słyszałeś to? Zbudujmy rezydencję dla naszego przyjaciela!",
	"Quest.bamboo_4.step1": "Słyszałem, że niektórzy wojownicy używają bambusowych kijów jako broni. Czy rozważasz zrobienie tego samego?",
	"Quest.bamboo_4.step2": "To może być dobre do walki, ale ja wolę polować. Więc odpowiedź brzmi: nie.",
	"Quest.bamboo_4.step3": "Rozumiem. Może zbudujemy dla ciebie szopę na tyle dużą, by pomieścić wszystkie łuki i strzały.",
	"Quest.bamboo_5.step1": "Podoba mi się to, co tu robisz. Im więcej mamy budynków, tym potężniejsze będą nasze siły. Ile więcej możesz postawić?",
	"Quest.bamboo_5.step2": "Zależy to od tego, ile więcej materiałów możemy znaleźć.",
	"Quest.bamboo_5.step3": "Cóż, w takim przypadku nie oszczędzaj pieniędzy, ale znajdź to, czego potrzebujemy. Skorzystaj z wszelkiej potrzebnej pomocy.",
	"Quest.bamboo_6.step1": "Nie mogę uwierzyć, że to mówię, ale musisz poszukać jedzenia.",
	"Quest.bamboo_6.step2": "I nie mogę uwierzyć własnym uszom! W końcu nie tylko ja jestem głodny przez cały czas.",
	"Quest.bamboo_6.step3": "Tak, nadal jesteś. Miałem tylko nadzieję, że przypadkowo pomożesz mi znaleźć więcej bambusa, szukając pożywienia.",
	"Quest.bamboo_7.step1": "Nie rozumiem. Dlaczego używamy bambusa do budowy, skoro mamy kamień, metal i drewno? Czy nie są bardziej odporni?",
	"Quest.bamboo_7.step2": "Tak, mogą być. Ale nie mamy wyboru. Nasze ziemie są zepsute różnymi rodzajami stworzeń, które musimy ściąć.",
	"Quest.bamboo_7.step3": "A marnotrawstwem byłoby niewykorzystanie tego, co z nich zostało. Podczas odbudowy naszego królestwa wszystko jest cenne.",
	"Quest.bamboo_8.step1": "Nie miałem pojęcia, że tak duży i masywny budynek można wznieść z… bambusa.",
	"Quest.bamboo_8.step2": "Cóż, przyjacielu, kiedy masz dość czegoś i wiesz, jak tego używać, cuda się zdarzają. Poczekaj, aż zobaczysz następny!",
	"Quest.bamboo_10.step1": "Nie kłamałeś. To jest niesamowite. Mógłbym ponownie rozważyć przeniesienie się tutaj z moich obecnych pomieszczeń mieszkalnych.",
	"Quest.bamboo_10.step2": "Nie radziłbym ci mieszkać w domu, który teoretycznie można zjeść. Możesz nie być pandą, ale Twój apetyt jest nieprzewidywalny.",
	"Quest.sapphire_1.step1": "Pamiętasz, jak mi powiedziałeś, że możesz zbudować wszystko z czegokolwiek?",
	"Quest.sapphire_1.step2": "Oczywiście. Nie używam słów lekko, jak niektórzy członkowie naszej załogi.",
	"Quest.sapphire_1.step3": "Mam dla ciebie wyzwanie, jeśli zdecydujesz się je przyjąć!",
	"Quest.sapphire_2.step1": "Czy nadal myślisz, że jesteś gotowy na to zadanie?",
	"Quest.sapphire_2.step2": "Jestem. Skończę szybciej, jeśli przestaniesz mówić i pomożesz mi zebrać więcej materiałów.",
	"Quest.sapphire_3.step1": "Czy to nie wygląda na kruche?",
	"Quest.sapphire_3.step2": "Nie lekceważ kryształów. Im więcej zbudujemy z nich budynków, tym bezpieczniejsze będzie nasze królestwo.",
	"Quest.sapphire_4.step1": "Co takiego budujesz, chłopaki?",
	"Quest.sapphire_4.step2": "Gingerbeard desperacko próbuje udowodnić, że nie marnuje słów.",
	"Quest.sapphire_4.step3": "Nie próbuję tego udowadniać. Właściwie to robię.",
	"Quest.sapphire_5.step1": "To wygląda ładnie. Chociaż nigdy bym nie pomyślał, że ci się udało.",
	"Quest.sapphire_5.step2": "Dlaczego?",
	"Quest.sapphire_5.step3": "Nie chcę być niegrzeczny, ale nie wyglądasz na kogoś, kto potrafi tworzyć takie wyrafinowane budynki.",
	"Quest.sapphire_6.step1": "Dobra, masz umowę. Pomogę ci pod jednym warunkiem ...",
	"Quest.sapphire_6.step2": "Sam radzę sobie całkiem nieźle. Myślę, że nie potrzebuję twojej pomocy.",
	"Quest.sapphire_6.step3": "Teraz jest już za poźno. I tak ci pomogę w zamian za jedną z tych willi. Wydaje się, że Emeralda ich lubi, a ja ... Hm. Naprawdę ją lubię.",
	"Quest.sapphire_7.step1": "Czy powiedziałeś komuś o swoim sekrecie?",
	"Quest.sapphire_7.step2": "Nie! A jeśli to zrobisz, to ... Rozbiję twój topór na kawałki!",
	"Quest.sapphire_7.step3": "Nie martw się, u mnie jest bezpiecznie. Właściwie uważam to za bardzo romantyczne. Zbudujmy dla niej prawdziwy zamek!",
	"Quest.sapphire_8.step1": "Hej, Grizzly, możesz nam pomóc? Próbowaliśmy odgryźć więcej, niż mogliśmy przeżuć.",
	"Quest.sapphire_8.step2": "Nie mów, że chcesz, żebym znowu przyniósł Ci materiały! Jestem silnym i niezależnym niedźwiedziem, ale wiesz też, że mam uczucia.",
	"Quest.sapphire_8.step3": "Oczywiście. I nie chcielibyśmy ich skrzywdzić. Później mamy herbatę z miodem i dżemem i zapraszamy!",
	"Quest.sapphire_8.step4": "Dlaczego od tego nie zacząłeś ?! Co i gdzie mam zabrać?",
	"Quest.sapphire_9.step1": "Więc co zamierzasz zrobić? Po prostu daj jej klucze i powiedz „Teraz to twój zamek, baw się dobrze”?",
	"Quest.sapphire_9.step2": "Nie sądziłem, że to koniec. Nie jestem dobry w słowach, wiesz o tym lepiej niż ktokolwiek inny.",
	"Quest.sapphire_9.step3": "Może powinniśmy zapytać króla? Jego zadaniem jest być elokwentnym.",
	"Quest.sapphire_9.step4": "Nie jestem gotowy, aby w ciągu jednego dnia podzielić się moim najmroczniejszym sekretem z dwoma osobami. Skrzyknę to!",
	"Quest.sapphire_11.step1": "Jak ci się podoba ten zamek?",
	"Quest.sapphire_11.step2": "To jest piękne. Gingerbeard wykonał świetną robotę.",
	"Quest.sapphire_11.step3": "Właściwie to pomogłem mu. Powiedział, że nie może tego zrobić beze mnie.",
	"Quest.sapphire_11.step4": "Naprawdę? Cóż, mam nadzieję, że zdajesz sobie sprawę, że byłem sarkastyczny, nazywając to ładnym. Mój ulubiony kolor to zielony, a nie fioletowy. Więcej szczęścia następnym razem."
}