{
	"Quest.wheat_3.step1": "思っていた以上にあったんだね。だが、曇ってしまったな。気が狂う前に食べないと。さあ、この植物を合体させて農業をしよう!",
	"Quest.dishes_0.step1": "さあ、具材を手に入れて美味しいものを作ってみましょう。お腹が空いたときははっきり見えません。",
	"Quest.woodsource_1_1.step1": "マーリンのひげ！出来たのか？何が起こったのか誰か説明してくれないか？",
	"Quest.woodsource_1_1.step2": "出来ることならそうしたい気持ちは山々だがな。ここ数日ずっとこの霧に覆われていた。この悪霊から俺を救ってくれたことに感謝!",
	"Quest.woodsource_1_1.step3": "悪霊？しかし、マージストキングダムは七王国の中で一番安全な場所のはず...",
	"Quest.woodsource_1_1.step4": "他にあの厄介なエントをどう説明するんだ？我々の領土を奪われる前に、こいつらの処理を手伝わせてもらう。",
	"Quest.wood_1.step1": "やぁ、よくやってくれるんじゃないか！力を合わせるのはどうだい？",
	"Quest.wood_1.step2": "俺がいないと1日もたないんだろう？さあ、王国を救おう!",
	"Quest.wood_2.step1": "よし、これで何かを作るのに十分な木材が手に入れた。",
	"Quest.wood_3.step1": "自分が住みたいと思えるような物件に見えるのか、これ。",
	"Quest.wood_3.step2": "本気で言ってる？親指が入るかどうかもわからない。",
	"Quest.wood_3.step3": "じゃあ、さっさと木を切ってもっと材料を集め始めたらどうだ。霧の方は俺がなんとかするから、十分なエントの量を用意できそうなんだ。",
	"Quest.wood_4.step1": "ほら、完璧だろう。いつでも好きな時に住み着いてもいいよ。",
	"Quest.wood_4.step2": "私は単純に見えるかもしれませんが、私ははるかに高い生活水準に慣れています。さあ、より多くの木材を採掘するために新しい土地を征服しましょう。",
	"Quest.wood_5.step1": "間違いなく大きくなっているね。きっと、お前のヒゲまで全部が入るんじゃないかな？",
	"Quest.wood_5.step2": "ありえない話ではないが、もっとうまくやれるはずだ。エントよ、来るぞ！",
	"Quest.wood_6.step1": "この場所をさらに大きくするには、あとどれぐらいの木材が必要なのだろうか。",
	"Quest.wood_6.step2": "木材が必要になればなるほど、エントの数は減るだけの話だ。いい事ばっか。",
	"Quest.wood_7.step1": "はあ、流石にこれ以上は...",
	"Quest.wood_7.step2": "我が良き友よ。我々の限界を、さて、まだまだ知らないようだな。",
	"Quest.king_1.step1": "ここに王冠が転がってもどうするんだ？一体どこから？",
	"Quest.king_1.step2": "きっと悪霊がエントの中に隠すのを忘れたんだよ。もっと掘り下げてみよう!",
	"Quest.king_2.step1": "今俺と同じことを考えているんだな？",
	"Quest.king_2.step2": "二人の頭には、この王冠は似合わないと思うんだ。もっと相応しい持ち主を見つけなくちゃな!",
	"Quest.king_3.step1": "この王冠は実際王様のものかもしれないとか思ったりしないか？",
	"Quest.king_3.step2": "そう言われると、確かに納得できるな。彼の安全のためにも、急がなければならないみたいんだ。",
	"Quest.bear_1.step1": "ほら!よく分からんがなんか見つけた!",
	"Quest.bear_1.step2": "また？いつも過剰に興奮して... おやおや! 本物のケイブハンマーじゃないか!",
	"Quest.bear_1.step3": "名前にはそれほどの迫力を感じないけど...",
	"Quest.bear_1.step4": "なおさら、持ち主との出会いは楽しみだ!",
	"Quest.bear_2.step1": "一体どれほどのハンマー数を持ってるんだ？こんなに使う機会もないだろう？",
	"Quest.bear_2.step2": "一つ分からんことはな、同じ学校に行ったはずなのに、なぜお前だけはそんなに文句を言ってるばっかりで、俺は言わないのだろうか？",
	"Quest.bear_2.step3": "文句ばっかりだと？俺が？おかしいな、お前の落ち着けないのとこるのことを何も言っていないはずだが。",
	"Quest.bear_2.step4": "喧嘩する元気があるなら木を切れ。ハンマーがもっと必要だ。切り続けろ!",
	"Quest.bear_3.step1": "ハンマーはどんどん重くなってきた。使うどころか、持てる人さえもいないんじゃないか？",
	"Quest.bear_3.step2": "重いと思うに当たり前だろうが、その見地味な腕を見てみろ。",
	"Quest.bear_3.step3": "俺の腕はちょうどいい。お前のは太すぎるだけだ。俺は休憩するが、お前はこのまま切って続けとけな。もっと運動したほうがいいよ。",
	"Quest.bear_4.step1": "よくやってるんだな。ハンマーを全部手にしたときに何が起こるか、早く見てみたいものだ。",
	"Quest.bear_4.step2": "そのうち、斧も見つかるといいな。この斧はもう切りすぎて鈍くなっているから。",
	"Quest.bear_5.step1": "そもそもなぜハニー・ハンマーと呼ばれているの？ハチミツでも呼び出せるのか？",
	"Quest.bear_5.step2": "また始まった。仕事がいっぱいあるのに、食べ物のことしか考えていない。",
	"Quest.bear_5.step3": "何がいけないの？食べ物は俺を幸せにしてくれてるから。",
	"Quest.bear_5.step4": "そしてでぶにな。もっとたくさんのハンマーを見つけて、なんか召喚できるかどうか試してみよう。",
	"Quest.bear_6.step1": "ハンマーが光り始めた！何か意味があるのか？",
	"Quest.bear_6.step2": "大発見まであと少しってことだ！",
	"Quest.candies_4.step1": "またお腹が空いたようです…これらのカボチャは私にはかなり美味しそうです。",
	"Quest.candies_4.step2": "それらはすべてあなたのものです。しかし、私があなたのために料理することを期待しないでください。私の心はチョッピングに属しています!",
	"Quest.wood_9.step1": "ついに見つけたようです!この場所はあなたにとって十分な大きさですか？",
	"Quest.wood_9.step2": "私のために？戦隊全体にフィットします。今、私たちはただ1つを見つける必要があります。",
	"Quest.wood_9.step3": "その前に、工事を終えましょう。あなたはそれをするために何が必要ですか？",
	"Quest.wood_9.step4": "私は斧を研ぎ、自分自身にいくつかのエントを見つける必要があります。",
	"Quest.wood_9.step5": "そして、私は何かを食べる必要があります。素晴らしい計画のようですね!",
	"Quest.stone_1.step1": "私はいくつかの食べ物を探していましたが、これは私が見つけたものです。",
	"Quest.stone_1.step2": "私はあなたを満腹に保つために最善を尽くしますが、それまでの間、砦を建設できるようにもっと石を探し続けます。",
	"Quest.stone_2.step1": "あなたが木に長けていることはすでに知っていますが、他の素材はどうですか？",
	"Quest.stone_2.step2": "私はすべてから何でも作ることができます。見て学びましょう!",
	"Quest.stone_3.step1": "これはあなたが建物を建てることと呼ぶものですか？私の助けなしに何もできませんか？",
	"Quest.stone_3.step2": "あなたはそれが好きではありませんか？自分にぴったりだと思っていました。",
	"Quest.stone_3.step3": "王国をゼロから再建する必要がある場合は、私が最大の宮殿を持っていることを確認します。",
	"Quest.stone_4.step1": "私がこれを言っているとは信じられませんが、あなたは実際に正しかったです。それは私にとって知事です。古いものを保管するための小屋として使用します。",
	"Quest.stone_4.step2": "あなたの好きなように。でも、霧がすべてを奪ってしまったので、あなたは何も持っていないことを私は知っています、覚えていますか？",
	"Quest.stone_5.step1": "これは見栄えがします。このような素晴らしい建築上の成果に誰に感謝すべきですか？",
	"Quest.stone_5.step2": "殿下、私たち全員に感謝しなければなりません。そして、私たちがさらに大きなことができることを確認してください。",
	"Quest.stone_6.step1": "エントやゴーレムを管理するための監視塔として使用できます。",
	"Quest.stone_6.step2": "とりあえず、はい。しかし、私たちは自分たちの軍隊を持つことを計画しているので、兵士を養うための場所が必要になります...",
	"Quest.stone_7.step1": "この居酒屋は美味しそうです。そこに行ってテストする必要がありますか？",
	"Quest.stone_7.step2": "それを再構築して別のものに変える前ではありません。",
	"Quest.stone_8.step1": "今はどうですか？",
	"Quest.stone_8.step2": "あなたは完璧に素敵な建物を台無しにしましたが、私はそれを乗り越えます。最終的に。私が何かを食べるとき。",
	"Quest.stone_10.step1": "これだよ。この要塞は、新しいファラウェイク王国の始まりを示します。さらに強く、より繁栄するもの。",
	"Quest.stone_10.step2": "あなたの精神と信念が私たちを動かし続けているのです。",
	"Quest.stone_10.step3": "まだ多くの人がいないことは知っていますが、一緒に素晴らしいことをすることができます。",
	"Quest.wagon_1.step1": "私たちのチームに金属を扱うことができる人はいますか？",
	"Quest.wagon_1.step2": "私を見ないでください。私はすでに最も重要な部分を実行しました。私はあなたを助けました。",
	"Quest.wagon_1.step3": "私の鎧であなたが言うことができるかどうかはわかりませんが、私はたまたま合金について1つか2つのことを知っています。",
	"Quest.wagon_2.step1": "それで、私たちはそれらのビームについて何をしますか？",
	"Quest.wagon_2.step2": "彼らは私たちの将来の建物のための素晴らしい基盤を作るでしょう。もう少し手に入れよう!",
	"Quest.wagon_3.step1": "イグルーを作っていますか？あなたがホッキョクグマだとは知りませんでした...",
	"Quest.wagon_3.step2": "口の代わりに目を使うことが多ければ、実際に何かを学ぶことができたでしょう。",
	"Quest.wagon_4.step1": "グリズリー、これは私が思うことですか？",
	"Quest.wagon_4.step2": "かしこまりました。私たちの状況では、このようなものが必要になるかもしれないと思いました。",
	"Quest.wagon_4.step3": "それは何ですか？わかりません。",
	"Quest.wagon_4.step4": "繰り返しになりますが、より多くの視聴、より少ない会話。",
	"Quest.wagon_5.step1": "了解しました。わかりました。",
	"Quest.wagon_5.step2": "私は興味がある。何が見えますか？",
	"Quest.wagon_5.step3": "さて、あなたは私を手に入れました。まだわからない。",
	"Quest.wagon_5.step4": "我慢してください、私の友人。より多くのリソースを取得するのを手伝ってください。すぐにすべてが表示されます。",
	"Quest.wagon_6.step1": "あなたはそれを知らないかもしれませんが、グリズリーは非常に長い科学者の列から来ています。",
	"Quest.wagon_6.step2": "本当に？あなたは言いません。彼はもっと戦士のように見えます。",
	"Quest.wagon_6.step3": "私はたくさんのことをしていますが、私の心は常に知識に属しています。私の新しい研究室を気に入っていただければ幸いです。",
	"Quest.wagon_7.step1": "これはよさそうだ。あなたはそれで何をするつもりですか？",
	"Quest.wagon_7.step2": "最初に、私はそれを構築し終えなければなりませんでしたので、あなたの助けは大いに感謝されるでしょう。",
	"Quest.wagon_8.step1": "あまりにも助けになりすぎて少しお腹がすいたのですが、そこにおいしいものを作って埋める方法はないかと思いました。",
	"Quest.wagon_8.step2": "彼を気にしないでください。彼はいつも食べ物について話します。他にできることはありますか？",
	"Quest.wagon_8.step3": "いいんだよ。ありがとうございました。終わったら何か作ることを考えます。",
	"Quest.wagon_10.step1": "これが私の研究室を建てる場所です。どう思いますか？",
	"Quest.wagon_10.step2": "それは素晴らしい解決策だと思います。そうでない場合でも、いつでもどこかに置くことができます。",
	"Quest.wagon_10.step3": "ええ、あなたはいつでも私たちを頼りにすることができます。私たちはあなたの背中を持っています!",
	"Quest.elf_1.step1": "私たちの中にハンターはいますか？",
	"Quest.elf_1.step2": "なぜ聞くのですか？",
	"Quest.elf_1.step3": "矢印を見つけました。",
	"Quest.elf_1.step4": "結論に飛びつくには時期尚早です。もう少し集めて、何が起こるか見てみましょう。",
	"Quest.elf_2.step1": "なぜ私たちが王国中でこれらの奇妙なことに出くわし続けるのか知っていますか？",
	"Quest.elf_2.step2": "推測しかできません。ここで何が起こったのかをtpで把握したい場合は、さらに情報が必要です。",
	"Quest.elf_3.step1": "ここの誰かがアーチェリーが得意かどうかさえわかりません。",
	"Quest.elf_3.step2": "あなたが斧を持っているのに、なぜ誰かが弓を欲しがるのですか？",
	"Quest.elf_3.step3": "またはハンマー？",
	"Quest.elf_3.step4": "私には疑問がありましたが、今ではこの矢筒は私たちよりも洗練された存在のものであるとほぼ確信しています。",
	"Quest.elf_4.step1": "誰もそれらの矢を主張するようにならない場合はどうなりますか？それなら私はそれらを保つことができますか？",
	"Quest.elf_4.step2": "なぜあなたもそれらが欲しいのですか？それらは食用ではありません。",
	"Quest.elf_4.step3": "大きくて素敵なフォークとして使用します。",
	"Quest.elf_5.step1": "矢が多ければ多いほど怖くなります。",
	"Quest.elf_5.step2": "なんで？",
	"Quest.elf_5.step3": "彼らの所有者が私たちに対してそれらを使用することを決定した場合はどうなりますか？",
	"Quest.elf_5.step4": "初めて私に会った時も怖かったと思います。今私たちを見てください。泥棒のように厚い!",
	"Quest.elf_6.step1": "注意してください、弓の所有者はいつでもここに着くことができます。",
	"Quest.elf_6.step2": "視界をより快適にするために、より多くの作品を集めるようにします。",
	"Quest.elf_7.step1": "これより良くなるのでしょうか？こんなにゴージャスな弓を持ちたくない人はいますか？",
	"Quest.elf_7.step2": "あなたは弓について何を知っていますか？そして、何よりも、美しさについて？所有者が自分自身を明らかにするのを待ちましょう。",
	"Quest.warlock_1.step1": "素晴らしいニュース!新しいレシピを見つけたばかりだと思います。やっと何か新しいものが作れるようになりました。",
	"Quest.warlock_1.step2": "そうねぇ。うーん...それは料理のレシピではありません。ポーションのレシピです。",
	"Quest.warlock_1.step3": "ファラウェイク王国に魔女が入ることを許されているとは知りませんでした。",
	"Quest.warlock_1.step4": "多分彼女はこの辺りから来たのではない...",
	"Quest.warlock_2.step1": "誰でも古代の言語を話すことができますか？",
	"Quest.warlock_2.step2": "いいえ、なぜあなたは尋ねますか？",
	"Quest.warlock_2.step3": "私はその魔法の方程式の2番目の変数を見つけたばかりで、その内容を読みたいと思っています。",
	"Quest.warlock_2.step4": "そんなにいい考えではないと思います。必要な言語に堪能であっても、どうしたらよいかわかりません。",
	"Quest.warlock_3.step1": "あといくつの呪文がありますか？私はこれらの本を見つけ続けるので...",
	"Quest.warlock_3.step2": "それは本当に重要ですか？私たちは皆、あなたがそれらを読むことさえできないことを知っています。それらを残します。",
	"Quest.warlock_3.step3": "読めるものが見つかるまで探し続けます。",
	"Quest.warlock_4.step1": "これらの本の所有者は誰なのだろうか。私はこれまでにそのようなものを見たことがありません。",
	"Quest.warlock_4.step2": "それは私たちがあなたの弓を見つけたときに私たちが考えたものです。",
	"Quest.warlock_4.step3": "見つけたものをいつも使えないのはおかしいです。",
	"Quest.warlock_5.step1": "これらの本の所有者が答えを持っていると思いますか？",
	"Quest.warlock_5.step2": "私は何年もの間ロイヤルガードの一員であり、奇跡を信じることを学びました。",
	"Quest.warlock_5.step3": "通常、私はあなた自身の信仰を作ることを信じていますが、このような時は私が間違っているのだろうかと思います...",
	"Quest.warlock_6.step1": "グリズリー、科学的な観点からこれらの本をどう思いますか？",
	"Quest.warlock_6.step2": "誰かを怒らせたくないので、言いたくありません。",
	"Quest.warlock_6.step3": "面白い。今、私はこのいわゆる魔女を見ることにさらに興味があります。",
	"Quest.warlock_7.step1": "誰かあきらめたいですか？私たちはそれらの本をあまりにも長い間持ち歩いてきました。そして、彼らは軽くなっていません。",
	"Quest.warlock_7.step2": "彼女を救うのは彼らの所有者のおかげです。私を信じてください、私はそこに行ったことがあります。霧に取り憑かれているのはいい気分ではありません。",
	"Quest.warlock_8.step1": "人が多ければ多いほど、霧に逆らう可能性が高くなります。",
	"Quest.warlock_8.step2": "次の援軍がこの謎に光を当てることができることを期待しましょう。",
	"Quest.magicplant_1.step1": "私が見つけたものを見てください!",
	"Quest.magicplant_1.step2": "どうして物事を見つけ続けるのですか？",
	"Quest.magicplant_1.step3": "簡単です、私の友達。私はいつも食べ物を探しています。",
	"Quest.magicplant_2.step1": "これが何であるかあなたは何か考えがありますか？",
	"Quest.magicplant_2.step2": "いいえ、私はこれまでにそのようなものを見たことがありません。",
	"Quest.magicplant_2.step3": "たぶんあなたはそれを味わって、それがどんな感じか教えてください。",
	"Quest.magicplant_2.step4": "評判があることは知っていますが、なじみのないものを食べるのが怖いです。",
	"Quest.magicplant_3.step1": "食べてみなかったのでよかったです。輝き始めました!",
	"Quest.magicplant_3.step2": "巨大なお腹が内側にライトアップされているのを見るのは面白かったでしょう。可能であれば、特大のヒューマントーチ。",
	"Quest.magicplant_4.step1": "それで、私たちはそれについて何をすべきですか？",
	"Quest.magicplant_4.step2": "どうして私に聞いてるの？知りません。",
	"Quest.magicplant_4.step3": "あなたは木に関しては専門家だからです。",
	"Quest.magicplant_4.step4": "はい、それらを切り刻むことになると。これは薪で無駄になっているようです。",
	"Quest.magicplant_5.step1": "毎回どんどん大きくなっています。いつ止まりますか？",
	"Quest.magicplant_5.step2": "わかりませんが、もっと成長する余地は十分にあると思います。",
	"Quest.magicplant_5.step3": "了解しましたが、そうでない場合は今夜料理をします。",
	"Quest.magicplant_6.step1": "独創的なアイデアがあります!私たちは本の中でこの植物について読むべきです。",
	"Quest.magicplant_6.step2": "素晴らしい計画です!少し問題がありますが。私たちの誰も読むことができません。",
	"Quest.magicplant_6.step3": "そうです…どうして忘れられますか!",
	"Quest.magicplant_6.step4": "天才としてはそれほど鋭くないですよね？",
	"Quest.magicplant_7.step1": "うわー、それがどれほど美しいか見てください。きれいなものから出てくるのは良いものだけです。",
	"Quest.magicplant_7.step2": "あなたが正しいかどうか調べてみましょう!",
	"Quest.magicplant_8.step1": "私はこれを見ていますか？",
	"Quest.magicplant_8.step2": "いいえ、これらの花は食べるためのものではありません。",
	"Quest.magicplant_8.step3": "その時彼らは何のために？",
	"Quest.magicplant_8.step4": "彼らは願いを叶えるためのものだと思います。",
	"Quest.troll_1.step1": "あなたの夢が叶うようです。新しい斧はどうですか？",
	"Quest.troll_1.step2": "他人の斧を取る気がしません。実際の所有者を見つけましょう。",
	"Quest.troll_2.step1": "たぶん、あなたはもっと従順で、この斧の新しいマスターになるという私の申し出を受け入れるでしょう？",
	"Quest.troll_2.step2": "ハンマーにはかなり満足しています、ありがとうございます。なぜそんなにそれを取り除きたいのですか？",
	"Quest.troll_2.step3": "失くした人を探しながら飢えて死にたくない。",
	"Quest.troll_3.step1": "私たちの共通の友人は彼の申し出であなたを悩ませましたか？",
	"Quest.troll_3.step2": "もちろん、彼はそうしました。しかし、私は実際にこの斧が誰であるかを知っているので、私は検索を支援することを約束しました。",
	"Quest.troll_3.step3": "ヘルプが必要な場合はお知らせください。",
	"Quest.troll_4.step1": "私たちのチームは大きくなっています。軸の周りの道を知っているのはあなただけではないとき、あなたはどのように感じますか？",
	"Quest.troll_4.step2": "気分がいいです。ついにあなたではなく誰かと話をする人がいるでしょう。",
	"Quest.troll_5.step1": "準備することが重要です。それが罠かどうかはわかりません。多分誰かが私たちと遊んでいます。",
	"Quest.troll_5.step2": "この斧を取り巻く黒魔術は感じません。私たちが正しい道を進んでいると信じる理由があります。",
	"Quest.troll_5.step3": "私はあなたが正しいことを願っていますが、とにかくお互いに目を離さないようにしましょう。",
	"Quest.troll_6.step1": "それで、どうやって斧の所有者を知っていますか？アーチェリー愛好家は他の人とぶつからないと思いました。",
	"Quest.troll_6.step2": "それでも、ここで私はあなたと話している。",
	"Quest.troll_6.step3": "私は真剣です。彼は誰？",
	"Quest.troll_6.step4": "彼は素晴らしいハンターです。誰かがあなたが夕食のためにいくつかの食べ物を捕まえるのを手伝うことができるなら、それは彼です。",
	"Quest.troll_7.step1": "これらの軸がどれほど派手か見てください!取ってほしくないですか？誰が2つの軸を必要としますか？",
	"Quest.troll_7.step2": "それらの両方を保持するのに十分強い人。",
	"Quest.troll_8.step1": "私はいつも疑問に思っていました、あなたの威厳、あなたが選んだ武器は何ですか？万が一斧でしょうか？",
	"Quest.troll_8.step2": "賢明な王は戦いを避けるために彼の力ですべてをします。だから私はいつもどんな剣よりも脳を鋭く保つ必要があります。",
	"Quest.troll_9.step1": "それでも安全だと思いますか？私は火を起こすことができる斧を見たことがありません。",
	"Quest.troll_9.step2": "これは非常に強力な呪文ですが、心配する必要はありません。それをキャストできるすべての領域で唯一の賢人がいます。",
	"Quest.troll_9.step3": "そして彼はたまたまファラウェイク王国のとても良い友達です。",
	"Quest.bamboo_1.step1": "最高のニュースがあります、グリズリー!ここでの滞在をより良くする何かがあります。あなたは竹が好きですよね？",
	"Quest.bamboo_1.step2": "あなたを失望させて申し訳ありませんが、あなたは私を誰かと混同しています。私はパンダに精通していますが、私自身ではありません。",
	"Quest.bamboo_1.step3": "多分あなたはそれらから学ぶべきです。結局のところ、ライダーがいるときは通常の食べ物は常に不足しています。",
	"Quest.bamboo_2.step1": "グリズリーがそれを食べないのに、なぜこの竹が必要なのですか？",
	"Quest.bamboo_2.step2": "覚えてないの？私は何からでも何でも作ることができます。もう少し見つけましょう!",
	"Quest.bamboo_3.step1": "さて、あなたはそれが美味しくないと思いますが、竹で作られた家に住むことを検討しますか？",
	"Quest.bamboo_3.step2": "もちろん。それが私を収容するのに十分な大きさである場合。",
	"Quest.bamboo_3.step3": "聞こえたか？友達のために屋敷を建てよう!",
	"Quest.bamboo_4.step1": "竹の棒を武器に使う戦士もいるそうです。同じことを考えていますか？",
	"Quest.bamboo_4.step2": "戦闘にはいいかもしれませんが、私はもっと狩りに興味があります。したがって、答えはノーです。",
	"Quest.bamboo_4.step3": "とった。たぶん、私たちはあなたのすべての弓と矢を保管するのに十分な大きさの小屋を建てることができます。",
	"Quest.bamboo_5.step1": "私はあなたがここでしていることが好きです。私たちが持っている建物が多ければ多いほど、私たちの軍隊はより強力になります。あと何個建てられますか？",
	"Quest.bamboo_5.step2": "それは私たちがどれだけ多くの材料を見つけることができるかに依存します。",
	"Quest.bamboo_5.step3": "ええと、その場合、費用を惜しまないで、必要なものを見つけてください。必要なすべてのヘルプを使用してください。",
	"Quest.bamboo_6.step1": "私はこれを言っているとは信じられませんが、私はあなたに食べ物を探す必要があります。",
	"Quest.bamboo_6.step2": "そして、私は私の耳を信じることができません!いつもお腹が空いているのは私だけではありません。",
	"Quest.bamboo_6.step3": "はい、あなたはまだです。食料を探しているときに、誤ってもっと竹を見つけるのを手伝ってくれることを願っていました。",
	"Quest.bamboo_7.step1": "わかりません。石、金属、木があるのに、なぜ竹を使って建設するのですか？彼らはより弾力性がありませんか？",
	"Quest.bamboo_7.step2": "はい、そうかもしれません。しかし、私たちには選択の余地がありません。私たちの土地は、私たちが切り倒さなければならないさまざまな種類の生き物で甘やかされています。",
	"Quest.bamboo_7.step3": "そして、それらの残されたものを使用しないのはもったいないでしょう。私たちの王国を再建するとき、すべてが貴重です。",
	"Quest.bamboo_8.step1": "竹を使ってこんなに大きくて巨大な建物を建てられるとは思いもしませんでした。",
	"Quest.bamboo_8.step2": "さて、私の友人、あなたが何かを十分に持っていて、それを使う方法を知っているとき、奇跡は起こります。次のものが表示されるまでお待ちください。",
	"Quest.bamboo_10.step1": "あなたは嘘をついていませんでした。これは素晴らしいです。私は現在の居住区からここに移転することを再考するかもしれません。",
	"Quest.bamboo_10.step2": "理論的には食べられる家に住むことはお勧めしません。あなたはパンダではないかもしれませんが、あなたの食欲は予測できません。",
	"Quest.sapphire_1.step1": "何からでも何でも作れると言ったことを覚えていますか？",
	"Quest.sapphire_1.step2": "もちろん。私は他の乗組員のように言葉を軽く使いません。",
	"Quest.sapphire_1.step3": "それなら、あなたがそれを受け入れることを選択した場合、私はあなたに挑戦します!",
	"Quest.sapphire_2.step1": "あなたはまだあなたがその仕事に取り組んでいると思いますか？",
	"Quest.sapphire_2.step2": "わたし。そして、あなたが話をやめて、私がより多くの資料を集めるのを手伝い始めれば、私はより早く終わります。",
	"Quest.sapphire_3.step1": "壊れやすいと思いませんか？",
	"Quest.sapphire_3.step2": "結晶を過小評価しないでください。私たちがそれらを使って作った建物が多ければ多いほど、私たちの王国はより安全になります。",
	"Quest.sapphire_4.step1": "皆さん、あなたが構築しているのは何ですか？",
	"Quest.sapphire_4.step2": "ジンジャービアードは、自分の言葉を無駄にしないことを必死に証明しようとしています。",
	"Quest.sapphire_4.step3": "私はそれを証明しようとはしていません。私は実際にそれをやっています。",
	"Quest.sapphire_5.step1": "これはきれいに見えます。私はあなたがそれを成し遂げたとは決して思いませんが。",
	"Quest.sapphire_5.step2": "何故ですか？",
	"Quest.sapphire_5.step3": "失礼というわけではありませんが、そのような洗練された建物を作ることができる人のようには見えません。",
	"Quest.sapphire_6.step1": "さて、あなたはあなた自身に取引を持っています。私は1つの条件の下であなたを助けるつもりです...",
	"Quest.sapphire_6.step2": "私は自分でかなりうまくやっています。私はあなたの助けが必要だとは思わない。",
	"Quest.sapphire_6.step3": "今では手遅れです。私はとにかくこれらの別荘の1つと引き換えにあなたを助けています。エメラルダは彼らが好きなようで、私は...うーん。私は本当に彼女が好きです。",
	"Quest.sapphire_7.step1": "あなたは他の誰かにあなたの秘密について話しましたか？",
	"Quest.sapphire_7.step2": "番号!そして、あなたがそうするなら、私は…あなたの斧を粉々に砕きます!",
	"Quest.sapphire_7.step3": "心配しないでください、それは私にとって安全です。実はとてもロマンチックだと思います。彼女のために本物の城を建てよう!",
	"Quest.sapphire_8.step1": "ねえ、グリズリー、手を貸してくれませんか？噛むことができる以上に噛み砕こうとした。",
	"Quest.sapphire_8.step2": "もう一度資料を持ってほしいと言ってはいけません!私は強くて独立したクマですが、私にも感情があります。",
	"Quest.sapphire_8.step3": "もちろん。そして、私たちは彼らを傷つけたくありません。その後、ハチミツとジャムを使ったお茶会を開催しますので、ぜひご招待ください!",
	"Quest.sapphire_8.step4": "なぜそれから始めなかったのですか？!何をどこに運ぶ必要がありますか？",
	"Quest.sapphire_9.step1": "で、どうするつもり？彼女に鍵を渡して、「今はあなたのお城です、楽しんでください」と言うだけですか？",
	"Quest.sapphire_9.step2": "私はそれが終わったとは思いませんでした。私は言葉が苦手です、あなたはそれを誰よりもよく知っています。",
	"Quest.sapphire_9.step3": "たぶん私たちは王に尋ねるべきですか？雄弁であることが彼の仕事です。",
	"Quest.sapphire_9.step4": "私の最も暗い秘密を1日で2人と共有する準備ができていません。羽ばたきます!",
	"Quest.sapphire_11.step1": "このお城はいかがですか？",
	"Quest.sapphire_11.step2": "美しい。ジンジャービアードは素晴らしい仕事をしました。",
	"Quest.sapphire_11.step3": "実際、私は彼を助けました。彼は私なしではそれができないと言った。",
	"Quest.sapphire_11.step4": "本当に？さて、私がそれをきれいと呼ぶとき、私が皮肉であったことをあなたが理解することを願っています。私の好きな色は紫ではなく緑です。次回は頑張ってください。"
}