{
  "Quest.wheat_3.step1": "I guess I had even more than I thought! Everything is so foggy! I have to eat before I go crazy. Come on, let's farm by merging these plants!",
  "Quest.dishes_0.step1": "Now, let's get the ingredients and cook something delicious. I can never see clearly when I'm hungry.",
  "Quest.woodsource_1_1.step1": "Merlin's beard! It worked! Can somebody explain to me what's happening?",
  "Quest.woodsource_1_1.step2": "I wish I could. I've been covered by this fog for days now. Thank you for saving me from evil spirits!",
  "Quest.woodsource_1_1.step3": "Evil spirits? But the Mergest Kingdom is the most secure place of the Seventh Realm...",
  "Quest.woodsource_1_1.step4": "How else would you explain those nasty ents? Let me help you get rid of them before they take all of our territory.",
  "Quest.wood_1.step1": "You were impressive out there! What do you think about joining forces?",
  "Quest.wood_1.step2": "I think that you won't last a day without me. Come on, we've got a Kingdom to save!",
  "Quest.wood_2.step1": "Great! Now we have enough timber to build something.",
  "Quest.wood_3.step1": "Does it look like something you would consider living in?",
  "Quest.wood_3.step2": "Are you serious? I'm not even sure if my thumb will fit in there.",
  "Quest.wood_3.step3": "Well, in that case, you better get to chopping! And I'll try to break as much fog as I can so you could have enough ents to play with.",
  "Quest.wood_4.step1": "Look! It's perfect. You can move in whenever you want.",
  "Quest.wood_4.step2": "I might appear simple but I'm used to a much higher standards of living. Come on, let's conquer new lands to mine more wood.",
  "Quest.wood_5.step1": "It's definitely getting bigger! I bet we could fit your entire beard in there.",
  "Quest.wood_5.step2": "Sounds plausible but we can do better than this. Ents, we're coming!",
  "Quest.wood_6.step1": "How much more wood do we need to make this place even bigger?",
  "Quest.wood_6.step2": "The more wood we need the less ents we will keep. Perfect!",
  "Quest.wood_7.step1": "I think it's the best we can do.",
  "Quest.wood_7.step2": "Oh, my dear friend. You have no idea how much more we're capable of!",
  "Quest.king_1.step1": "What's a crown doing here? What can it possible mean?",
  "Quest.king_1.step2": "I bet evil spirits forgot to hide it inside their ents. Let's dig deeper!",
  "Quest.king_2.step1": "Are you thinking what I'm thinking?",
  "Quest.king_2.step2": "I think that both of our heads are to big for this crown. Let's find it's rightful owner!",
  "Quest.king_3.step1": "Did it occur to you that the crown might actually belong to the king?",
  "Quest.king_3.step2": "It makes a lot of sense now that you said it out loud. We should hurry up to save him!",
  "Quest.dragonisland_1.step1": "It feels strange to greet the king emptyhanded.",
  "Quest.dragonisland_1.step2": "I know a place where we can find lots of things but it's not for everyone.",
  "Quest.dragonisland_1.step3": "I'm not scared of anything. Can you take me there now?",
  "Quest.dragonisland_1.step4": "Alright but don't say that I didn't warn you!",
  "Quest.bear_1.step1": "Look! I've found something!",
  "Quest.bear_1.step2": "Again? You alway get overly-excited... Oh dear lord! It's an actual Cave Hammer!",
  "Quest.bear_1.step3": "It doesn't sound all that powerful to me.",
  "Quest.bear_1.step4": "Wait till you meet its owner!",
  "Quest.bear_2.step1": "How many hammers are there? Do we even need them?",
  "Quest.bear_2.step2": "I don't get it. We probably went to the same school, but why are you so whiny and I'm not?",
  "Quest.bear_2.step3": "Who is whiny, me? I don't whine about you being so annoyingly active.",
  "Quest.bear_2.step4": "Don't waste your energy on arguing, lads. We need more of those hammers. Keep chopping!",
  "Quest.bear_3.step1": "The hammers are getting heavier and heavier. I'm not sure that there is anyone at all who can hold them, let alone use them!",
  "Quest.bear_3.step2": "Of course you think it's heavy, look at your tiny arms!",
  "Quest.bear_3.step3": "My arms are just fine. Yours are just too fat. I'll take a break while you chop. You need to exercise more.",
  "Quest.bear_4.step1": "You're doing great, lads! I can't wait for you to see what happens when we get all the hammers.",
  "Quest.bear_4.step2": "Maybe onу day we'll find an ax too because mine is getting duller from all the chopping.",
  "Quest.bear_5.step1": "Do we even know why it's called Honey Hammer? Can it summon honey?",
  "Quest.bear_5.step2": "Here we go again. We have a lot of work but only thing you do is think about food.",
  "Quest.bear_5.step3": "What's wrong with that? Food makes me happy.",
  "Quest.bear_5.step4": "And fat. Let's find more hammers to see if they can summon anything at all.",
  "Quest.bear_6.step1": "Sire! The hammer is glowing. Does it mean something?",
  "Quest.bear_6.step2": "It means that we're very close to a great discovery!",
  "Quest.candies_4.step1": "Looks like I'm hungry again... These pumpkins seem pretty tasty to me.",
  "Quest.candies_4.step2": "They are all yours. But don't expect me to cook for you. My heart belongs to chopping!",
  "Quest.wood_9.step1": "Looks like we've finally found it! Is this place big enough for you?",
  "Quest.wood_9.step2": "For me? It can fit a whole squadron. Now we just have to find one.",
  "Quest.wood_9.step3": "Before we do, let's finish the construction. What do you need to do that?",
  "Quest.wood_9.step4": "I need to sharpen my ax and find myself some ents.",
  "Quest.wood_9.step5": "And I need to eat something. Sounds like a great plan!",
  "Quest.stone_1.step1": "I was looking for some food but this is what I've found.",
  "Quest.stone_1.step2": "I'll do my best to keep you full but in the meantime keep looking for more stone so we could build a fort.",
  "Quest.stone_2.step1": "I already know that you're good with wood but how about other materials?",
  "Quest.stone_2.step2": "I can build anything out of everything. Watch and learn!",
  "Quest.stone_3.step1": "This is what you call erecting a building? Can't you do anything without my help?",
  "Quest.stone_3.step2": "Don't you like it? I was kind of thinking that it was perfect for you.",
  "Quest.stone_3.step3": "If we have to rebuild our Kingdom from scratch I'll make sure that I have the biggest palace.",
  "Quest.stone_4.step1": "I can't believe that I'm saying this but you were actually right. It is prefect for me. I'll use it as a shed for keeping old things.",
  "Quest.stone_4.step2": "As you wish. Although, I know that you don't have anything since the fog took everything away, remeber?",
  "Quest.stone_5.step1": "This is looking great. Whom should I thank for such a great architectural achievement?",
  "Quest.stone_5.step2": "You should thank all of us, your highness. And be sure that we're capable of even greater things.",
  "Quest.stone_6.step1": "We could use it as a watchtower to look after ents and golems so they stay under control.",
  "Quest.stone_6.step2": "For the time being, yes. But since we are planning to have an army of our own we'll need some place where to feed the soldiers... ",
  "Quest.stone_7.step1": "This tavern looks delicious. Should I go in there and test it out?",
  "Quest.stone_7.step2": "Not before we rebuild it and turn into something else.",
  "Quest.stone_8.step1": "How do you like it now?",
  "Quest.stone_8.step2": "You ruined a perfectly nice building but I'll get over it. Eventually. When I eat something.",
  "Quest.stone_10.step1": "This is it. This citadel will mark the beginning of the new Farawake Kingdom. Even stronger and more prosperous one.",
  "Quest.stone_10.step2": "Your spirit and belief is what keeps us going.",
  "Quest.stone_10.step3": "I know that there aren't many of us yet but we can do great things together.",
  "Quest.wagon_1.step1": "Is there anyone in our team who can work with metal?",
  "Quest.wagon_1.step2": "Don't look at me. I've done the most important part already. I rescued you.",
  "Quest.wagon_1.step3": "I don't know if you could tell by my armor but I happen to know a thing or two about alloys.",
  "Quest.wagon_2.step1": "So, what do we do about those beams?",
  "Quest.wagon_2.step2": "They'll make a great foundation for our future buildings. Let's get some more!",
  "Quest.wagon_3.step1": "Are you building an igloo? I didn't know that you were a polar bear...",
  "Quest.wagon_3.step2": "You could've actually learned something if you were using your eyes instead of your mouth more often.  ",
  "Quest.wagon_4.step1": "Grizzly, is this is what I think it is?",
  "Quest.wagon_4.step2": "Yes, sir. I figured that we might need something like this in our situation.",
  "Quest.wagon_4.step3": "What is it? I don't understand.",
  "Quest.wagon_4.step4": "Once again, more watching, less talking.",
  "Quest.wagon_5.step1": "Alright, now I see.",
  "Quest.wagon_5.step2": "I'm curious. What do you see?",
  "Quest.wagon_5.step3": "Okay, you got me. Still no idea.",
  "Quest.wagon_5.step4": "Be patient, my friend. Just help me get more resources and soon you will see everything.",
  "Quest.wagon_6.step1": "You might not know that but Grizzly comes from a very long line of scientists.",
  "Quest.wagon_6.step2": "Really? You don't say. He looks more like a warrior.",
  "Quest.wagon_6.step3": "I'm many things but my heart will always belong to knowledge. I hope that you'll like my new laboratory.",
  "Quest.wagon_7.step1": "This looks nice. What are you planning on doing with it?",
  "Quest.wagon_7.step2": "First off, I got to finish building it so your help will be much appreciated.",
  "Quest.wagon_8.step1": "I got a little hungry from being so overly helpful and I was wondering if there is a way for you to create something tasty and filling in there?",
  "Quest.wagon_8.step2": "Don't mind him. He always talks about food. Is there anything else we can do?",
  "Quest.wagon_8.step3": "It's okay. Thank you. I'll think off something to make when we're done.",
  "Quest.wagon_10.step1": "This is where I'm going to build my laboratory. What do you think?",
  "Quest.wagon_10.step2": "I think it's a great solution. Even if it's not we can always put it somewhere else.",
  "Quest.wagon_10.step3": "Yeah, you can always count on us. We've got your back!",
  "Quest.elf_1.step1": "Are there any hunters among us?",
  "Quest.elf_1.step2": "Why do you ask?",
  "Quest.elf_1.step3": "I've found an arrow.",
  "Quest.elf_1.step4": "It's too early to jump to conclusions. Let's collect some more and see what happens.",
  "Quest.elf_2.step1": "Do you know why we keep coming across these strange things all over the kingdom?",
  "Quest.elf_2.step2": "I can only guess. We need more information if we want tp figure out what happened here. ",
  "Quest.elf_3.step1": "I'm not even sure if anyone here is any good at archery.",
  "Quest.elf_3.step2": "Why would anyone want a bow if you've got an ax?",
  "Quest.elf_3.step3": "Or a hammer?",
  "Quest.elf_3.step4": "I had my share of doubts but now I'm almost certain that this quiver belongs to a more sophisticated being than us.",
  "Quest.elf_4.step1": "What if nobody comes to claim those arrows? Can I keep them then?",
  "Quest.elf_4.step2": "Why do you even want them? They aren't edible.",
  "Quest.elf_4.step3": "I'm going to use them as a big, nice fork.",
  "Quest.elf_5.step1": "The more arrows we find the scarier it becomes.",
  "Quest.elf_5.step2": "And why is that?",
  "Quest.elf_5.step3": "What if their owner decides to use them against us?",
  "Quest.elf_5.step4": "I guess you were also scared when you saw me for the first time. Look at us now. Thick as thieves!",
  "Quest.elf_6.step1": "Pay attention, the owner of the bow can get here any minute.",
  "Quest.elf_6.step2": "We'll make sure to collect more pieces to make the sight more welcoming.",
  "Quest.elf_7.step1": "Does it get any better than this? Who wouldn't want to have such a gorgeous bow?",
  "Quest.elf_7.step2": "What do you know about bows? And, most of all, about beauty? Let's just wait for the owner to reveal herself.",
  "Quest.warlock_1.step1": "Great news! I think I've just found a new recipe. I can finally cook something new.",
  "Quest.warlock_1.step2": "Let me see. Hm... It's not a recipe for a dish. It's a recipe for a potion.",
  "Quest.warlock_1.step3": "I didn't know there were witches allowed into the Farawake Kingdom.",
  "Quest.warlock_1.step4": "Maybe she is not from around here...",
  "Quest.warlock_2.step1": "Can anyone speak ancient languages?",
  "Quest.warlock_2.step2": "No, why do you ask?",
  "Quest.warlock_2.step3": "I've just found the second variable of that magical equation and kind of want to read what's on it.",
  "Quest.warlock_2.step4": "I don't think that it's such a good idea. We wouldn't know what to do with it even if we were proficient in the languages required.",
  "Quest.warlock_3.step1": "How many more spells are out there? Because I keep on finding these books...",
  "Quest.warlock_3.step2": "Does it really matter? We all know that you can't even read them. Leave them be.",
  "Quest.warlock_3.step3": "I'll keep looking till I find something that I can read.",
  "Quest.warlock_4.step1": "I wonder who is the owner of these books. I've never seen anything like it before.",
  "Quest.warlock_4.step2": "That's what we thought when we've found your bow.",
  "Quest.warlock_4.step3": "It's funny how you're always unable to use the things you find.",
  "Quest.warlock_5.step1": "Do you think the owner of these books will have answers?",
  "Quest.warlock_5.step2": "I've been a part of a Royal Guard for many years now and have learned to believe in miracles.",
  "Quest.warlock_5.step3": "Normally I believe in making your own faith but times like this make me wonder if I'm wrong...",
  "Quest.warlock_6.step1": "Grizzly, what do you make of these books from the scientific point of view?",
  "Quest.warlock_6.step2": "I'd rather not say because I don't want to offend anyone.",
  "Quest.warlock_6.step3": "Interesting. Now I'm even more curious to see this so-called witch. ",
  "Quest.warlock_7.step1": "Does anyone want to give up? We've been carrying those books around for too long. And they're not getting lighter.",
  "Quest.warlock_7.step2": "We owe it to their owner to save her. Trust me, I've been there. It's not a nice feeling to be possessed by the fog.",
  "Quest.warlock_8.step1": "The more people we have the better our chances are against the fog.",
  "Quest.warlock_8.step2": "Let's hope that our next reinforcement can shed some light on this mystery.",
  "Quest.magicplant_1.step1": "Look what I've found!",
  "Quest.magicplant_1.step2": "How come you keep on finding things?",
  "Quest.magicplant_1.step3": "It's easy, my friend. I'm just always looking for food.",
  "Quest.magicplant_2.step1": "Do you have any idea what this is?",
  "Quest.magicplant_2.step2": "No, I've never seen anything like it before.",
  "Quest.magicplant_2.step3": "Maybe you can taste it and tell us what it feels like.",
  "Quest.magicplant_2.step4": "I know that I've got a reputation but even I'm scared of eating something so unfamiliar.",
  "Quest.magicplant_3.step1": "I'm so glad that I didn't try and eat it. It started to glow!",
  "Quest.magicplant_3.step2": "It would've been funny to watch your huge belly being lit up on the inside. An oversized human torch, if I may.",
  "Quest.magicplant_4.step1": "So, what should we do about it?",
  "Quest.magicplant_4.step2": "Why are you asking me? I don't know.",
  "Quest.magicplant_4.step3": "Because you're an expert when it comes to trees.",
  "Quest.magicplant_4.step4": "Yes, when it comes to chopping them down. This one looks like it would be wasted on firewood.",
  "Quest.magicplant_5.step1": "It's getting bigger and bigger each time. When does it stop?",
  "Quest.magicplant_5.step2": "I don't know but I bet you that it has plenty of room to grow more.",
  "Quest.magicplant_5.step3": "Alright, but if it doesn't you're cooking tonight.",
  "Quest.magicplant_6.step1": "I have an ingenious idea!  We should read about this plant in the book.",
  "Quest.magicplant_6.step2": "Great plan! Although there is one little problem. None of us can read.",
  "Quest.magicplant_6.step3": "That's right... How could I forget about it!",
  "Quest.magicplant_6.step4": "Not so sharp for a genius, are you?",
  "Quest.magicplant_7.step1": "Wow, look how beautiful it is. Only something good can come out of something as pretty.",
  "Quest.magicplant_7.step2": "Let's find out if you're right!",
  "Quest.magicplant_8.step1": "Am I seeing this right?",
  "Quest.magicplant_8.step2": "No, these flowers aren't for eating.",
  "Quest.magicplant_8.step3": "What are they for then?",
  "Quest.magicplant_8.step4": "I think they're for granting the wishes.",
  "Quest.troll_1.step1": "It looks like your dream is coming true. How do you like your new axe?",
  "Quest.troll_1.step2": "I don't feel like taking someone else's axe. Let's find its actual owner.",
  "Quest.troll_2.step1": "Maybe you will be more compliant and accept my offer of becoming this axe's new master?",
  "Quest.troll_2.step2": "I am pretty happy with my hammer, thank you. Why do you want to get rid of it so much?",
  "Quest.troll_2.step3": "I don't want to starve to death while looking for the one who lost it.",
  "Quest.troll_3.step1": "Did our mutual friend bother you with his offer?",
  "Quest.troll_3.step2": "Of course, he did. But I actually know whose this axe is so I promised to assist with the search.",
  "Quest.troll_3.step3": "Let me know if you need any help!",
  "Quest.troll_4.step1": "Our team is getting bigger. How are you going to feel when you're not the only one who knows his way around axes?",
  "Quest.troll_4.step2": "I'll feel great. There will finally be someone to talk to rather than you.",
  "Quest.troll_5.step1": "It's important to be prepared. We don't know if it's a trap or not. Maybe someone is playing with us.",
  "Quest.troll_5.step2": "I don't sense any dark magic surrounding this axe. I have a reason to believe that we're on the right path.",
  "Quest.troll_5.step3": "I hope you're right but let's keep an eye on each other anyway.",
  "Quest.troll_6.step1": "So, how do you know the axe owner? I thought that archery lovers do not hobnob with others.",
  "Quest.troll_6.step2": "And yet, here I am, talking to you.",
  "Quest.troll_6.step3": "I'm serious. Who is he?",
  "Quest.troll_6.step4": "He is a great hunter. If anyone can help you catch some food for dinner, it's him.",
  "Quest.troll_7.step1": "Look how fancy these axes are! Are you sure you don't want to take one? Who needs two axes?",
  "Quest.troll_7.step2": "Someone who is strong enough to hold both of them.",
  "Quest.troll_8.step1": "I was always wondering, your majesty, what is the weapon of your choice? Could it be an axe by any chance?",
  "Quest.troll_8.step2": "A wise king will do everything in his power to avoid the battle. That's why I always have to keep my brain sharper than any sword.",
  "Quest.troll_9.step1": "Do you still think it's safe? I've never seen an ax that can produce fire.",
  "Quest.troll_9.step2": "It's a very powerful spell but we have nothing to worry about. There is only one sage in all the realms who can cast it.",
  "Quest.troll_9.step3": "And he happens to be a very good friend of the Farawake Kingdom.",
  "Quest.bamboo_1.step1": "I have the greatest of news, Grizzly! There is something that will make your stay here much better.",
  "Quest.bamboo_1.step2": "I'm sorry to disappoint you but you're confusing me with someone. I'm acquainted with some pandas but I'm not one myself.",
  "Quest.bamboo_1.step3": "Maybe you should learn from them. After all, normal food is always scarce when the Rider is around.",
  "Quest.bamboo_2.step1": "Why do we need this bamboo anyway if Grizzly is not going to eat it?",
  "Quest.bamboo_2.step2": "Don't you remember? I can build anything out of anything. Let's find some more!",
  "Quest.bamboo_3.step1": "Okay, I get that you don't find it tasty but will you consider living in a house made out of bamboo?",
  "Quest.bamboo_3.step2": "Sure, why not. If it's big enough to accommodate me.",
  "Quest.bamboo_3.step3": "Did you hear that? Let's build a mansion for our friend!",
  "Quest.bamboo_4.step1": "I've heard that some warriors use bamboo sticks as their weapons. Are you considering doing the same?",
  "Quest.bamboo_4.step2": "It might be good for combat but I'm more into hunting. So the answer is no.",
  "Quest.bamboo_4.step3": "Got it. Maybe we can build you a shed big enough to store all of your bows and arrows.",
  "Quest.bamboo_5.step1": "I like what you're doing here. The more buildings we have the mightier our forces will be. How many more can you erect?",
  "Quest.bamboo_5.step2": "It depends on how much more materials can we find.",
  "Quest.bamboo_5.step3": "Well, in that case, spare no expense but find what we need. Use all the help you need.",
  "Quest.bamboo_6.step1": "I can't believe I'm saying this but I need you to look for food.",
  "Quest.bamboo_6.step2": "And I can't believe my ears! I'm finally not the only one who is hungry all the time.",
  "Quest.bamboo_6.step3": "Yes, you still are. I was just hoping that you'll accidentally help me find more bamboo while searching for sustenance. ",
  "Quest.bamboo_7.step1": "I don't get it. Why do we use bamboo for construction when we have stone, metal, and wood? Aren't they more resilient?",
  "Quest.bamboo_7.step2": "Yes, they might be. But we don't have a choice. Our lands are spoiled with different kinds of creatures that we have to chop down.",
  "Quest.bamboo_7.step3": "And it would be a waste not to use what's left of them. Everything is valuable when rebuilding our kingdom.",
  "Quest.bamboo_8.step1": "I had no idea that you can erect a building so big and massive using... bamboo.",
  "Quest.bamboo_8.step2": "Well, my friend, when you have enough of something and you know how to use it miracles do happen. Wait until you see the next one!",
  "Quest.bamboo_10.step1": "You weren't lying. This is amazing. I might reconsider relocating here from my current living quarters.",
  "Quest.bamboo_10.step2": "I wouldn't advise you to live in a house that can theoretically be eaten. You might not be a panda but your appetite is unpredictable.",
  "Quest.sapphire_1.step1": "Remember you told me that you can build anything out of anything?",
  "Quest.sapphire_1.step2": "Of course. I don't use words lightly like some other members of our crew.",
  "Quest.sapphire_1.step3": "Then I have a challenge for you if you choose to accept it!",
  "Quest.sapphire_2.step1": "Do you still think that you're up for the task?",
  "Quest.sapphire_2.step2": "I am. And I'll finish faster if you stop talking and start helping me collect more materials.",
  "Quest.sapphire_3.step1": "Doesn't it look fragile to you?",
  "Quest.sapphire_3.step2": "Do not underestimate crystals. The more buildings we have made using them the safer our Kingdom is going to be.",
  "Quest.sapphire_4.step1": "What is it that you're building, guys?",
  "Quest.sapphire_4.step2": "Gingerbeard is desperately trying to prove that he doesn't waste his words.",
  "Quest.sapphire_4.step3": "I'm not trying to prove it. I am actually doing it.",
  "Quest.sapphire_5.step1": "This looks pretty. Although I would never think that you made it.",
  "Quest.sapphire_5.step2": "Why is that?",
  "Quest.sapphire_5.step3": "I don't mean to be rude but you don't look like someone capable of crafting sophisticated buildings like that.",
  "Quest.sapphire_6.step1": "Okay, you've got yourself a deal. I am going to help you under one condition...",
  "Quest.sapphire_6.step2": "I'm doing pretty good on my own. I don't think that I need your help.",
  "Quest.sapphire_6.step3": "It's too late now. I am helping you anyway in exchange for one of these villas. Emeralda seems to like them and I... Hm. I really like her.",
  "Quest.sapphire_7.step1": "Did you tell anyone else about your secret?",
  "Quest.sapphire_7.step2": "No! And if you do I will... I will break your ax into pieces!",
  "Quest.sapphire_7.step3": "Don't worry, it's safe with me. Actually, I find it very romantic. Let's build a real castle for her!",
  "Quest.sapphire_8.step1": "Hey, Grizzly, can you give us a hand? We tried to bite off more than we could chew.",
  "Quest.sapphire_8.step2": "Don't say that you want me to carry materials for you again! I'm a strong and independent bear but I do have feelings too, you know.  ",
  "Quest.sapphire_8.step3": "Of course. And we wouldn't want to hurt them. We're having a tea party with honey and jam afterward and you're invited!",
  "Quest.sapphire_8.step4": "Why didn't you start with that?! What and where do you need me to carry?",
  "Quest.sapphire_9.step1": "So, what are you going to do? Just give her the keys and say \"It's your castle now, enjoy\"?",
  "Quest.sapphire_9.step2": "I didn't think it's through. I'm not good with words, you know that better than anyone.",
  "Quest.sapphire_9.step3": "Maybe we should ask the King? It's his job to be eloquent.",
  "Quest.sapphire_9.step4": "I'm not ready to share my darkest secret with two people in one day. I'll wing it!",
  "Quest.sapphire_11.step1": "How do you like this castle?",
  "Quest.sapphire_11.step2": "It's beautiful. Gingerbeard did a great job.",
  "Quest.sapphire_11.step3": "I've helped him, actually. He said that he couldn't do it without me.",
  "Quest.sapphire_11.step4": "Really? Well, I hope you realize that I was being sarcastic when calling it pretty. My favorite color is green, not purple. Better luck next time.",
  "Quest.knight_1.step1": "Your Majesty! Finally, something that deserves your attention.",
  "Quest.knight_1.step2": "Thank you kindly but I'm perfectly happy with my sword as it is. Although I'm curious to see where this peculiar item is going to bring us.",
  "Quest.knight_2.step1": "How are you feeling about another weapon in our collection? I remember when I first found your ax. It got me scared.",
  "Quest.knight_2.step2": "Fangtooth is scared of nothing. And he will protect his scared friends.",
  "Quest.knight_2.step3": "Wow, when did we manage to become friends?",
  "Quest.knight_2.step4": "You're still here. That makes you a friend of Fangtooth.",
  "Quest.knight_3.step1": "Grizzly, you're a bear of science, aren't you?",
  "Quest.knight_3.step2": "Indeed I am. What is your point?",
  "Quest.knight_3.step3": "Do you happen to know what's more resilient, a sword or a hammer?",
  "Quest.knight_3.step4": "A usual sword would beat your normal hammer. But my hammer is beyond normal. And it will beat any sword, even an extraordinary one.",
  "Quest.knight_4.step1": "Are you doing okay?",
  "Quest.knight_4.step2": "Yes. Totally. I'm great. I'm fine. Why do you ask?",
  "Quest.knight_4.step3": "Another potential member of our team is on the way. What if he likes Emeralda too...",
  "Quest.knight_4.step4": "Actually, it doesn't bother me at all. As long as we don't stumble on a crossbow I have nothing to worry about.",
  "Quest.knight_5.step1": "Can you say anything about this sword just by looking at it?",
  "Quest.knight_5.step2": "I'm not a psychic, you know. Why are you so curious anyway?",
  "Quest.knight_5.step3": "No reason. I just want to be prepared for anything.",
  "Quest.knight_6.step1": "Do you think I should get a weapon too?",
  "Quest.knight_6.step2": "I don't even think that you can use one properly.",
  "Quest.knight_6.step3": "That is so mean of you. I can handle this sword even better than its current owner!",
  "Quest.knight_6.step4": "We'll see about that very soon, won't we?",
  "Quest.knight_7.step1": "It's always nice to see our army grow. Let's make sure that our new guest gets the treatment he deserves.",
  "Quest.knight_7.step2": "As you wish, your majesty. We'll accept him as one of our own.",
  "Quest.knight_8.step1": "What will you do if this mysterious knight becomes my best friend?",
  "Quest.knight_8.step2": "I would be happy for you. You do lack chivalry. Maybe he will be a good influence on you. ",
  "Quest.knight_8.step3": "Are you saying that I'm not chivalrous enough? I'll help you find more swords but only after you.",
  "Quest.knight_9.step1": "You really got me thinking about this sword so I investigated it. It turns out that it's made out of dragon steel.",
  "Quest.knight_9.step2": "Is it a good or a bad thing?",
  "Quest.knight_9.step3": "It means that it will beat my hammer 10 out of 10 times...",
  "Quest.knight_10.step1": "Now I know enough about my future nemesis to compete with him!",
  "Quest.knight_10.step2": "Take it easy, there is still chance that you and him are going to be best of friends.",
  "Quest.knight_10.step3": "Don't worry, Gingerbeard, we have so much history. I'll never forget about you!"
}