{
	"Quest.wheat_3.step1": "J'imagine que j'en avais encore plus que je ne le pensais! Tout est si brumeux! Je dois manger avant de devenir fou. Allez, cultivons en fusionnant ces plantes!",
	"Quest.dishes_0.step1": "Maintenant, prenons les ingrédients et préparons quelque chose de délicieux. Je ne peux jamais voir clairement quand j'ai faim.",
	"Quest.woodsource_1_1.step1": "La barbe de Merlin! Ça a marché! Quelqu'un peut-il m'expliquer ce qui se passe?",
	"Quest.woodsource_1_1.step2": "SI seulement je pouvais. Je suis couvert par ce brouillard depuis des jours maintenant. Merci de m'avoir sauvé des mauvais esprits!",
	"Quest.woodsource_1_1.step3": "Les mauvais esprits? Mais le royaume de la fusion est l'endroit le plus sûr du septième royaume ...",
	"Quest.woodsource_1_1.step4": "Sinon, comment expliqueriez-vous ces vilaines ents? Laissez-moi vous aider à vous en débarrasser avant qu'ils ne prennent tout notre territoire.",
	"Quest.wood_1.step1": "Vous étiez impressionnant là-bas! Que pensez-vous d'unir vos forces?",
	"Quest.wood_1.step2": "Je pense que tu ne dureras pas un jour sans moi. Allez, nous avons un royaume à sauver!",
	"Quest.wood_2.step1": "Génial! Maintenant, nous avons assez de bois pour construire quelque chose.",
	"Quest.wood_3.step1": "Cela ressemble-t-il à quelque chose dans lequel vous envisageriez de vivre?",
	"Quest.wood_3.step2": "Êtes-vous sérieux? Je ne suis même pas sûr que mon pouce y rentre.",
	"Quest.wood_3.step3": "Eh bien, dans ce cas, vous feriez mieux de hacher! Et j'essaierai de briser autant de brouillard que possible pour que vous ayez assez d'ents pour jouer.",
	"Quest.wood_4.step1": "Voir! C'est parfait. Vous pouvez emménager quand vous le souhaitez.",
	"Quest.wood_4.step2": "Je peux paraître simple mais je suis habitué à un niveau de vie beaucoup plus élevé. Allez, conquérons de nouvelles terres pour extraire plus de bois.",
	"Quest.wood_5.step1": "Il s'agrandit définitivement! Je parie que nous pourrions y mettre toute ta barbe.",
	"Quest.wood_5.step2": "Cela semble plausible, mais nous pouvons faire mieux que cela. Ents, nous arrivons!",
	"Quest.wood_6.step1": "De combien de bois avons-nous besoin pour agrandir encore plus cet endroit?",
	"Quest.wood_6.step2": "Plus nous avons besoin de bois, moins nous en garderons. Parfait!",
	"Quest.wood_7.step1": "Je pense que c'est le mieux que nous puissions faire.",
	"Quest.wood_7.step2": "Oh, mon cher ami. Vous n'avez aucune idée de ce dont nous sommes capables de plus!",
	"Quest.king_1.step1": "Que fait une couronne ici? Qu'est-ce que cela peut signifier?",
	"Quest.king_1.step2": "Je parie que les mauvais esprits ont oublié de le cacher dans leurs ents. Creusons plus profondément!",
	"Quest.king_2.step1": "Pensez-vous à ce que je pense?",
	"Quest.king_2.step2": "Je pense que nos deux têtes sont trop grandes pour cette couronne. Trouvons son propriétaire légitime!",
	"Quest.king_3.step1": "Avez-vous pensé que la couronne appartenait peut-être au roi?",
	"Quest.king_3.step2": "Cela a beaucoup de sens maintenant que vous l'avez dit à haute voix. On devrait se dépêcher pour le sauver!",
	"Quest.bear_1.step1": "Voir! J'ai trouvé quelque chose!",
	"Quest.bear_1.step2": "De nouveau? Vous êtes toujours trop excité ... Oh cher seigneur! C'est un véritable marteau des cavernes!",
	"Quest.bear_1.step3": "Cela ne me semble pas si puissant.",
	"Quest.bear_1.step4": "Attendez de rencontrer son propriétaire!",
	"Quest.bear_2.step1": "Combien de marteaux y a-t-il? En avons-nous même besoin?",
	"Quest.bear_2.step2": "Je ne comprends pas. Nous sommes probablement allés à la même école, mais pourquoi pleurnicheriez-vous autant et moi non?",
	"Quest.bear_2.step3": "Qui pleurniche, moi? Je ne gémis pas que tu sois si ennuyeusement active.",
	"Quest.bear_2.step4": "Ne gaspillez pas votre énergie à vous disputer, les gars. Nous avons besoin de plus de ces marteaux. Continuez à hacher!",
	"Quest.bear_3.step1": "Les marteaux deviennent de plus en plus lourds. Je ne suis pas sûr qu'il y ait quelqu'un qui puisse les tenir, encore moins les utiliser!",
	"Quest.bear_3.step2": "Bien sûr, vous pensez que c'est lourd, regardez vos petits bras!",
	"Quest.bear_3.step3": "Mes bras vont très bien. Les vôtres sont trop gros. Je vais faire une pause pendant que vous hachez. Vous devez faire plus d'exercice.",
	"Quest.bear_4.step1": "Vous allez très bien, les gars! J'ai hâte que vous voyiez ce qui se passe lorsque nous aurons tous les marteaux.",
	"Quest.bear_4.step2": "Peut-être qu'un jour nous trouverons aussi une hache parce que la mienne devient de plus en plus terne à cause de tous les coupes.",
	"Quest.bear_5.step1": "Savons-nous même pourquoi on l'appelle Honey Hammer? Peut-il invoquer du miel?",
	"Quest.bear_5.step2": "On y va encore une fois. Nous avons beaucoup de travail, mais la seule chose que vous faites est de penser à la nourriture.",
	"Quest.bear_5.step3": "Qu'est-ce qui ne va pas avec ça? La nourriture me rend heureuse.",
	"Quest.bear_5.step4": "Et gros. Trouvons plus de marteaux pour voir s'ils peuvent invoquer quoi que ce soit.",
	"Quest.bear_6.step1": "Sire! Le marteau brille. Cela veut-il dire quelque chose?",
	"Quest.bear_6.step2": "Cela signifie que nous sommes très proches d'une grande découverte!",
	"Quest.candies_4.step1": "On dirait que j'ai encore faim ... Ces citrouilles me semblent plutôt savoureuses.",
	"Quest.candies_4.step2": "Ils sont tous à vous. Mais ne vous attendez pas à ce que je cuisine pour vous. Mon cœur appartient à couper!",
	"Quest.wood_9.step1": "On dirait que nous l'avons enfin trouvé! Cet endroit est-il assez grand pour vous?",
	"Quest.wood_9.step2": "Pour moi? Il peut convenir à tout un escadron. Il ne nous reste plus qu'à en trouver un.",
	"Quest.wood_9.step3": "Avant de le faire, terminons la construction. De quoi avez-vous besoin pour cela?",
	"Quest.wood_9.step4": "J'ai besoin d'aiguiser ma hache et de me trouver quelques ents.",
	"Quest.wood_9.step5": "Et j'ai besoin de manger quelque chose. Cela a l'air d'être un super plan!",
	"Quest.stone_1.step1": "Je cherchais de la nourriture mais c'est ce que j'ai trouvé.",
	"Quest.stone_1.step2": "Je ferai de mon mieux pour vous garder rassasié, mais en attendant, continuez à chercher plus de pierre pour que nous puissions construire un fort.",
	"Quest.stone_2.step1": "Je sais déjà que vous êtes doué pour le bois, mais qu'en est-il des autres matériaux?",
	"Quest.stone_2.step2": "Je peux tout construire avec tout. Regarder et apprendre!",
	"Quest.stone_3.step1": "C'est ce que vous appelez ériger un bâtiment? Tu ne peux rien faire sans mon aide?",
	"Quest.stone_3.step2": "Tu n'aimes pas ça? Je pensais en quelque sorte que c'était parfait pour toi.",
	"Quest.stone_3.step3": "Si nous devons reconstruire notre royaume à partir de zéro, je m'assurerai que j'ai le plus grand palais.",
	"Quest.stone_4.step1": "Je ne peux pas croire que je dis ça mais tu avais en fait raison. C'est parfait pour moi. Je vais l'utiliser comme abri pour garder de vieilles choses.",
	"Quest.stone_4.step2": "Comme tu veux. Quoique, je sais que tu n'as rien depuis que le brouillard a tout emporté, tu te souviens?",
	"Quest.stone_5.step1": "Cela a l'air génial. A qui dois-je remercier pour une si belle réalisation architecturale?",
	"Quest.stone_5.step2": "Vous devriez nous remercier tous, Votre Altesse. Et assurez-vous que nous sommes capables de choses encore plus grandes.",
	"Quest.stone_6.step1": "Nous pourrions l'utiliser comme tour de guet pour soigner les ents et les golems afin qu'ils restent sous contrôle.",
	"Quest.stone_6.step2": "Pour le moment, oui. Mais puisque nous prévoyons d'avoir notre propre armée, nous aurons besoin d'un endroit où nourrir les soldats ...",
	"Quest.stone_7.step1": "Cette taverne a l'air délicieuse. Dois-je y aller et le tester?",
	"Quest.stone_7.step2": "Pas avant de le reconstruire et de le transformer en autre chose.",
	"Quest.stone_8.step1": "Comment l'aimes-tu maintenant?",
	"Quest.stone_8.step2": "Vous avez ruiné un bel immeuble mais je m'en remettrai. Finalement. Quand je mange quelque chose.",
	"Quest.stone_10.step1": "Ça y est. Cette citadelle marquera le début du nouveau royaume de Farawake. Encore plus fort et plus prospère.",
	"Quest.stone_10.step2": "Votre esprit et votre croyance sont ce qui nous fait avancer.",
	"Quest.stone_10.step3": "Je sais que nous ne sommes pas encore nombreux, mais nous pouvons faire de grandes choses ensemble.",
	"Quest.wagon_1.step1": "Y a-t-il quelqu'un dans notre équipe qui peut travailler avec le métal?",
	"Quest.wagon_1.step2": "Ne me regarde pas. J'ai déjà fait la partie la plus importante. Je t'ai sauvé.",
	"Quest.wagon_1.step3": "Je ne sais pas si vous pouvez le dire par mon armure, mais il se trouve que je connais une chose ou deux sur les alliages.",
	"Quest.wagon_2.step1": "Alors, que faisons-nous de ces poutres?",
	"Quest.wagon_2.step2": "Ils constitueront une excellente base pour nos futurs bâtiments. Prenons-en plus!",
	"Quest.wagon_3.step1": "Construisez-vous un igloo? Je ne savais pas que tu étais un ours polaire ...",
	"Quest.wagon_3.step2": "Vous auriez pu apprendre quelque chose si vous utilisiez vos yeux plutôt que votre bouche plus souvent.",
	"Quest.wagon_4.step1": "Grizzly, c'est ce que je pense que c'est?",
	"Quest.wagon_4.step2": "Oui Monsieur. J'ai pensé que nous pourrions avoir besoin de quelque chose comme ça dans notre situation.",
	"Quest.wagon_4.step3": "Qu'est-ce que c'est? Je ne comprends pas.",
	"Quest.wagon_4.step4": "Encore une fois, plus de regard, moins de conversation.",
	"Quest.wagon_5.step1": "Très bien, maintenant je vois.",
	"Quest.wagon_5.step2": "Je suis curieux. Que vois-tu?",
	"Quest.wagon_5.step3": "Ok, tu m'as. Toujours aucune idée.",
	"Quest.wagon_5.step4": "Soyez patient, mon ami. Aidez-moi simplement à obtenir plus de ressources et bientôt vous verrez tout.",
	"Quest.wagon_6.step1": "Vous ne le savez peut-être pas, mais Grizzly est issu d'une très longue lignée de scientifiques.",
	"Quest.wagon_6.step2": "Ah bon? Tu ne dis pas. Il ressemble plus à un guerrier.",
	"Quest.wagon_6.step3": "Je suis beaucoup de choses mais mon cœur appartiendra toujours à la connaissance. J'espère que vous aimerez mon nouveau laboratoire.",
	"Quest.wagon_7.step1": "Cela a l'air bien. Que comptez-vous en faire?",
	"Quest.wagon_7.step2": "Tout d'abord, je dois finir de le construire pour que votre aide soit très appréciée.",
	"Quest.wagon_8.step1": "J'ai un peu faim d'être si serviable et je me demandais s'il y avait un moyen pour vous de créer quelque chose de savoureux et de copieux?",
	"Quest.wagon_8.step2": "Ne fais pas attention à lui. Il parle toujours de nourriture. Y a-t-il autre chose que nous pouvons faire?",
	"Quest.wagon_8.step3": "C'est bon. Merci. Je penserai à quelque chose à faire quand nous aurons terminé.",
	"Quest.wagon_10.step1": "C'est là que je vais construire mon laboratoire. Qu'en penses-tu?",
	"Quest.wagon_10.step2": "Je pense que c'est une excellente solution. Même si ce n'est pas le cas, nous pouvons toujours le mettre ailleurs.",
	"Quest.wagon_10.step3": "Ouais, tu peux toujours compter sur nous. Nous sommes là pour vous!",
	"Quest.elf_1.step1": "Y a-t-il des chasseurs parmi nous?",
	"Quest.elf_1.step2": "Pourquoi demandez-vous?",
	"Quest.elf_1.step3": "J'ai trouvé une flèche.",
	"Quest.elf_1.step4": "Il est trop tôt pour tirer des conclusions. Rassemblons-en un peu plus et voyons ce qui se passe.",
	"Quest.elf_2.step1": "Savez-vous pourquoi nous continuons à rencontrer ces choses étranges partout dans le royaume?",
	"Quest.elf_2.step2": "Je ne peux que deviner. Nous avons besoin de plus d'informations si nous voulons comprendre ce qui s'est passé ici.",
	"Quest.elf_3.step1": "Je ne sais même pas si quelqu'un ici est doué pour le tir à l'arc.",
	"Quest.elf_3.step2": "Pourquoi quelqu'un voudrait-il un arc si vous avez une hache?",
	"Quest.elf_3.step3": "Ou un marteau?",
	"Quest.elf_3.step4": "J'avais ma part de doutes mais maintenant je suis presque certain que ce carquois appartient à un être plus sophistiqué que nous.",
	"Quest.elf_4.step1": "Et si personne ne venait réclamer ces flèches? Puis-je les garder alors?",
	"Quest.elf_4.step2": "Pourquoi les voulez-vous? Ils ne sont pas comestibles.",
	"Quest.elf_4.step3": "Je vais les utiliser comme une grosse et belle fourchette.",
	"Quest.elf_5.step1": "Plus nous trouvons de flèches, plus cela devient effrayant.",
	"Quest.elf_5.step2": "Et pourquoi est-ce que?",
	"Quest.elf_5.step3": "Et si leur propriétaire décide de les utiliser contre nous?",
	"Quest.elf_5.step4": "Je suppose que tu as aussi eu peur quand tu m'as vu pour la première fois. Regarde-nous maintenant. Comme larrons en foire!",
	"Quest.elf_6.step1": "Faites attention, le propriétaire de l'arc peut arriver ici d'une minute à l'autre.",
	"Quest.elf_6.step2": "Nous nous assurerons de collecter plus de pièces pour rendre le spectacle plus accueillant.",
	"Quest.elf_7.step1": "Est-ce que ça va mieux que ça? Qui ne voudrait pas avoir un arc aussi magnifique?",
	"Quest.elf_7.step2": "Que savez-vous des arcs? Et surtout de la beauté? Attendons juste que la propriétaire se révèle.",
	"Quest.warlock_1.step1": "Bonne nouvelle! Je pense que je viens de trouver une nouvelle recette. Je peux enfin cuisiner quelque chose de nouveau.",
	"Quest.warlock_1.step2": "Laisse moi voir. Hm ... Ce n'est pas une recette pour un plat. C'est une recette pour une potion.",
	"Quest.warlock_1.step3": "Je ne savais pas qu'il y avait des sorcières autorisées dans le royaume de Farawake.",
	"Quest.warlock_1.step4": "Peut-être qu'elle n'est pas d'ici ...",
	"Quest.warlock_2.step1": "Quelqu'un peut-il parler des langues anciennes?",
	"Quest.warlock_2.step2": "Non pourquoi le demandes-tu?",
	"Quest.warlock_2.step3": "Je viens de trouver la deuxième variable de cette équation magique et je veux en quelque sorte lire ce qu'il y a dessus.",
	"Quest.warlock_2.step4": "Je ne pense pas que ce soit une si bonne idée. Nous ne saurions pas quoi en faire même si nous maîtrisions les langues requises.",
	"Quest.warlock_3.step1": "Combien de sorts de plus existe-t-il? Parce que je continue à trouver ces livres ...",
	"Quest.warlock_3.step2": "Est-ce que c'est vraiment important? Nous savons tous que vous ne pouvez même pas les lire. Laissez-les tranquille.",
	"Quest.warlock_3.step3": "Je vais continuer à chercher jusqu'à ce que je trouve quelque chose que je peux lire.",
	"Quest.warlock_4.step1": "Je me demande qui est le propriétaire de ces livres. Je n'ai jamais rien vu de tel auparavant.",
	"Quest.warlock_4.step2": "C'est ce que nous avons pensé lorsque nous avons trouvé votre arc.",
	"Quest.warlock_4.step3": "C'est drôle de voir que vous ne pouvez toujours pas utiliser les choses que vous trouvez.",
	"Quest.warlock_5.step1": "Pensez-vous que le propriétaire de ces livres aura des réponses?",
	"Quest.warlock_5.step2": "Je fais partie d'une garde royale depuis de nombreuses années maintenant et j'ai appris à croire aux miracles.",
	"Quest.warlock_5.step3": "Normalement, je crois qu'il faut faire sa propre foi, mais des moments comme celui-ci me font me demander si je me trompe ...",
	"Quest.warlock_6.step1": "Grizzly, que pensez-vous de ces livres du point de vue scientifique?",
	"Quest.warlock_6.step2": "Je préfère ne pas dire parce que je ne veux offenser personne.",
	"Quest.warlock_6.step3": "Intéressant. Maintenant, je suis encore plus curieux de voir cette soi-disant sorcière.",
	"Quest.warlock_7.step1": "Quelqu'un veut-il abandonner? Nous transportons ces livres depuis trop longtemps. Et ils ne deviennent pas plus légers.",
	"Quest.warlock_7.step2": "Nous devons à leur propriétaire de la sauver. Croyez-moi, j'y suis allé. Ce n'est pas agréable d'être possédé par le brouillard.",
	"Quest.warlock_8.step1": "Plus nous avons de personnes, meilleures sont nos chances contre le brouillard.",
	"Quest.warlock_8.step2": "Espérons que notre prochain renfort pourra éclairer ce mystère.",
	"Quest.magicplant_1.step1": "Regarde ce que j'ai trouvé!",
	"Quest.magicplant_1.step2": "Comment se fait-il que vous continuiez à trouver des choses?",
	"Quest.magicplant_1.step3": "C'est facile, mon ami. Je suis juste toujours à la recherche de nourriture.",
	"Quest.magicplant_2.step1": "Avez-vous une idée de ce que c'est?",
	"Quest.magicplant_2.step2": "Non, je n'ai jamais rien vu de tel auparavant.",
	"Quest.magicplant_2.step3": "Peut-être pourrez-vous le goûter et nous dire ce que vous ressentez.",
	"Quest.magicplant_2.step4": "Je sais que j'ai une réputation, mais même j'ai peur de manger quelque chose de si inconnu.",
	"Quest.magicplant_3.step1": "Je suis tellement content de ne pas avoir essayé de le manger. Il a commencé à briller!",
	"Quest.magicplant_3.step2": "Ça aurait été amusant de voir ton gros ventre s'illuminer à l'intérieur. Une torche humaine surdimensionnée, si vous me permettez.",
	"Quest.magicplant_4.step1": "Alors, que devons-nous faire à ce sujet?",
	"Quest.magicplant_4.step2": "Pourquoi me demandes tu? Je ne sais pas.",
	"Quest.magicplant_4.step3": "Parce que vous êtes un expert en matière d'arbres.",
	"Quest.magicplant_4.step4": "Oui, quand il s'agit de les abattre. Celui-ci semble être gaspillé sur du bois de chauffage.",
	"Quest.magicplant_5.step1": "Cela devient de plus en plus grand à chaque fois. Quand ça s'arrête?",
	"Quest.magicplant_5.step2": "Je ne sais pas mais je vous parie qu'il a beaucoup de place pour grandir davantage.",
	"Quest.magicplant_5.step3": "D'accord, mais si ce n'est pas le cas, vous cuisinez ce soir.",
	"Quest.magicplant_6.step1": "J'ai une idée ingénieuse! Nous devrions lire sur cette plante dans le livre.",
	"Quest.magicplant_6.step2": "Super plan! Bien qu'il y ait un petit problème. Aucun de nous ne sait lire.",
	"Quest.magicplant_6.step3": "C'est vrai ... Comment pourrais-je l'oublier!",
	"Quest.magicplant_6.step4": "Pas si vif pour un génie, n'est-ce pas?",
	"Quest.magicplant_7.step1": "Wow, regarde comme c'est beau. Seul quelque chose de bon peut sortir de quelque chose d'aussi joli.",
	"Quest.magicplant_7.step2": "Découvrons si vous avez raison!",
	"Quest.magicplant_8.step1": "Est-ce que je vois ça bien?",
	"Quest.magicplant_8.step2": "Non, ces fleurs ne sont pas à manger.",
	"Quest.magicplant_8.step3": "A quoi servent-ils alors?",
	"Quest.magicplant_8.step4": "Je pense qu'ils sont pour exaucer les vœux.",
	"Quest.troll_1.step1": "Il semble que votre rêve se réalise. Comment aimez-vous votre nouvelle hache?",
	"Quest.troll_1.step2": "Je n'ai pas envie de prendre la hache de quelqu'un d'autre. Trouvons son propriétaire actuel.",
	"Quest.troll_2.step1": "Peut-être serez-vous plus conforme et accepterez-vous mon offre de devenir le nouveau maître de cette hache?",
	"Quest.troll_2.step2": "Je suis plutôt content de mon marteau, merci. Pourquoi voulez-vous vous en débarrasser autant?",
	"Quest.troll_2.step3": "Je ne veux pas mourir de faim en cherchant celui qui l'a perdu.",
	"Quest.troll_3.step1": "Notre ami commun vous a-t-il dérangé avec son offre?",
	"Quest.troll_3.step2": "Bien sûr, il l'a fait. Mais je sais à qui appartient cette hache, alors j'ai promis d'aider à la recherche.",
	"Quest.troll_3.step3": "Faites-moi savoir si vous avez besoin d'aide!",
	"Quest.troll_4.step1": "Notre équipe s'agrandit. Comment vas-tu te sentir quand tu n'es pas le seul à connaître son chemin autour des axes?",
	"Quest.troll_4.step2": "Je me sentirai bien. Il y aura enfin quelqu'un à qui parler plutôt que vous.",
	"Quest.troll_5.step1": "Il est important d'être préparé. Nous ne savons pas si c'est un piège ou non. Peut-être que quelqu'un joue avec nous.",
	"Quest.troll_5.step2": "Je ne sens aucune magie noire entourant cette hache. J'ai une raison de croire que nous sommes sur la bonne voie.",
	"Quest.troll_5.step3": "J'espère que vous avez raison mais gardons un œil sur l'autre quand même.",
	"Quest.troll_6.step1": "Alors, comment connaissez-vous le propriétaire de la hache? Je pensais que les amateurs de tir à l'arc ne cuisinaient pas avec les autres.",
	"Quest.troll_6.step2": "Et pourtant, me voici, en train de vous parler.",
	"Quest.troll_6.step3": "Je suis sérieux. Qui est-il?",
	"Quest.troll_6.step4": "C'est un grand chasseur. Si quelqu'un peut vous aider à attraper de la nourriture pour le dîner, c'est bien lui.",
	"Quest.troll_7.step1": "Regardez comme ces haches sont fantaisistes! Êtes-vous sûr de ne pas vouloir en prendre un? Qui a besoin de deux axes?",
	"Quest.troll_7.step2": "Quelqu'un qui est assez fort pour les tenir tous les deux.",
	"Quest.troll_8.step1": "Je me suis toujours demandé, Votre Majesté, quelle est l'arme de votre choix? Serait-ce une hache par hasard?",
	"Quest.troll_8.step2": "Un roi sage fera tout ce qui est en son pouvoir pour éviter la bataille. C'est pourquoi je dois toujours garder mon cerveau plus vif que n'importe quelle épée.",
	"Quest.troll_9.step1": "Pensez-vous toujours que c'est sûr? Je n'ai jamais vu une hache capable de produire du feu.",
	"Quest.troll_9.step2": "C'est un sortilège très puissant mais nous n'avons rien à craindre. Il n'y a qu'un seul sage dans tous les royaumes qui peut le lancer.",
	"Quest.troll_9.step3": "Et il se trouve être un très bon ami du royaume de Farawake.",
	"Quest.bamboo_1.step1": "J'ai la meilleure des nouvelles, Grizzly! Il y a quelque chose qui rendra votre séjour bien meilleur. Vous aimez le bambou, non?",
	"Quest.bamboo_1.step2": "Je suis désolé de vous décevoir mais vous me confondez avec quelqu'un. Je connais quelques pandas mais je n'en suis pas moi-même.",
	"Quest.bamboo_1.step3": "Vous devriez peut-être apprendre d'eux. Après tout, la nourriture normale est toujours rare lorsque le cavalier est là.",
	"Quest.bamboo_2.step1": "Pourquoi avons-nous besoin de ce bambou de toute façon si Grizzly ne va pas le manger?",
	"Quest.bamboo_2.step2": "Tu ne te souviens pas? Je peux tout construire à partir de n'importe quoi. Trouvons-en plus!",
	"Quest.bamboo_3.step1": "D'accord, je comprends que vous ne le trouvez pas savoureux mais envisagerez-vous de vivre dans une maison en bambou?",
	"Quest.bamboo_3.step2": "Bien sûr, pourquoi pas. Si c'est assez grand pour m'accueillir.",
	"Quest.bamboo_3.step3": "Avez-vous entendu que? Construisons un manoir pour notre ami!",
	"Quest.bamboo_4.step1": "J'ai entendu dire que certains guerriers utilisent des bâtons de bambou comme armes. Envisagez-vous de faire de même?",
	"Quest.bamboo_4.step2": "C'est peut-être bon pour le combat, mais je suis plus à la chasse. Donc la réponse est non.",
	"Quest.bamboo_4.step3": "J'ai compris. Peut-être que nous pouvons vous construire un hangar assez grand pour stocker tous vos arcs et flèches.",
	"Quest.bamboo_5.step1": "J'aime ce que tu fais ici. Plus nous aurons de bâtiments, plus nos forces seront puissantes. Combien d'autres pouvez-vous en ériger?",
	"Quest.bamboo_5.step2": "Cela dépend de la quantité de matériaux supplémentaires que nous pouvons trouver.",
	"Quest.bamboo_5.step3": "Eh bien, dans ce cas, n'épargnez aucune dépense, mais trouvez ce dont nous avons besoin. Utilisez toute l'aide dont vous avez besoin.",
	"Quest.bamboo_6.step1": "Je n'arrive pas à croire que je dis ça mais j'ai besoin de toi pour chercher de la nourriture.",
	"Quest.bamboo_6.step2": "Et je ne peux pas en croire mes oreilles! Je ne suis finalement pas le seul à avoir faim tout le temps.",
	"Quest.bamboo_6.step3": "Oui, tu l'es toujours. J'espérais juste que vous m'aiderez accidentellement à trouver plus de bambou en cherchant de la nourriture.",
	"Quest.bamboo_7.step1": "Je ne comprends pas. Pourquoi utilisons-nous le bambou pour la construction alors que nous avons de la pierre, du métal et du bois? Ne sont-ils pas plus résistants?",
	"Quest.bamboo_7.step2": "Oui, ils pourraient l'être. Mais nous n'avons pas le choix. Nos terres sont gâtées par différents types de créatures que nous devons abattre.",
	"Quest.bamboo_7.step3": "Et ce serait un gaspillage de ne pas utiliser ce qu'il en reste. Tout est précieux lors de la reconstruction de notre royaume.",
	"Quest.bamboo_8.step1": "Je n'avais aucune idée que l'on pouvait ériger un bâtiment aussi grand et massif avec ... du bambou.",
	"Quest.bamboo_8.step2": "Eh bien, mon ami, quand vous en avez assez de quelque chose et que vous savez comment vous en servir, des miracles se produisent. Attendez de voir le suivant!",
	"Quest.bamboo_10.step1": "Vous ne mentiez pas. Ceci est incroyable. Je pourrais envisager de déménager ici de mon logement actuel.",
	"Quest.bamboo_10.step2": "Je ne vous conseillerais pas de vivre dans une maison qui peut théoriquement être mangée. Vous n'êtes peut-être pas un panda, mais votre appétit est imprévisible.",
	"Quest.sapphire_1.step1": "Tu te souviens que tu m'as dit que tu pouvais tout construire à partir de n'importe quoi?",
	"Quest.sapphire_1.step2": "Bien sûr. Je n'utilise pas les mots à la légère comme certains autres membres de notre équipage.",
	"Quest.sapphire_1.step3": "Alors j'ai un défi pour vous si vous choisissez de l'accepter!",
	"Quest.sapphire_2.step1": "Pensez-vous toujours que vous êtes prêt pour la tâche?",
	"Quest.sapphire_2.step2": "Je suis. Et je finirai plus vite si vous arrêtez de parler et commencez à m'aider à collecter plus de matériaux.",
	"Quest.sapphire_3.step1": "Cela ne vous paraît-il pas fragile?",
	"Quest.sapphire_3.step2": "Ne sous-estimez pas les cristaux. Plus nous avons construit de bâtiments en les utilisant, plus notre Royaume sera sûr.",
	"Quest.sapphire_4.step1": "Qu'est-ce que vous construisez, les gars?",
	"Quest.sapphire_4.step2": "Gingerbeard essaie désespérément de prouver qu'il ne gaspille pas ses mots.",
	"Quest.sapphire_4.step3": "Je n'essaye pas de le prouver. Je suis en train de le faire.",
	"Quest.sapphire_5.step1": "Cela a l'air joli. Bien que je ne pense jamais que vous l'avez fait.",
	"Quest.sapphire_5.step2": "Pourquoi donc?",
	"Quest.sapphire_5.step3": "Je ne veux pas être impoli, mais vous ne ressemblez pas à quelqu'un capable de construire des bâtiments sophistiqués comme ça.",
	"Quest.sapphire_6.step1": "D'accord, vous avez un marché. Je vais vous aider sous une condition ...",
	"Quest.sapphire_6.step2": "Je vais plutôt bien tout seul. Je ne pense pas avoir besoin de votre aide.",
	"Quest.sapphire_6.step3": "C'est trop tard maintenant. Je vous aide quand même en échange d'une de ces villas. Emeralda semble les aimer et je ... Hm. Je l'aime beaucoup.",
	"Quest.sapphire_7.step1": "Avez-vous parlé de votre secret à quelqu'un d'autre?",
	"Quest.sapphire_7.step2": "Non! Et si vous le faites, je le ferai ... Je briserai votre hache en morceaux!",
	"Quest.sapphire_7.step3": "Ne t'inquiète pas, c'est en sécurité avec moi. En fait, je trouve ça très romantique. Construisons un vrai château pour elle!",
	"Quest.sapphire_8.step1": "Hé, Grizzly, peux-tu nous donner un coup de main? Nous avons essayé de mordre plus que nous ne pouvions mâcher.",
	"Quest.sapphire_8.step2": "Ne dites pas que vous voulez que je porte à nouveau du matériel pour vous! Je suis un ours fort et indépendant, mais j'ai aussi des sentiments, vous savez.",
	"Quest.sapphire_8.step3": "Bien sûr. Et nous ne voudrions pas leur faire du mal. Nous organisons ensuite un goûter avec du miel et de la confiture et vous êtes invité!",
	"Quest.sapphire_8.step4": "Pourquoi n'as-tu pas commencé avec ça?! Quoi et où avez-vous besoin de moi pour porter?",
	"Quest.sapphire_9.step1": "Donc qu'est ce que tu vas faire? Donnez-lui simplement les clés et dites \"C'est votre château maintenant, profitez-en\"?",
	"Quest.sapphire_9.step2": "Je ne pensais pas que c'était fini. Je ne suis pas doué pour les mots, tu le sais mieux que quiconque.",
	"Quest.sapphire_9.step3": "Peut-être devrions-nous demander au roi? C'est son travail d'être éloquent.",
	"Quest.sapphire_9.step4": "Je ne suis pas prêt à partager mon secret le plus sombre avec deux personnes en une journée. Je vais l'ailer!",
	"Quest.sapphire_11.step1": "Comment aimez-vous ce château?",
	"Quest.sapphire_11.step2": "C'est beau. Gingerbeard a fait un excellent travail.",
	"Quest.sapphire_11.step3": "Je l'ai aidé, en fait. Il a dit qu'il ne pouvait pas le faire sans moi.",
	"Quest.sapphire_11.step4": "Ah bon? Eh bien, j'espère que vous réalisez que j'étais sarcastique en l'appelant joli. Ma couleur préférée est le vert, pas le violet. Plus de chance la prochaine fois."
}