{
	"Quest.wheat_3.step1": "Ich hatte wohl noch mehr als ich dachte! Alles ist so neblig! Ich muss essen, bevor ich verrückt werde. Komm schon, lass uns bewirtschaften, indem wir diese Pflanzen zusammenführen!",
	"Quest.dishes_0.step1": "Jetzt holen wir uns die Zutaten und kochen etwas Leckeres. Ich kann nie klar sehen, wenn ich hungrig bin.",
	"Quest.woodsource_1_1.step1": "Merlins Bart! Es funktionierte! Kann mir jemand erklären, was passiert?",
	"Quest.woodsource_1_1.step2": "Ich wünschte, ich könnte. Ich bin jetzt seit Tagen von diesem Nebel bedeckt. Danke, dass du mich vor bösen Geistern gerettet hast!",
	"Quest.woodsource_1_1.step3": "Böse Geister? Aber das Mergest Kingdom ist der sicherste Ort des Siebten Reiches ...",
	"Quest.woodsource_1_1.step4": "Wie sonst würden Sie diese fiesen Entitäten erklären? Lassen Sie mich Ihnen helfen, sie loszuwerden, bevor sie unser gesamtes Territorium einnehmen.",
	"Quest.wood_1.step1": "Du warst beeindruckend da draußen! Was denkst du über das Zusammenschließen von Kräften?",
	"Quest.wood_1.step2": "Ich denke, dass du keinen Tag ohne mich aushalten wirst. Komm schon, wir müssen ein Königreich retten!",
	"Quest.wood_2.step1": "Großartig! Jetzt haben wir genug Holz, um etwas zu bauen.",
	"Quest.wood_3.step1": "Sieht es nach etwas aus, in dem Sie leben möchten?",
	"Quest.wood_3.step2": "Sind Sie im Ernst? Ich bin mir nicht mal sicher, ob mein Daumen dort hineinpasst.",
	"Quest.wood_3.step3": "In diesem Fall sollten Sie besser hacken! Und ich werde versuchen, so viel Nebel wie möglich zu brechen, damit du genug Spiel haben kannst, um damit zu spielen.",
	"Quest.wood_4.step1": "Aussehen! Es ist perfekt. Sie können jederzeit einziehen.",
	"Quest.wood_4.step2": "Ich mag einfach erscheinen, aber ich bin an einen viel höheren Lebensstandard gewöhnt. Komm schon, lass uns neue Länder erobern, um mehr Holz abzubauen.",
	"Quest.wood_5.step1": "Es wird definitiv größer! Ich wette, wir könnten Ihren gesamten Bart dort hineinstecken.",
	"Quest.wood_5.step2": "Klingt plausibel, aber wir können es besser machen. Ents, wir kommen!",
	"Quest.wood_6.step1": "Wie viel mehr Holz brauchen wir, um diesen Ort noch größer zu machen?",
	"Quest.wood_6.step2": "Je mehr Holz wir brauchen, desto weniger werden wir behalten. Perfekt!",
	"Quest.wood_7.step1": "Ich denke, es ist das Beste, was wir tun können.",
	"Quest.wood_7.step2": "Oh mein lieber Freund. Sie haben keine Ahnung, wie viel mehr wir können!",
	"Quest.king_1.step1": "Was macht eine Krone hier? Was kann es möglich bedeuten?",
	"Quest.king_1.step2": "Ich wette, böse Geister haben vergessen, es in ihren Augen zu verstecken. Lass uns tiefer graben!",
	"Quest.king_2.step1": "Denkst du, was ich denke?",
	"Quest.king_2.step2": "Ich denke, dass unsere beiden Köpfe für diese Krone zu groß sind. Finden wir den rechtmäßigen Besitzer!",
	"Quest.king_3.step1": "Ist Ihnen der Gedanke gekommen, dass die Krone tatsächlich dem König gehören könnte?",
	"Quest.king_3.step2": "Es macht jetzt sehr viel Sinn, dass Sie es laut gesagt haben. Wir sollten uns beeilen, um ihn zu retten!",
	"Quest.bear_1.step1": "Aussehen! Ich habe etwas gefunden!",
	"Quest.bear_1.step2": "Nochmal? Sie werden immer übermäßig aufgeregt ... Oh, lieber Herr! Es ist ein echter Höhlenhammer!",
	"Quest.bear_1.step3": "Es klingt für mich nicht so mächtig.",
	"Quest.bear_1.step4": "Warten Sie, bis Sie seinen Besitzer treffen!",
	"Quest.bear_2.step1": "Wie viele Hämmer gibt es? Brauchen wir sie überhaupt?",
	"Quest.bear_2.step2": "Ich verstehe es nicht Wir sind wahrscheinlich auf die gleiche Schule gegangen, aber warum bist du so weinerlich und ich nicht?",
	"Quest.bear_2.step3": "Wer ist weinerlich, ich? Ich jammere nicht darüber, dass du so nervig aktiv bist.",
	"Quest.bear_2.step4": "Verschwenden Sie Ihre Energie nicht mit Streiten, Jungs. Wir brauchen mehr von diesen Hämmern. Hacken Sie weiter!",
	"Quest.bear_3.step1": "Die Hämmer werden immer schwerer. Ich bin mir nicht sicher, ob es überhaupt jemanden gibt, der sie halten kann, geschweige denn benutzen kann!",
	"Quest.bear_3.step2": "Natürlich denkst du, es ist schwer, sieh dir deine winzigen Arme an!",
	"Quest.bear_3.step3": "Meine Arme sind in Ordnung. Deine sind einfach zu fett. Ich mache eine Pause, während du hackst. Sie müssen mehr trainieren.",
	"Quest.bear_4.step1": "Es geht dir gut, Jungs! Ich kann es kaum erwarten, dass Sie sehen, was passiert, wenn wir alle Hämmer bekommen.",
	"Quest.bear_4.step2": "Vielleicht finden wir an einem Tag auch eine Axt, weil meine durch all das Hacken langweiliger wird.",
	"Quest.bear_5.step1": "Wissen wir überhaupt, warum es Honey Hammer heißt? Kann es Honig beschwören?",
	"Quest.bear_5.step2": "Jetzt geht das schon wieder los. Wir haben viel Arbeit, aber Sie denken nur an Essen.",
	"Quest.bear_5.step3": "Was stimmt damit nicht? Essen macht mich glücklich.",
	"Quest.bear_5.step4": "Und Fett. Lassen Sie uns mehr Hämmer finden, um zu sehen, ob sie überhaupt etwas beschwören können.",
	"Quest.bear_6.step1": "Vater! Der Hammer leuchtet. Bedeutet es etwas?",
	"Quest.bear_6.step2": "Das bedeutet, dass wir einer großartigen Entdeckung sehr nahe sind!",
	"Quest.candies_4.step1": "Sieht so aus, als hätte ich wieder Hunger ... Diese Kürbisse scheinen mir ziemlich lecker zu sein.",
	"Quest.candies_4.step2": "Sie gehören dir. Aber erwarte nicht, dass ich für dich koche. Mein Herz gehört zum Hacken!",
	"Quest.wood_9.step1": "Sieht so aus, als hätten wir es endlich gefunden! Ist dieser Ort groß genug für dich?",
	"Quest.wood_9.step2": "Für mich? Es kann ein ganzes Geschwader passen. Jetzt müssen wir nur noch einen finden.",
	"Quest.wood_9.step3": "Bevor wir dies tun, lassen Sie uns den Bau beenden. Was brauchst du dazu?",
	"Quest.wood_9.step4": "Ich muss meine Axt schärfen und mir ein paar Dinge suchen.",
	"Quest.wood_9.step5": "Und ich muss etwas essen. Klingt nach einem großartigen Plan!",
	"Quest.stone_1.step1": "Ich habe nach etwas Essen gesucht, aber das habe ich gefunden.",
	"Quest.stone_1.step2": "Ich werde mein Bestes tun, um dich voll zu halten, aber in der Zwischenzeit suche weiter nach mehr Stein, damit wir eine Festung bauen können.",
	"Quest.stone_2.step1": "Ich weiß bereits, dass Sie gut mit Holz umgehen können, aber wie steht es mit anderen Materialien?",
	"Quest.stone_2.step2": "Ich kann alles aus allem bauen. Sieh und lern!",
	"Quest.stone_3.step1": "Das nennen Sie die Errichtung eines Gebäudes? Kannst du nichts ohne meine Hilfe tun?",
	"Quest.stone_3.step2": "Magst du es nicht Ich dachte irgendwie, dass es perfekt für dich ist.",
	"Quest.stone_3.step3": "Wenn wir unser Königreich von Grund auf neu aufbauen müssen, werde ich sicherstellen, dass ich den größten Palast habe.",
	"Quest.stone_4.step1": "Ich kann nicht glauben, dass ich das sage, aber Sie hatten tatsächlich Recht. Es ist Präfekt für mich. Ich werde es als Schuppen benutzen, um alte Dinge aufzubewahren.",
	"Quest.stone_4.step2": "Wie du möchtest. Obwohl ich weiß, dass Sie nichts haben, seit der Nebel alles weggenommen hat, erinnern Sie sich?",
	"Quest.stone_5.step1": "Das sieht gut aus. Wem sollte ich für diese großartige architektonische Leistung danken?",
	"Quest.stone_5.step2": "Sie sollten uns allen danken, Hoheit. Und seien Sie sicher, dass wir zu noch größeren Dingen fähig sind.",
	"Quest.stone_6.step1": "Wir könnten es als Wachturm benutzen, um Ents und Golems zu betreuen, damit sie unter Kontrolle bleiben.",
	"Quest.stone_6.step2": "Vorerst ja. Aber da wir planen, eine eigene Armee zu haben, brauchen wir einen Ort, an dem wir die Soldaten ernähren können ...",
	"Quest.stone_7.step1": "Diese Taverne sieht köstlich aus. Soll ich da reingehen und es ausprobieren?",
	"Quest.stone_7.step2": "Nicht bevor wir es wieder aufbauen und uns in etwas anderes verwandeln.",
	"Quest.stone_8.step1": "Wie gefällt es dir jetzt?",
	"Quest.stone_8.step2": "Du hast ein wunderschönes Gebäude ruiniert, aber ich werde darüber hinwegkommen. Schließlich. Wenn ich etwas esse.",
	"Quest.stone_10.step1": "Das ist es. Diese Zitadelle markiert den Beginn des neuen Königreichs Farawake. Noch stärker und wohlhabender.",
	"Quest.stone_10.step2": "Ihr Geist und Glaube hält uns am Laufen.",
	"Quest.stone_10.step3": "Ich weiß, dass es noch nicht viele von uns gibt, aber wir können gemeinsam großartige Dinge tun.",
	"Quest.wagon_1.step1": "Gibt es jemanden in unserem Team, der mit Metall arbeiten kann?",
	"Quest.wagon_1.step2": "Schau mich nicht an. Ich habe den wichtigsten Teil bereits erledigt. Ich habe dich gerettet.",
	"Quest.wagon_1.step3": "Ich weiß nicht, ob Sie es an meiner Rüstung erkennen können, aber ich weiß zufällig ein oder zwei Dinge über Legierungen.",
	"Quest.wagon_2.step1": "Was machen wir also mit diesen Strahlen?",
	"Quest.wagon_2.step2": "Sie werden eine großartige Grundlage für unsere zukünftigen Gebäude bilden. Lass uns noch mehr holen!",
	"Quest.wagon_3.step1": "Bauen Sie ein Iglu? Ich wusste nicht, dass du ein Eisbär bist ...",
	"Quest.wagon_3.step2": "Sie hätten tatsächlich etwas lernen können, wenn Sie öfter Ihre Augen anstelle Ihres Mundes benutzt hätten.",
	"Quest.wagon_4.step1": "Grizzly, ist es das, was ich denke?",
	"Quest.wagon_4.step2": "Jawohl. Ich dachte mir, dass wir in unserer Situation so etwas brauchen könnten.",
	"Quest.wagon_4.step3": "Was ist es? Ich verstehe nicht.",
	"Quest.wagon_4.step4": "Noch einmal mehr zuschauen, weniger reden.",
	"Quest.wagon_5.step1": "Okay, jetzt verstehe ich.",
	"Quest.wagon_5.step2": "Ich bin neugierig. Was siehst du?",
	"Quest.wagon_5.step3": "Okay, du hast mich erwischt. Immer noch keine Ahnung.",
	"Quest.wagon_5.step4": "Sei geduldig, mein Freund. Hilf mir einfach, mehr Ressourcen zu bekommen und bald wirst du alles sehen.",
	"Quest.wagon_6.step1": "Das wissen Sie vielleicht nicht, aber Grizzly stammt aus einer sehr langen Reihe von Wissenschaftlern.",
	"Quest.wagon_6.step2": "\"Ja wirklich?\" Das sagst du nicht. Er sieht eher aus wie ein Krieger.",
	"Quest.wagon_6.step3": "Ich bin viele Dinge, aber mein Herz wird immer zum Wissen gehören. Ich hoffe, dass Ihnen mein neues Labor gefällt.",
	"Quest.wagon_7.step1": "Das sieht gut aus. Was hast du damit vor?",
	"Quest.wagon_7.step2": "Zuerst muss ich es fertig bauen, damit Ihre Hilfe sehr geschätzt wird.",
	"Quest.wagon_8.step1": "Ich hatte ein wenig Hunger, weil ich so hilfsbereit war, und ich habe mich gefragt, ob es für Sie eine Möglichkeit gibt, etwas Leckeres und Füllendes zu kreieren.",
	"Quest.wagon_8.step2": "Kümmere dich nicht um ihn. Er redet immer über Essen. Können wir noch etwas tun?",
	"Quest.wagon_8.step3": "Es ist in Ordnung. Vielen Dank. Ich werde mir etwas überlegen, wenn wir fertig sind.",
	"Quest.wagon_10.step1": "Hier werde ich mein Labor bauen. Was denkst du?",
	"Quest.wagon_10.step2": "Ich denke, es ist eine großartige Lösung. Auch wenn es nicht so ist, können wir es immer woanders hinstellen.",
	"Quest.wagon_10.step3": "Ja, Sie können sich immer auf uns verlassen. Wir haben deinen Rücken!",
	"Quest.elf_1.step1": "Gibt es Jäger unter uns?",
	"Quest.elf_1.step2": "Warum fragst du?",
	"Quest.elf_1.step3": "Ich habe einen Pfeil gefunden.",
	"Quest.elf_1.step4": "Es ist zu früh, um zu Schlussfolgerungen zu gelangen. Lassen Sie uns noch etwas sammeln und sehen, was passiert.",
	"Quest.elf_2.step1": "Wissen Sie, warum wir im ganzen Königreich immer wieder auf diese seltsamen Dinge stoßen?",
	"Quest.elf_2.step2": "Ich kann nur raten. Wir brauchen mehr Informationen, um herauszufinden, was hier passiert ist.",
	"Quest.elf_3.step1": "Ich bin mir nicht mal sicher, ob jemand hier gut im Bogenschießen ist.",
	"Quest.elf_3.step2": "Warum sollte jemand einen Bogen wollen, wenn Sie eine Axt haben?",
	"Quest.elf_3.step3": "Oder ein Hammer?",
	"Quest.elf_3.step4": "Ich hatte einige Zweifel, aber jetzt bin ich mir fast sicher, dass dieser Köcher zu einem anspruchsvolleren Wesen gehört als wir.",
	"Quest.elf_4.step1": "Was ist, wenn niemand kommt, um diese Pfeile zu beanspruchen? Kann ich sie dann behalten?",
	"Quest.elf_4.step2": "Warum willst du sie überhaupt? Sie sind nicht essbar.",
	"Quest.elf_4.step3": "Ich werde sie als große, schöne Gabel benutzen.",
	"Quest.elf_5.step1": "Je mehr Pfeile wir finden, desto beängstigender wird es.",
	"Quest.elf_5.step2": "Und warum ist das?",
	"Quest.elf_5.step3": "Was ist, wenn ihr Besitzer beschließt, sie gegen uns einzusetzen?",
	"Quest.elf_5.step4": "Ich denke, du hattest auch Angst, als du mich zum ersten Mal gesehen hast. Schau uns jetzt an. Dick wie Diebe!",
	"Quest.elf_6.step1": "Achten Sie darauf, der Besitzer des Bogens kann jede Minute hierher kommen.",
	"Quest.elf_6.step2": "Wir werden sicherstellen, dass wir mehr Stücke sammeln, um den Anblick einladender zu gestalten.",
	"Quest.elf_7.step1": "Wird es besser als das? Wer möchte nicht so einen wunderschönen Bogen haben?",
	"Quest.elf_7.step2": "Was weißt du über Bögen? Und vor allem über Schönheit? Warten wir einfach, bis sich die Besitzerin offenbart.",
	"Quest.warlock_1.step1": "Großartige Neuigkeiten! Ich glaube, ich habe gerade ein neues Rezept gefunden. Ich kann endlich etwas Neues kochen.",
	"Quest.warlock_1.step2": "Lassen Sie mich sehen. Hm ... Es ist kein Rezept für ein Gericht. Es ist ein Rezept für einen Trank.",
	"Quest.warlock_1.step3": "Ich wusste nicht, dass Hexen in das Farawake-Königreich dürfen.",
	"Quest.warlock_1.step4": "Vielleicht ist sie nicht von hier ...",
	"Quest.warlock_2.step1": "Kann jemand alte Sprachen sprechen?",
	"Quest.warlock_2.step2": "Nein Warum fragst du?",
	"Quest.warlock_2.step3": "Ich habe gerade die zweite Variable dieser magischen Gleichung gefunden und möchte lesen, was darauf steht.",
	"Quest.warlock_2.step4": "Ich denke nicht, dass es so eine gute Idee ist. Wir würden nicht wissen, was wir damit anfangen sollen, selbst wenn wir die erforderlichen Sprachen beherrschen würden.",
	"Quest.warlock_3.step1": "Wie viele Zauber gibt es noch? Weil ich diese Bücher immer wieder finde ...",
	"Quest.warlock_3.step2": "Ist es wirklich wichtig? Wir alle wissen, dass man sie nicht einmal lesen kann. Lass sie sein.",
	"Quest.warlock_3.step3": "Ich werde weiter suchen, bis ich etwas finde, das ich lesen kann.",
	"Quest.warlock_4.step1": "Ich frage mich, wer der Besitzer dieser Bücher ist. Ich habe so etwas noch nie gesehen.",
	"Quest.warlock_4.step2": "Das haben wir uns gedacht, als wir Ihren Bogen gefunden haben.",
	"Quest.warlock_4.step3": "Es ist lustig, wie Sie immer nicht in der Lage sind, die Dinge zu verwenden, die Sie finden.",
	"Quest.warlock_5.step1": "Glauben Sie, dass der Besitzer dieser Bücher Antworten haben wird?",
	"Quest.warlock_5.step2": "Ich bin seit vielen Jahren Teil einer königlichen Garde und habe gelernt, an Wunder zu glauben.",
	"Quest.warlock_5.step3": "Normalerweise glaube ich daran, deinen eigenen Glauben zu machen, aber in Zeiten wie diesen frage ich mich, ob ich falsch liege ...",
	"Quest.warlock_6.step1": "Grizzly, was halten Sie aus wissenschaftlicher Sicht von diesen Büchern?",
	"Quest.warlock_6.step2": "Ich würde es lieber nicht sagen, weil ich niemanden beleidigen will.",
	"Quest.warlock_6.step3": "Interessant. Jetzt bin ich noch neugieriger auf diese sogenannte Hexe.",
	"Quest.warlock_7.step1": "Möchte jemand aufgeben? Wir haben diese Bücher zu lange herumgetragen. Und sie werden nicht leichter.",
	"Quest.warlock_7.step2": "Wir sind es ihrer Besitzerin schuldig, sie zu retten. Vertrau mir, ich war dort. Es ist kein schönes Gefühl, vom Nebel besessen zu sein.",
	"Quest.warlock_8.step1": "Je mehr Menschen wir haben, desto besser sind unsere Chancen gegen den Nebel.",
	"Quest.warlock_8.step2": "Hoffen wir, dass unsere nächste Verstärkung etwas Licht in dieses Rätsel bringen kann.",
	"Quest.magicplant_1.step1": "Guck, was ich gefunden habe!",
	"Quest.magicplant_1.step2": "Wie kommt es, dass du immer wieder Dinge findest?",
	"Quest.magicplant_1.step3": "Es ist einfach, mein Freund. Ich bin nur immer auf der Suche nach Essen.",
	"Quest.magicplant_2.step1": "Hast du eine Idee was das ist?",
	"Quest.magicplant_2.step2": "Nein, so etwas habe ich noch nie gesehen.",
	"Quest.magicplant_2.step3": "Vielleicht können Sie es probieren und uns sagen, wie es sich anfühlt.",
	"Quest.magicplant_2.step4": "Ich weiß, dass ich einen guten Ruf habe, aber selbst ich habe Angst, etwas so Unbekanntes zu essen.",
	"Quest.magicplant_3.step1": "Ich bin so froh, dass ich nicht versucht habe, es zu essen. Es fing an zu glühen!",
	"Quest.magicplant_3.step2": "Es wäre lustig gewesen zu sehen, wie dein riesiger Bauch innen beleuchtet wurde. Eine übergroße menschliche Fackel, wenn ich darf.",
	"Quest.magicplant_4.step1": "Also, was sollen wir dagegen tun?",
	"Quest.magicplant_4.step2": "Warum fragst du mich? Ich weiß es nicht.",
	"Quest.magicplant_4.step3": "Weil Sie ein Experte sind, wenn es um Bäume geht.",
	"Quest.magicplant_4.step4": "Ja, wenn es darum geht, sie zu fällen. Dieser sieht so aus, als würde er mit Brennholz verschwendet.",
	"Quest.magicplant_5.step1": "Es wird jedes Mal größer und größer. Wann hört es auf?",
	"Quest.magicplant_5.step2": "Ich weiß es nicht, aber ich wette, dass es viel Raum gibt, um mehr zu wachsen.",
	"Quest.magicplant_5.step3": "Okay, aber wenn nicht, kochst du heute Abend.",
	"Quest.magicplant_6.step1": "Ich habe eine geniale Idee! Wir sollten über diese Pflanze im Buch lesen.",
	"Quest.magicplant_6.step2": "Toller Plan! Obwohl es ein kleines Problem gibt. Keiner von uns kann lesen.",
	"Quest.magicplant_6.step3": "Das stimmt ... Wie könnte ich das vergessen!",
	"Quest.magicplant_6.step4": "Nicht so scharf für ein Genie, oder?",
	"Quest.magicplant_7.step1": "Wow, schau wie schön es ist. Aus etwas so Hübschem kann nur etwas Gutes entstehen.",
	"Quest.magicplant_7.step2": "Lassen Sie uns herausfinden, ob Sie Recht haben!",
	"Quest.magicplant_8.step1": "Sehe ich das richtig?",
	"Quest.magicplant_8.step2": "Nein, diese Blumen sind nicht zum Essen da.",
	"Quest.magicplant_8.step3": "Wofür sind sie dann?",
	"Quest.magicplant_8.step4": "Ich denke, sie sind dafür da, die Wünsche zu erfüllen.",
	"Quest.troll_1.step1": "Es sieht so aus, als würde dein Traum wahr werden. Wie gefällt dir deine neue Axt?",
	"Quest.troll_1.step2": "Ich habe keine Lust, die Axt eines anderen zu nehmen. Lassen Sie uns seinen tatsächlichen Besitzer finden.",
	"Quest.troll_2.step1": "Vielleicht werden Sie konformer sein und mein Angebot annehmen, der neue Meister dieser Axt zu werden?",
	"Quest.troll_2.step2": "Ich bin ziemlich zufrieden mit meinem Hammer, danke. Warum willst du es so sehr loswerden?",
	"Quest.troll_2.step3": "Ich möchte nicht verhungern, während ich nach dem suche, der es verloren hat.",
	"Quest.troll_3.step1": "Hat Sie unser gemeinsamer Freund mit seinem Angebot gestört?",
	"Quest.troll_3.step2": "Natürlich hat er es getan. Aber ich weiß tatsächlich, wem diese Axt gehört, also habe ich versprochen, bei der Suche zu helfen.",
	"Quest.troll_3.step3": "Lassen Sie mich wissen, wenn Sie Hilfe benötigen!",
	"Quest.troll_4.step1": "Unser Team wird größer. Wie wirst du dich fühlen, wenn du nicht der einzige bist, der sich mit Äxten auskennt?",
	"Quest.troll_4.step2": "Ich werde mich großartig fühlen. Es wird endlich jemanden geben, mit dem man sprechen kann, anstatt mit Ihnen.",
	"Quest.troll_5.step1": "Es ist wichtig vorbereitet zu sein. Wir wissen nicht, ob es eine Falle ist oder nicht. Vielleicht spielt jemand mit uns.",
	"Quest.troll_5.step2": "Ich spüre keine dunkle Magie um diese Axt. Ich habe Grund zu der Annahme, dass wir auf dem richtigen Weg sind.",
	"Quest.troll_5.step3": "Ich hoffe, Sie haben Recht, aber wir sollten uns trotzdem gegenseitig im Auge behalten.",
	"Quest.troll_6.step1": "Woher kennst du den Axtbesitzer? Ich dachte, dass Bogenschießliebhaber nicht mit anderen herumhüpfen.",
	"Quest.troll_6.step2": "Und doch spreche ich hier mit Ihnen.",
	"Quest.troll_6.step3": "Es ist mein ernst. Wer ist er?",
	"Quest.troll_6.step4": "Er ist ein großartiger Jäger. Wenn Ihnen jemand helfen kann, etwas zu essen zum Abendessen zu bekommen, ist er es.",
	"Quest.troll_7.step1": "Schauen Sie, wie schick diese Äxte sind! Bist du sicher, dass du keinen nehmen willst? Wer braucht zwei Achsen?",
	"Quest.troll_7.step2": "Jemand, der stark genug ist, um beide zu halten.",
	"Quest.troll_8.step1": "Ich habe mich immer gefragt, Majestät, was ist die Waffe Ihrer Wahl? Könnte es zufällig eine Axt sein?",
	"Quest.troll_8.step2": "Ein weiser König wird alles in seiner Macht stehende tun, um die Schlacht zu vermeiden. Deshalb muss ich mein Gehirn immer schärfer halten als jedes Schwert.",
	"Quest.troll_9.step1": "Glaubst du immer noch, dass es sicher ist? Ich habe noch nie eine Axt gesehen, die Feuer erzeugen kann.",
	"Quest.troll_9.step2": "Es ist ein sehr mächtiger Zauber, aber wir müssen uns keine Sorgen machen. Es gibt nur einen Weisen in allen Bereichen, der ihn wirken kann.",
	"Quest.troll_9.step3": "Und er ist zufällig ein sehr guter Freund des Farawake-Königreichs.",
	"Quest.bamboo_1.step1": "Ich habe die besten Neuigkeiten, Grizzly! Es gibt etwas, das Ihren Aufenthalt hier viel besser macht. Du magst Bambus, oder?",
	"Quest.bamboo_1.step2": "Es tut mir leid, Sie zu enttäuschen, aber Sie verwechseln mich mit jemandem. Ich kenne einige Pandas, bin aber selbst keiner.",
	"Quest.bamboo_1.step3": "Vielleicht solltest du von ihnen lernen. Schließlich ist normales Essen immer knapp, wenn der Fahrer in der Nähe ist.",
	"Quest.bamboo_2.step1": "Warum brauchen wir diesen Bambus überhaupt, wenn Grizzly ihn nicht essen wird?",
	"Quest.bamboo_2.step2": "Erinnerst du dich nicht? Ich kann alles aus allem bauen. Lass uns noch mehr finden!",
	"Quest.bamboo_3.step1": "Okay, ich verstehe, dass Sie es nicht lecker finden, aber werden Sie in Betracht ziehen, in einem Haus aus Bambus zu leben?",
	"Quest.bamboo_3.step2": "Sicher warum nicht. Wenn es groß genug ist, um mich aufzunehmen.",
	"Quest.bamboo_3.step3": "Hast du das gehört? Lass uns ein Herrenhaus für unseren Freund bauen!",
	"Quest.bamboo_4.step1": "Ich habe gehört, dass einige Krieger Bambusstöcke als Waffen verwenden. Denken Sie darüber nach, dasselbe zu tun?",
	"Quest.bamboo_4.step2": "Es mag gut für den Kampf sein, aber ich bin mehr in die Jagd. Die Antwort lautet also nein.",
	"Quest.bamboo_4.step3": "Ich habs. Vielleicht können wir Ihnen einen Schuppen bauen, der groß genug ist, um all Ihre Bögen und Pfeile aufzubewahren.",
	"Quest.bamboo_5.step1": "Mir gefällt, was du hier machst. Je mehr Gebäude wir haben, desto mächtiger werden unsere Streitkräfte sein. Wie viele können Sie noch aufrichten?",
	"Quest.bamboo_5.step2": "Es hängt davon ab, wie viel mehr Materialien wir finden können.",
	"Quest.bamboo_5.step3": "In diesem Fall sparen Sie keine Kosten, sondern finden, was wir brauchen. Verwenden Sie alle Hilfe, die Sie benötigen.",
	"Quest.bamboo_6.step1": "Ich kann nicht glauben, dass ich das sage, aber du musst nach Essen suchen.",
	"Quest.bamboo_6.step2": "Und ich kann meinen Ohren nicht trauen! Ich bin schließlich nicht der einzige, der die ganze Zeit hungrig ist.",
	"Quest.bamboo_6.step3": "Ja, das bist du immer noch. Ich hatte nur gehofft, dass Sie mir versehentlich helfen, mehr Bambus zu finden, während Sie nach Nahrung suchen.",
	"Quest.bamboo_7.step1": "Ich verstehe es nicht Warum verwenden wir Bambus zum Bauen, wenn wir Stein, Metall und Holz haben? Sind sie nicht widerstandsfähiger?",
	"Quest.bamboo_7.step2": "Ja, das könnten sie sein. Aber wir haben keine Wahl. Unser Land ist mit verschiedenen Arten von Kreaturen verwöhnt, die wir abholzen müssen.",
	"Quest.bamboo_7.step3": "Und es wäre eine Verschwendung, nicht zu verwenden, was von ihnen übrig ist. Alles ist wertvoll beim Wiederaufbau unseres Königreichs.",
	"Quest.bamboo_8.step1": "Ich hatte keine Ahnung, dass man mit ... Bambus ein so großes und massives Gebäude errichten kann.",
	"Quest.bamboo_8.step2": "Nun, mein Freund, wenn Sie genug von etwas haben und wissen, wie man es benutzt, passieren Wunder. Warten Sie, bis Sie den nächsten sehen!",
	"Quest.bamboo_10.step1": "Du hast nicht gelogen. Das ist großartig. Ich könnte es mir noch einmal überlegen, von meinem derzeitigen Wohnort hierher zu ziehen.",
	"Quest.bamboo_10.step2": "Ich würde Ihnen nicht raten, in einem Haus zu leben, das theoretisch gegessen werden kann. Sie sind vielleicht kein Panda, aber Ihr Appetit ist unvorhersehbar.",
	"Quest.sapphire_1.step1": "Erinnerst du dich, dass du mir gesagt hast, dass du aus allem etwas bauen kannst?",
	"Quest.sapphire_1.step2": "Natürlich. Ich benutze keine leichten Worte wie einige andere Mitglieder unserer Crew.",
	"Quest.sapphire_1.step3": "Dann habe ich eine Herausforderung für Sie, wenn Sie sich dafür entscheiden, sie anzunehmen!",
	"Quest.sapphire_2.step1": "Denken Sie immer noch, dass Sie für die Aufgabe bereit sind?",
	"Quest.sapphire_2.step2": "Ich bin. Und ich werde schneller fertig, wenn Sie aufhören zu reden und mir helfen, mehr Material zu sammeln.",
	"Quest.sapphire_3.step1": "Sieht es für dich nicht zerbrechlich aus?",
	"Quest.sapphire_3.step2": "Kristalle nicht unterschätzen. Je mehr Gebäude wir mit ihnen gebaut haben, desto sicherer wird unser Königreich.",
	"Quest.sapphire_4.step1": "Was baust du, Leute?",
	"Quest.sapphire_4.step2": "Gingerbeard versucht verzweifelt zu beweisen, dass er seine Worte nicht verschwendet.",
	"Quest.sapphire_4.step3": "Ich versuche es nicht zu beweisen. Ich mache es tatsächlich.",
	"Quest.sapphire_5.step1": "Das sieht hübsch aus. Obwohl ich nie denken würde, dass du es geschafft hast.",
	"Quest.sapphire_5.step2": "Warum das?",
	"Quest.sapphire_5.step3": "Ich will nicht unhöflich sein, aber du siehst nicht aus wie jemand, der in der Lage ist, so anspruchsvolle Gebäude zu bauen.",
	"Quest.sapphire_6.step1": "Okay, du hast einen Deal. Ich werde Ihnen unter einer Bedingung helfen ...",
	"Quest.sapphire_6.step2": "Mir geht es alleine ziemlich gut. Ich glaube nicht, dass ich deine Hilfe brauche.",
	"Quest.sapphire_6.step3": "Jetzt ist es zu spät. Ich helfe Ihnen trotzdem im Austausch für eine dieser Villen. Emeralda scheint sie zu mögen und ich ... Hm. Ich mag sie wirklich sehr.",
	"Quest.sapphire_7.step1": "Hast du jemand anderem von deinem Geheimnis erzählt?",
	"Quest.sapphire_7.step2": "Nein! Und wenn du das tust, werde ich ... Ich werde deine Axt in Stücke brechen!",
	"Quest.sapphire_7.step3": "Mach dir keine Sorgen, es ist sicher bei mir. Eigentlich finde ich es sehr romantisch. Lass uns ein echtes Schloss für sie bauen!",
	"Quest.sapphire_8.step1": "Hey, Grizzly, kannst du uns helfen? Wir haben versucht, mehr abzubeißen, als wir kauen konnten.",
	"Quest.sapphire_8.step2": "Sag nicht, dass ich wieder Materialien für dich tragen soll! Ich bin ein starker und unabhängiger Bär, aber ich habe auch Gefühle, weißt du?",
	"Quest.sapphire_8.step3": "Natürlich. Und wir würden sie nicht verletzen wollen. Wir veranstalten danach eine Teeparty mit Honig und Marmelade und Sie sind eingeladen!",
	"Quest.sapphire_8.step4": "Warum hast du nicht damit angefangen?! Was und wo soll ich tragen?",
	"Quest.sapphire_9.step1": "Und was wirst du jetzt tun? Gib ihr einfach die Schlüssel und sag \"Es ist jetzt dein Schloss, viel Spaß\"?",
	"Quest.sapphire_9.step2": "Ich habe nicht gedacht, dass es durch ist. Ich kann nicht gut mit Worten umgehen, das weißt du besser als jeder andere.",
	"Quest.sapphire_9.step3": "Vielleicht sollten wir den König fragen? Es ist seine Aufgabe, beredt zu sein.",
	"Quest.sapphire_9.step4": "Ich bin nicht bereit, mein dunkelstes Geheimnis an einem Tag mit zwei Menschen zu teilen. Ich werde es beflügeln!",
	"Quest.sapphire_11.step1": "Wie gefällt dir dieses Schloss?",
	"Quest.sapphire_11.step2": "Es ist wunderschön. Gingerbeard hat einen tollen Job gemacht.",
	"Quest.sapphire_11.step3": "Eigentlich habe ich ihm geholfen. Er sagte, dass er es ohne mich nicht schaffen könnte.",
	"Quest.sapphire_11.step4": "\"Ja wirklich?\" Nun, ich hoffe du merkst, dass ich sarkastisch war, als ich es hübsch nannte. Meine Lieblingsfarbe ist grün, nicht lila. Viel Glück beim nächsten Mal."
}