{
  "Quest.wheat_3.step1": "Ich bin so hungrig... Ich könnte diese Kartoffelpflanzen zu essen... Aber lass sie uns lieber kombinieren!",
  "Quest.woodsource_1_1.step1": "Stets etwas Neues, diese Welt ist spannend, aber auch etwas verwirrend.....",
  "Quest.woodsource_1_1.step2": "Ich weiß so einiges über dieses Land. Ich habe die letzten 500 Jahre auf diesem verfluchten Felsen verbracht habe. Ich werde dich führen.",
  "Quest.woodsource_1_1.step3": "500 Jahre?! Warte, ich habe mal die Legende über einen Affenkönig gehört, der..... Halt. Bist du das etwa?!",
  "Quest.woodsource_1_1.step4": "Keine Ahnung. Ich habe die letzten Jahrhunderte keine Geschichten gehört. Egal, hast du zufällig ein paar Pfirsiche?",
  "Quest.wood_1.step1": "Ah, der Geruch von frisch gehacktem Holz am Morgen! Wir brauchen mehr für unser Restaurant, also los, hack, hack!",
  "Quest.wood_2.step1": "Wir können diese Holzplatten verwenden, um Rahmen für unser neues Restaurant zu bauen!",
  "Quest.wood_3.step1": "Ich glaube... wenn man die Augen zukneift, sieht es langsam nach etwas aus.",
  "Quest.wood_3.step2": "Ich hab's schon vor Augen! Ein Restaurant voller glücklicher Kunden und dem besten Essen.",
  "Quest.wood_3.step3": "So ist's recht! Wenn es nur mehr von mir gäbe, die beim Hacken dieser Hölzer helfen. Denkst du darüber nach?",
  "Quest.wood_4.step1": "Ein toller Start! Die Küche ist nun einsatzbereit. Also, wie geht's weiter?",
  "Quest.wood_4.step2": "Denk größer! Das ist noch nichts zu dem, was ich mir vorschwebt. Mach einfach weiter, du wirst schon sehen.",
  "Quest.wood_5.step1": "Unser neuer Ofen ist erstaunlich. Und wie das duftet! Mhm... Ich kriege wieder Hunger.",
  "Quest.wood_5.step2": "Du bist nicht die Einzige! Sieh dir die Schlange an, alle wollen probieren. Wir brauchen definitiv einen größeren Laden.",
  "Quest.wood_6.step1": "Ich bin so froh, dass wir das zusammen machen. Das ist Teamwork zum Träumen!",
  "Quest.wood_6.step2": "Ich glaube nicht, dass das Zitat so stimmt, aber ich stimme zu!",
  "Quest.wood_7.step1": "Ich erinnere mich noch daran, als das hier eine kleine Küche war. Wir sind schon weit gekommen.",
  "Quest.wood_7.step2": "Ist das dein Ernst? Das ist erst der Anfang! Lass es uns anbacken! Ha, kapiert?",
  "Quest.tiger_1.step1": "Das ist ein ziemlich auffälliges Messer. Messer wachsen nicht auf Bäumen, also... wie ist das hier gelandet?",
  "Quest.tiger_1.step2": "Keine Ahnung, aber... ich glaube, ich weiß, wem es gehört. Komm schon, lass ihn uns finden!",
  "Quest.tiger_2.step1": "Also... Wen genau suchen wir?",
  "Quest.tiger_2.step2": "Er ist ein starker und kluger Kerl. Er weiß mehr über diesen Ort als jeder andere! Wir können seine Hilfe gebrauchen.",
  "Quest.tiger_3.step1": "Das ist so ein cooles Messer! Der Besitzer muss ein super guter Koch sein. Oder aber ein Serienmörder... Sollte ich besorgt sein?",
  "Quest.tiger_3.step2": "Keine Sorge, er ist wirklich einer der gefeiertsten Köche weltweit. Moment mal, ist er das da hinten...?",
  "Quest.cat_1.step1": "Oooh, was ist dieses mysteriöse Ding?",
  "Quest.cat_1.step2": "Was? Was hast du das gefun— Oh. Wirklich, was ist das? Es ist so winzig...",
  "Quest.cat_1.step3": "Ich glaube ich habe darüber mal was gehört...",
  "Quest.cat_1.step4": "Dass Größe nicht alles ist?",
  "Quest.cat_2.step1": "Im Griff ist ein Rezept versteckt! Mal sehen, Kartoffel, Erdbe... oh.",
  "Quest.cat_2.step2": "Das ist kein Rezept, das ist eine Einkaufsliste!",
  "Quest.cat_2.step3": "Gehüpft wie gesprungen. Es ist eine Liste von Zutaten für ein Rezept!",
  "Quest.cat_2.step4": "Ich werde nicht jemand anderes Einkäufeerledigen. Lass uns den Besitzer finden und ihn nach dem Zweck dieser Zutaten fragen.",
  "Quest.cat_3.step1": "Hast du schon mal von diesen Zutaten gehört? Die kommen mir seltsam vor.",
  "Quest.cat_3.step2": "Ich glaube schon. Ich wette, sie sind ein supper leckeres Gericht!",
  "Quest.cat_3.step3": "Das Wortspiel lass ich mal durchgehen...",
  "Quest.cat_4.step1": "Geht's voran bei der Suche nach dem Besitzer dieses... ist das ein Tortenheber?",
  "Quest.cat_4.step2": "Ich antworte mit einer Gegenfrage: Warum willst du unbedingt den Eigentümer finden?",
  "Quest.cat_5.step1": "Ich habe mal von einer legendäre Konditorin gehört. Ihr Kuchen ist zum Sterben gut!",
  "Quest.cat_5.step2": "Kon die Tor wer?",
  "Quest.cat_5.step3": "Du bist Jahrhunderte alt und weißt nicht, was eine Konditorin ist?",
  "Quest.cat_5.step4": "Ich sagte doch, ich saß in einem Baum fest. Die einzigen Begegnungen, die ich hatte, waren Hunde, die ihre... du weißt schon.",
  "Quest.cat_6.step1": "Man stelle sich vor, wie viele leckere Torten man damit schneiden könnte!",
  "Quest.cat_6.step2": "Oh, ich kann's mir gut vorstellen. Hoffen wir, dass sie sich uns anschließt!",
  "Quest.candies_4.step1": "So langsam fange ich an, mich verbonbonden mit dir zu fühlen.",
  "Quest.candies_4.step2": "Witze über Süßigkeiten? Wirklich?",
  "Quest.wood_9.step1": "Wunderbar! Nach all diesen Monaten ist unser Restaurant fast fertig!",
  "Quest.wood_9.step2": "Monate? Wir haben doch erst vor ein paar Stunden angefangen.",
  "Quest.wood_9.step3": "Du weißt, was man sagt. Die Zeit vergeht wie im Flug, wenn man sich amüsiert.",
  "Quest.wood_9.step4": "Ach komm schon...",
  "Quest.wood_9.step5": "Tschuldigung. Jedenfalls, noch etwas Feinschliff und sind wir auf bestem Wege, die kulinarische Welt zu erobern!",
  "Quest.lava_1.step1": "Warte mal... was ist dieser heiße Fels?",
  "Quest.lava_1.step2": "Ernsthaft? Siehst du nicht die Lava um dich herum?",
  "Quest.lava_2.step1": "Wenn wir unser Restaurant auf das nächste Level bringen wollen, müssen wir unsere Küchengeräte ernsthaft aufrüsten.",
  "Quest.lava_2.step2": "Ob wir wohl... Wir könnten doch diese geschmolzenen Steine dafür verwenden.",
  "Quest.lava_3.step1": "Eine Küchengerätefabrik aus Lavastein, wir sind wirklich unkonventionelle Denker, nicht wahr?",
  "Quest.lava_3.step2": "Wir? Du meinst, ICH bin unkonventionell!",
  "Quest.lava_3.step3": "Erstaunlich, was man erreicht, wenn man sich nicht darum schert, wer die Lorbeeren erntet. Weiß nicht mehr, wer es gesagt hat, aber es ist wahr!",
  "Quest.lava_4.step1": "Die Schmiede ist schön tatigerförmig.",
  "Quest.lava_4.step2": "Du lässt es so klingen, als würden wir Schwerter und Speere statt Messer und Pfannen herzustellen.",
  "Quest.lava_5.step1": "Ich habe irgendwo gelesen, dass der beste Stahl mit Drachenfeuer gehärtet wird.",
  "Quest.lava_5.step2": "Drachenfeuer ist sowas von out. Heutzutage ist Lava der letzte Schrei. Folg dem Trend!",
  "Quest.lava_6.step1": "Bis Ende des Monats sollte die Messer-Eruption im vollen Gange sein.",
  "Quest.lava_6.step2": "Na toll, jetzt machst du schon Vulkan-Wortspiele.",
  "Quest.lava_7.step1": "Wir kommen voran! Aber wenn es so weitergeht, brauchen wir bald neue Werkzeuge.",
  "Quest.lava_7.step2": "Ja, aber sag Tyger nicht, dass wir sein Lieblingsmesser ersetzen werden. Das würde ihm das Herz brechen.",
  "Quest.lava_8.step1": "Denk mal darüber nach. Die Werkzeuge eines Kochs sind quasi seine Waffen.",
  "Quest.lava_8.step2": "Es ist eine Küche, kein Schlachtfeld...",
  "Quest.lava_10.step1": "Endlich ist die Fabrik fertig! Hey, was meinst du, was ist das wichtigste Kochwerkzeug?",
  "Quest.lava_10.step2": "Das Gehirn! Wenn man nicht weiß, wie man kocht, dann ... na ja, dann kommt man nicht weit, oder?",
  "Quest.lava_10.step3": "Nun... wir werden keine Gehirne produzieren. Es sei denn, wir bekommen Zombie-Kunden. Hoffentlich passiert das nicht...",
  "Quest.jade_1.step1": "Oooh, ein glänzender Stein! Was ist das?",
  "Quest.jade_1.step2": "Hmm... Sieht aus wie Jade. Sicher gibt es mehr davon, wo das herkommt.",
  "Quest.jade_1.step3": "So hübsch! Lass uns einen Weg finden, sie für unser Kochimperium zu nutzen!",
  "Quest.jade_2.step1": "Weißt du, ich dachte mir... Man ist nie zu alt, um etwas zu lernen. Wie wär's, wenn wir eine Akademie bauen?",
  "Quest.jade_2.step2": "Stimmt. Darf ich dann dein erster Schüler sein?",
  "Quest.jade_3.step1": "Kannst du es dir schon vorstellen? Eine hübsche Akademie für kulinarisch begabte Menschen. Ein toller Ort, ganz ohne Chajade.",
  "Quest.jade_3.step2": "Gerade will ich mir nur eine Welt ohne deine Wortspiele vorstellen.",
  "Quest.jade_4.step1": "Es geht gut voran! Bald werden Menschen von überall hier studieren wollen.",
  "Quest.jade_4.step2": "Ich habe mich noch nie so sehr über eine Schule gefreut!",
  "Quest.jade_4.step3": "Warst du überhaupt schon einmal an einer Kochschule?",
  "Quest.jade_4.step4": "Ich war nicht einmal an einer normalen Schule...",
  "Quest.jade_5.step1": "Welche Fächer werden wir an dieser Akademie unterrichten?",
  "Quest.jade_5.step2": "Hm.... Backen, Braten, Rösten, Dünsten, Pochieren, Plattieren... alles, was ein Koch braucht!",
  "Quest.jade_5.step3": "Was ist mit dem Abwasch?",
  "Quest.jade_5.step4": "Schon mal was von Spülmaschinen gehört?",
  "Quest.jade_6.step1": "Oh! Die Akademie braucht einen Namen. Irgendwelche Vorschläge?",
  "Quest.jade_6.step2": "Ich hatte gehofft, du fragst. Ich hab schon ein paar Ideen. Wie wär's mit Königliche Akademie für Kulinarik?",
  "Quest.jade_6.step3": "Gefällt mir! Diesmal lasse ich das Wortspiel durchgehen...",
  "Quest.jade_7.step1": "Die Akademie wird immer größer! Und die Anmeldungen trudeln auch ein!",
  "Quest.jade_7.step2": "Dann sollten wir keine Zeit verlieren, wir müssen zusehen, dass sie fertig wird, bevor die Studenten eintreffen.",
  "Quest.jade_8.step1": "Wie schon so oft gesagt, wir sind ein großartiges Team. Gemeinsam können wir ein Kochimperium aufbauen!",
  "Quest.jade_8.step2": "Mit 'wir' meinst du, ich baue, während du nur Anweisungen gibst?",
  "Quest.jade_8.step3": "Jedes Team braucht einen Koordinator, oder nicht?",
  "Quest.jade_10.step1": "Seht her! Die Königliche Akademie für Kulinarik ist jetzt für Studenten geöffnet!",
  "Quest.jade_10.step2": "Bereit für deine erste Unterrichtsstunde?",
  "Quest.jade_10.step3": "Jetzt weiß ich wieder, warum ich die Schule gemieden habe. Da fühl ich mich, wie ein Affe im Käfig.",
  "Quest.panda_1.step1": "Hmm... Hier hat wohl jemand seine Pfanne liegen lassen.",
  "Quest.panda_1.step2": "Warum sollte sie jemand hier zurücklassen?",
  "Quest.panda_1.step3": "Vielleicht hatte er es eilig und hat sie verloren? Oder er wurde entführt und hat versucht, sich damit zu verteidigen.",
  "Quest.panda_1.step4": "Für wie kriminell hältst du diese Insel genau?",
  "Quest.panda_2.step1": "Schon eine Ahnung, wem diese Pfanne gehört?",
  "Quest.panda_2.step2": "Neee, aber sie ist sehr nützlich als Fliegenklatsche!",
  "Quest.panda_3.step1": "Frage an dich: Wie nennt man eine Pfanne, die dich mitten ins Gesicht trifft?",
  "Quest.panda_3.step2": "Muss ich antworten?",
  "Quest.panda_3.step3": "Kusseisen.",
  "Quest.panda_3.step4": "Okay, ich geb's zu, das war schon witzig.",
  "Quest.panda_4.step1": "Diesmal eine ernste Frage: Warum suchen wir den Besitzer dieser Pfanne?",
  "Quest.panda_4.step2": "Also, ich bringe gerne Dinge zu ihren rechtmäßigen Besitzern zurück. Und vielleicht weiß diese Person, wie man kocht!",
  "Quest.panda_4.step3": "Wissen, wie man kocht, und können sind aber zwei paar Schuhe.",
  "Quest.panda_5.step1": "Ich habe gehört, du suchst den Besitzer einer Pfanne?",
  "Quest.panda_5.step2": "Oh hey! Ja, ja das tue ich. Kennst du ihn?",
  "Quest.panda_5.step3": "Ich glaube schon. Pandareus der Faule. Er ist ein bisschen unscheinbar, aber ich sag dir was - er ist ein toller Koch!",
  "Quest.panda_5.step4": "Ein guter Koch zu sein ist alles, was mich interessiert. Ich werde weiter nach ihm suchen, danke!",
  "Quest.panda_6.step1": "Wir kommen dem Besitzer immer näher. Ich brate euch, mal an der Akademie herumzufragen. ",
  "Quest.panda_6.step2": "Du hast Glück, dass ich die Pfanne gerade nicht in der Hand habe...",
  "Quest.panda_7.step1": "Halt... ist das...?",
  "Quest.panda_7.step2": "Ich glaube, das ist der Besitzer! Komm, lass uns mit ihm reden!",
  "Quest.raccoon_1.step1": "Oh Mann ... ein weiterer Gegenstand? Bei diesem Tempo laufe ich mehr als ein Marathonläufer!",
  "Quest.raccoon_1.step2": "Es ist eine Teigwalze, also... suchen wir einen Bäcker.",
  "Quest.raccoon_1.step3": "Können die Leute nicht einfach auf ihre Sachen aufpassen? Müll ist schlecht, wisst ihr.",
  "Quest.raccoon_1.step4": "Oh, hör auf zu heulen. Nach 500 Jahren auf einem Baum schadet dir ein bisschen Bewegung nicht.",
  "Quest.raccoon_2.step1": "Hey Kat, gehört diese Teigwalze dir?",
  "Quest.raccoon_2.step2": "Ich fürchte nicht. Ich passe sehr gut auf meine Sachen auf.",
  "Quest.raccoon_2.step3": "Du hast wörtlich deinen Tortenheber verloren.",
  "Quest.raccoon_2.step4": "Ah... also... wir alle machen mal Fehler, richtig?",
  "Quest.raccoon_3.step1": "Weißt du, ich kenne dich erst seit wenigen Monaten, aber ich glaube schon, dass wir hier mit diesem neuen Team etwas Besonderes aufbauen.",
  "Quest.raccoon_3.step2": "Es ist doch erst ein halber Tag.",
  "Quest.raccoon_3.step3": "Wirklich? Mein Zeitgefühl auf dieser Insel ist ganz anders...",
  "Quest.raccoon_4.step1": "Hast du schon einmal versucht, Brot zu backen?",
  "Quest.raccoon_4.step2": "Ein paar Mal! Ich brauche aber schon noch etwas Übung.",
  "Quest.raccoon_4.step3": "Na, ehe du dich versiehst, bist du eine aufstrebende Bäckerin!",
  "Quest.raccoon_5.step1": "Warum ist es so schwierig, Leute zu finden?",
  "Quest.raccoon_5.step2": "Nun, die Insel ist groß. Und wir wissen nicht, nach wem wir suchen, oder? Es könnte jeder sein!",
  "Quest.raccoon_5.step3": "Das stimmt wohl. Vielleicht sollten wir in der Nähe des Restaurants eine Fundgrube einrichten...",
  "Quest.raccoon_6.step1": "Hey, riechst du das auch?",
  "Quest.raccoon_6.step2": "Das war ich nicht!",
  "Quest.raccoon_6.step3": "Was? Nein! Es riecht hier nach frisch gebackenem Brot!",
  "Quest.raccoon_7.step1": "Oh, jetzt kann ich es riechen! Aber woher kommt es?",
  "Quest.raccoon_7.step2": "Mach die Augen zu und folge deiner Nase!",
  "Quest.raccoon_8.step1": "Folgst du deiner Nase?",
  "Quest.raccoon_8.step2": "Nein, aber meine Augen sagen mir, dass da jemand am Ufer sitzt und Brot isst! Lass uns Hallo sagen!",
  "Quest.magicplant_1.step1": "Was ist das für ein seltsames Ding?",
  "Quest.magicplant_1.step2": "Erkennst du nicht einen Pflanzensamen?",
  "Quest.magicplant_1.step3": "Ich bin Köchin, kein Botaniker!",
  "Quest.magicplant_2.step1": "Ich weiß, ich bin keine Botanikerin, aber ich glaube nicht, dass Samen leuchten sollten...",
  "Quest.magicplant_2.step2": "Ich glaube, ich kenne diesen Samen... Weiß aber nicht mehr, wie er heißt...",
  "Quest.magicplant_2.step3": "Also hast du den schon mal gesehen?",
  "Quest.magicplant_2.step4": "Ich habe nur davon gehört! Gerüchteküche... Ich versuche, mich zu erinnern.",
  "Quest.magicplant_3.step1": "Er leuchtet noch mehr! Bist du sicher, dass er nicht gefährlich ist?",
  "Quest.magicplant_3.step2": "Glaube nicht. Sein Name liegt mir auf der Zunge...",
  "Quest.magicplant_4.step1": "Oh, ich erinnere mich! Wenn wir diese Samen weiter kombinieren, werden sie uns zum Hain der Götter führen.",
  "Quest.magicplant_4.step2": "Hain der Götter? Was ist denn das?",
  "Quest.magicplant_4.step3": "Das ist ein verzauberter Wald, in dem unendlich viele Pflanzen wachsen.",
  "Quest.magicplant_4.step4": "Unendlich?! Okay, wir brauchen so schnell wie möglich mehr von diesen Samen!",
  "Quest.magicplant_5.step1": "Warum heißt es eigentlich Hain der Götter?",
  "Quest.magicplant_5.step2": "Gute Frage! Keine Ahnung. Ich glaube, einige Götter haben den Wald einfach verzaubert.",
  "Quest.magicplant_5.step3": "Das klingt überhaupt nicht riskant...",
  "Quest.magicplant_6.step1": "Er sieht schon wie ein richtiger Baum aus!",
  "Quest.magicplant_6.step2": "Ja, das passiert, wenn man einen Samen pflanzt...",
  "Quest.magicplant_6.step3": "Aber nicht, wenn man sich nicht um ihn kümmert.",
  "Quest.magicplant_6.step4": "Guter Punkt. Dann lass uns kombinieren!",
  "Quest.magicplant_7.step1": "Wär's nicht lustig, wenn sich die Produkte aus dem Hain der Götter als giftig herausstellen würden?",
  "Quest.magicplant_7.step2": "Ich glaube, wir haben ein anderes Verständnis von Humor...",
  "Quest.magicplant_8.step1": "So schön! Er hat definitiv eine göttliche Aura.",
  "Quest.magicplant_8.step2": "Ob die Produkte dieses Hains wohl besondere Eigenschaften haben...",
  "Quest.magicplant_8.step3": "Die einzige Eigenschaft, die mich interessiert, ist ein ebenso göttlicher Geschmack!",
  "Quest.magicplant_8.step4": "Finden wir's heraus! Wer meldet sich freiwillig für eine Kostprobe?\"",
  "Quest.fox_1.step1": "Seht mal! Ich habe einen Schneebesen gefunden!",
  "Quest.fox_1.step2": "Oh nein, müssen wir schon wieder suchen gehen?",
  "Quest.fox_2.step1": "Ich wollte schon immer fragen, wie es den Studenten der Akademie geht. Denkst du, sie sind die Zukunft des Restaurants?",
  "Quest.fox_2.step2": "Sie machen sich gut! Aber warum klingt es so, als würde ich mich bald zur Ruhe setzen? Ich habe doch gerade erst losgelegt!",
  "Quest.fox_2.step3": "Ich sage nur, dass der Schüler eines Tages zum Meister wird.",
  "Quest.fox_3.step1": "Dieser Schneebesen ist von sehr hoher Qualität.",
  "Quest.fox_3.step2": "Besser als das, was wir in der Fabrik herstellen?",
  "Quest.fox_3.step3": "Nun... Ich glaube, das könnte unser neuer Produktstandard werden!",
  "Quest.fox_4.step1": "Weißt du, diese Insel ist so groß, dass ich mich frage, ob wir sie jemals ganz erkunden werden.",
  "Quest.fox_4.step2": "Ich mag ein bisschen Geheimnisse! Aber ich liebe auch ein gutes Abenteuer.",
  "Quest.fox_5.step1": "Was ist das für ein Symbol am Griff des Schneebesen?",
  "Quest.fox_5.step2": "Symbol? Oh! Tatsächlich! Das habe ich nicht gesehen.",
  "Quest.fox_5.step3": "Ich glaube, es ist ein V? Was könnte das bedeuten?",
  "Quest.fox_6.step1": "Was, wenn wir den Besitzer dieses Schneebesen nicht finden können und die Suche umsonst war?",
  "Quest.fox_6.step2": "Den Schneebesen würde ich abstauben.",
  "Quest.fox_6.step3": "Moment... war das ein Wortspiel?",
  "Quest.fox_6.step4": "Du weißt ja, was man sagt. \"Wenn du sie nicht schlagen kannst, schließe dich ihnen an!\"",
  "Quest.fox_7.step1": "Wen genau suchen wir denn nun?",
  "Quest.fox_7.step2": "Ich schätze, entweder einen anderen Bäcker oder einen anderen Konditor? Oder einfach jemanden, der Schneebesen sammelt!",
  "Quest.fox_8.step1": "Wusstest du, dass man einst Zweige oder kleine Äste wie einen Schneebesen benutzt hat?",
  "Quest.fox_8.step2": "Ja, wusste ich! Und dann benutzte man oft Zweige von Obstbäumen, um der Mischung Geschmack zu verleihen.",
  "Quest.fox_9.step1": "Wenn wir den Besitzer dieses Quirls finden, werde ich ihn bitten, sich uns anzuschließen.",
  "Quest.fox_9.step2": "Brauchen wir noch einen Bäcker oder... wie hast du es genannt? Pati... Seher?",
  "Quest.fox_9.step3": "Pâtissière. Und bei dem Andrang, der in letzter Zeit herrscht, können wir jede Hilfe gebrauchen!",
  "Quest.metal_1.step1": "Ich habe mir gedacht... Ich möchte legendäre Gerichte kreieren. Gerichte, die die Welt erobern!",
  "Quest.metal_1.step2": "Dazu brauchst du auch legendäre Zutaten.",
  "Quest.metal_1.step3": "Genau. Ich denke, wir haben gerade unser nächstes Projekt gefunden!",
  "Quest.metal_2.step1": "Wir brauchen mehr Materialien, um etwas Neues zu bauen.",
  "Quest.metal_2.step2": "Seltsam, dass du das sagst... gerade habe ich Monki erzählt, dass ich neulich Metall gefunden habe.",
  "Quest.metal_3.step1": "Also... was genau soll ich mit diesem Metall bauen?",
  "Quest.metal_3.step2": "Ein Gildenhaus für exotische Zutaten, um exotische und legendäre Zutaten sammeln zu können!",
  "Quest.metal_3.step3": "Klar, klar... Das wusste ich doch.",
  "Quest.metal_4.step1": "Was für Zutaten suchst du denn?",
  "Quest.metal_4.step2": "Hmm... Ich denke an schwarzen Knoblauch, Cherimoya, Amchur, Achiote-Paste... So was in der Art.",
  "Quest.metal_4.step3": "Ich habe nur 'Knoblauch' verstanden. Den Rest hast du doch erfunden.",
  "Quest.metal_5.step1": "Apropos legendäre Zutaten: Ich hatte einst Pfirsiche, die unsterblich machten.",
  "Quest.metal_5.step2": "War das nicht mit ein Grund, warum du eingesperrt wurdest?",
  "Quest.metal_5.step3": "...Ja, aber das ist jetzt nicht wichtig.",
  "Quest.metal_6.step1": "Okay, vergiss die Pfirsiche. Wie wär's mit Ginsengfrüchten? Super selten. Wenn man nur an ihnen riecht, gewinnt man 360 Jahre Leben.",
  "Quest.metal_6.step2": "Wir wollen den Gästen ein gutes Essen bieten, kein ewiges Leben.",
  "Quest.metal_6.step3": "Manchmal sind Menschen so öde...",
  "Quest.metal_7.step1": "Wie geht's mit dem Gildenhaus voran?",
  "Quest.metal_7.step2": "Es geht voran! Bald kannst du dich am schönsten Gebäude des Kondiments satt sehen.",
  "Quest.metal_7.step3": "Okay, der war schrecklich.",
  "Quest.metal_8.step1": "Habt ihr schon einen Leiter für das Zunfthaus gefunden?",
  "Quest.metal_8.step2": "Möglich! Wir brauchen den besten Zutatenjäger, den es gibt.",
  "Quest.metal_10.step1": "Ich glaube, wir sind gleich fertig! Wollt ihr die Pfirsiche wirklich nicht?",
  "Quest.metal_10.step2": "Das hier ist kein 'Gratis Unsterblichkeit für eine Mahlzeit' Deal. Wir sind ein Spitzenrestaurant!",
  "Quest.ice_1.step1": "Es ist so kalt hier!",
  "Quest.ice_1.step2": "Na klar, das ist eine Eiswelt.",
  "Quest.ice_1.step3": "Ich muss einen Mantel finden, bevor ich erfriere!",
  "Quest.ice_2.step1": "Lass uns etwas mit dem ganzen Eis machen.",
  "Quest.ice_2.step2": "Vielleicht mischen wir es in unsere Getränke?",
  "Quest.ice_3.step1": "Vergiss die Eiswürfel. Wie wär's stattdessen mit Desserts?",
  "Quest.ice_3.step2": "Nun, es heißt ja: das Dessert ist die wichtigste Mahlzeit des Tages!",
  "Quest.ice_4.step1": "Wenn wir erstklassige Desserts machen wollen, brauchen wir einen Ort zum Herstellen.",
  "Quest.ice_4.step2": "Stimmt! Das heißt, wir sollten wieder anfangen zu bauen. Komm schon, zack, zack!",
  "Quest.ice_4.step3": "Ich bereue plötzlich meinen Vorschlag...",
  "Quest.ice_5.step1": "Schnell! Vanille- oder Schokoladeneis?",
  "Quest.ice_5.step2": "Das ist gemein! Du kannst mich unmöglich zwingen, zwischen diesen beiden zu wählen...",
  "Quest.ice_5.step3": "Die richtige Antwort ist weder noch. Erdbeere über alles!",
  "Quest.ice_6.step1": "Frage: Wie nennt man einen Konditor, der seinen Job kündigt?",
  "Quest.ice_6.step2": "Es geht wieder los... Gut, ich spiele mit. Wie nennst du ihn?",
  "Quest.ice_6.step3": "Einen Desserteur. Haha!",
  "Quest.ice_7.step1": "Das Gebäude kommt gut voran. Haben wir schon einen Namen?",
  "Quest.ice_7.step2": "Ich habe mir überlegt, ihn den Epikureischen Eispalast zu nennen. Was meint Ihr?",
  "Quest.ice_7.step3": "Klingt schick. Exklusiv. Gefällt mir!",
  "Quest.ice_8.step1": "Weißt du, warum man immer Platz für einen Dessert hat?",
  "Quest.ice_8.step2": "Nein, aber du wirst es mir sicher gleich erklären.",
  "Quest.ice_8.step3": "Zucker täuscht deinen Magen, sich zu entspannen. Du schaffst also nicht Platz für das Dessert, sondern das Dessert schafft Platz für dich!",
  "Quest.ice_8.step4": "Das... ist wirklich recht interessant!\"",
  "Quest.ice_9.step1": "Oh, hier sieht es ja schon wunderbar aus! Und die Desserts, die hier entstehen, sind auch wunderbar!",
  "Quest.ice_9.step2": "Ja, aber wir sind jeden Tag so ausgebucht, dass wir mehr Platz brauchen.",
  "Quest.ice_9.step3": "Na dann... schaffen wir doch Platz für mehr Dessert?",
  "Quest.ice_9.step4": "Dieses eine Mal werden wir das. Und nun zurück ans Werk!",
  "Quest.ice_11.step1": "Wir haben jetzt alles nötige, um die zuckersüßesten Träume unserer Gäste zu erfüllen!",
  "Quest.ice_11.step2": "Apropos süße Träume, darf ich mir ein Dessert wünschen?",
  "Quest.ice_11.step3": "Du willst Pfirsicheis, nicht wahr?",
  "Quest.ice_11.step4": "Wie kommst du darauf?",
  "Quest.dog_1.step1": "Schaut, was ich entdeckt habe! Lasst uns Pingpong spielen. ",
  "Quest.dog_1.step2": "Du weißt, dass das KEIN Tischtennisschläger ist, oder?",
  "Quest.dog_2.step1": "Sieht für mich noch immer wie ein Tischtennisschläger aus..",
  "Quest.dog_2.step2": "Ich versichere dir, das ist definitiv ein Küchengerät und kein Tischtennisschläger.",
  "Quest.dog_2.step3": "Wofür ist es denn dann da?",
  "Quest.dog_2.step4": "Das meinst du doch nicht ernst!",
  "Quest.dog_3.step1": "Kann mir bitte jemand sagen, wofür das gut ist?",
  "Quest.dog_3.step2": "Hast du mal 'ne Pizza probiert?",
  "Quest.dog_3.step3": "Natürlich! Warte, sag's mir nicht... ",
  "Quest.dog_3.step4": "Na, wir benutzen das, um Pizza in einen Steinofen zu legen",
  "Quest.dog_4.step1": "Wir sollten wirklich einen Steinofen für Pizza bauen.",
  "Quest.dog_4.step2": "Tolle Idee! Wir können das Lavagestein zum Bau verwenden.",
  "Quest.dog_4.step3": "Das klingt doch vernünftig !",
  "Quest.dog_4.step4": "In der Zwischenzeit gehe ich ein bisschen Pingpong spielen. Bin gleich wieder da !",
  "Quest.dog_5.step1": "Ich brauche jetzt 'ne Pizza, ich kann's kaum erwarten, dass der Steinofen fertig ist ! Vielleicht finde ich 'ne Tiefkühlpizza.",
  "Quest.dog_5.step2": "Tiefkühlpizza? Im Ernst? Ich auftaue meinen Ohren nicht.",
  "Quest.dog_5.step3": "Wirklich Dad?",
  "Quest.dog_6.step1": "Zeit für einen Pizzawitz, hast du 'nen Guten?",
  "Quest.dog_6.step2": "Ich habe einen: Was ist das Lieblingslied eines Pizzabäckers?",
  "Quest.dog_6.step3": "Slice, slice, baby !",
  "Quest.dog_6.step4": "Ok bäm.... Ich meine, ok du hast es !",
  "Quest.dog_7.step1": "Was meinst du, ist der beste Teil einer Pizza?",
  "Quest.dog_7.step2": "Einfach, den Boden muss man loben !",
  "Quest.dog_8.step1": "Dieser Pizzaschieber wird immer ausgefallener",
  "Quest.dog_8.step2": "So schöne Pizzaschieber bauen sie nicht mehr",
  "Quest.dog_8.step3": "Hey, du dachtest, das wäre ein Tischtennisschläger, weißt du noch?",
  "Quest.dog_9.step1": "Warum dauert diese Pizzasuche so lange ! Ich bin hungrig !",
  "Quest.dog_9.step2": "Das Beste kommt zu denen, die warten",
  "Quest.dog_9.step3": "Seit wann bist du so weise ?",
  "Quest.dog_10.step1": "Wir sind fast am Ziel, nicht wahr? Ich kann's spüren",
  "Quest.dog_10.step2": "Ja, hier kommt die beste Pizza der Welt !",
  "Quest.dog_10.step3": "Auf geht's !",
  "Quest.woodgenerator_1.step1": "Was für ein schöner Wald",
  "Quest.woodgenerator_1.step2": "Mehr Wald für unser Gebäude !",
  "Quest.woodgenerator_1.step3": "Irgendetwas ist anders hier",
  "Quest.woodgenerator_1.step4": "Lass ihn uns erkunden und sehen, was wir finden können",
  "Quest.woodgenerator_2.step1": "Das hat mich überrascht !",
  "Quest.woodgenerator_2.step2": "Ich kann seine Stimme in meinem Kopf hören",
  "Quest.woodgenerator_2.step3": "Was sagt er?",
  "Quest.woodgenerator_2.step4": "\"Verbessere mich und ernte die Belohnung\"",
  "Quest.cloth_1.step1": "Wozu brauchen wir ein Stück Stoff?",
  "Quest.cloth_1.step2": "Willst du, dass unsere Köche nackt arbeiten?",
  "Quest.cloth_1.step3": "Wann hab ich das gesagt gesagt?! Ich habe nur gefragt!",
  "Quest.cloth_1.step4": "Es ist für Kochkleidung, Dummerchen!",
  "Quest.cloth_2.step1": "Daraus können wir schöne Kleidung machen!",
  "Quest.cloth_2.step2": "Ja, aber wir brauchen mehr davon. Kleider werden schmutzig, weißt du? Ein Paar reicht nicht aus!",
  "Quest.cloth_3.step1": "Also was bauen wir jetzt?",
  "Quest.cloth_3.step2": "Na, errätst du es nicht? Einen Ort, an dem wir die schönsten Kochkleidung schneidern!",
  "Quest.cloth_4.step1": "Hey, wie nennt man eine Jacke, die Feuer fängt?",
  "Quest.cloth_4.step2": "Oh, sind wir jetzt bei Fashionwitzen gelandet?",
  "Quest.cloth_4.step3": "Ein Blazer! Hahaha",
  "Quest.cloth_5.step1": "Wie sieht's mit der Fabrik aus? Meine Jacke könnte ein Upgrade vertragen.",
  "Quest.cloth_5.step2": "So weit ist sie noch nicht, wir arbeiten hart daran!",
  "Quest.cloth_6.step1": "Hätte nie gedacht, dass wir mal ins Kleidergeschäft einsteigen würden.",
  "Quest.cloth_6.step2": "Wir verlieren noch den Faden.",
  "Quest.cloth_6.step3": "Hey, ich mach die Witze hier.",
  "Quest.cloth_7.step1": "Wie wär's, wenn wir unser Logo auf die Kleidung sticken?",
  "Quest.cloth_7.step2": "Eine tolle Idee! Wir müssen dann Sticker einstellen.",
  "Quest.cloth_7.step3": "Ein Grund mehr weiterzumachen!",
  "Quest.cloth_8.step1": "Kannst du nähen?",
  "Quest.cloth_8.step2": "Na und ob! Ich kann nähen, stricken und häkeln. Dreifacher Garnsinn!",
  "Quest.cloth_9.step1": "Ich bin so aufgeregt! Wir werden die schicksten Köche auf der ganzen Welt haben!",
  "Quest.cloth_9.step2": "Weißt du, wie du noch schickere Köche haben kannst?",
  "Quest.cloth_9.step3": "Wie?",
  "Quest.cloth_9.step4": "Steck mich in die Küche, hehe.",
  "Quest.cloth_10.step1": "Fast fertig! Habt ihr eure Designs fertig?",
  "Quest.cloth_10.step2": "Hab's schon seit meiner Geburt fertig!",
  "Quest.cloth_11.step1": "Fertig! Oh, ist das nicht wunderschön?",
  "Quest.cloth_11.step2": "Nicht so schön wie die Kleider, die wir nähen werden!",
  "Quest.japan_1.step1": "Warum liegt hier ein Haufen Ziegel?",
  "Quest.japan_1.step2": "Wir bauen etwas Neues!",
  "Quest.japan_1.step3": "Tun wir?",
  "Quest.japan_1.step4": "Tun wir!",
  "Quest.japan_2.step1": "Also, was genau bauen wir?",
  "Quest.japan_2.step2": "Ich dachte mir, unser Menü braucht etwas mehr Würze.",
  "Quest.japan_2.step3": "Also bauen wir einen Ort, um heilige Zutaten und Rezepte zu erforschen!",
  "Quest.japan_3.step1": "Okay, das Fundament ist da. Aber woher sollen wir die Bücher zum Forschen nehmen?",
  "Quest.japan_3.step2": "Wenn du dafür eine Lösung findest, bauen wir einfach weiter!",
  "Quest.japan_4.step1": "Wie läuft's mit der Forschung?",
  "Quest.japan_4.step2": "Naja... Etwas Heiliges habe ich nicht gefunden, aber wusstest du, dass Kirschblüten nur etwa eine Woche halten?",
  "Quest.japan_4.step3": "Wusste ich nicht. Interessant!",
  "Quest.japan_5.step1": "Das Gebäude blüht richtig auf, oder?",
  "Quest.japan_5.step2": "Das tut es!",
  "Quest.japan_5.step3": "Moment mal... war das ein Wortspiel?",
  "Quest.japan_6.step1": "Ich habe was gefunden!",
  "Quest.japan_6.step2": "Was denn?",
  "Quest.japan_6.step3": "Ein antiker Text, wie man den besten Kirschblütentee macht.",
  "Quest.japan_6.step4": "Er soll heilende Kräfte haben!",
  "Quest.japan_7.step1": "Stell dir vor, was für Geheimrezepte wir entdecken können, sobald der Bau fertig ist!",
  "Quest.japan_7.step2": "Ehrlich gesagt bin ich kein großer Leser.",
  "Quest.japan_7.step3": "Ein guter Koch bist du auch nicht.",
  "Quest.japan_7.step4": "Wenn es nur nicht wahr wäre...",
  "Quest.japan_8.step1": "Hast du weitere heilige Texte gefunden?",
  "Quest.japan_8.step2": "Ein paar! Sie sind schwieriger zu finden als man denkt...",
  "Quest.japan_9.step1": "Ich bin hungrig... nach Wissen!",
  "Quest.japan_9.step2": "Du bist auch immer hungrig nach Essen...",
  "Quest.japan_9.step3": "Bitte sag das nicht so...",
  "Quest.japan_10.step1": "Der Bau ist fast fertig, die heiligen Texte sind da... Bald haben wir die besten Rezepte der Welt!",
  "Quest.japan_10.step2": "Also... Ohne Zutaten sind Rezepte sind gar nichts. Die brauchen wir auch noch.",
  "Quest.japan_10.step3": "Pssst, lasst mir meinen Moment.",
  "Quest.japan_11.step1": "Fertig! Es sieht super aus!",
  "Quest.japan_11.step2": "Alles dank deiner Vision.",
  "Quest.japan_11.step3": "Und deiner Handwerkskunst, mein Freund. Verkauf dich nicht unter Wert!",
  "Quest.japan_11.step4": "Entschuldigt mich jetzt bitte, ich muss noch etwas lesen.",
  "Quest.bunny.step1": "",
  "Quest.tiger.step1": "Du hast mein Lieblingsmesser gefunden! Hab vielen Dank!",
  "Quest.tiger.step2": "Dieses Messer ist ein Erbstück meines Vaters, der es von seinem Vater bekam, der es von seinem Vater bekam.",
  "Quest.tiger.step3": "Lass mich deine Freundlichkeit erwidern. Wie kann ich dienen?",
  "Quest.tiger.step4": "Nun, da du es erwähnst, willst du mir nicht helfen, das weltbeste kulinarische Erlebnis zu gestalten?",
  "Quest.tiger.step5": "Das ist genau mein Fachgebiet. Zeig mir den Weg !!",
  "Quest.cat.step1": "Lecker, das ist wohl der beste Kuchen, den ich je gemacht habe. Oh, hallo, ich bitte um Verzeihung. Möchtest du von diesem Kuchen kosten?",
  "Quest.cat.step2": "*Mampf *Mampf *Mampf Oh, das ist absolut der BESTE Kuchen, den ich je hatte. Wenn nur unsere Kunden ihn probieren könnten! ",
  "Quest.cat.step3": "Also, ich habe schon gehört, was du alles zu erreichen versuchst. Sieh mich als Teil deines Teams, ich garantiere dir, dass die Kuchen nie ausgehen werden!",
  "Quest.panda.step1": "*Gääääähn wer wagt es mich aus meinem Schlummer zu wecken! . . aua aua hör auf mich zu piksen!",
  "Quest.panda.step2": "Seufz, das ist also der große Pandareus, König des Woks, Meister der Pfanne, Eroberer der Kasserolle.",
  "Quest.panda.step3": "Keine Ahnung, woher das kommt, aber ich mache ein mörderisches Omelett. Hier, probier's mal.",
  "Quest.panda.step4": "Ach du meine Güte, das ist ja so fluffig, genau wie du! Krieg ich 'ne Umarmung!?",
  "Quest.panda.step5": "Nicht umarmen !!",
  "Quest.raccoon.step1": "Herr Waschbär, ich glaub, das gehört Ihnen?",
  "Quest.raccoon.step2": "Jawohl! Vielen Dank, dass du es zurückgebracht hast. Nun kann ich wieder an dem Teigrezept tüfteln, an dem ich gearbeitet habe.",
  "Quest.raccoon.step3": "Erzählen Sie mir mehr von diesem... Teig. ",
  "Quest.raccoon.step4": "Hey, ich kenne dich. Du bist das Häschen, das eine große Köchin werden will!",
  "Quest.raccoon.step5": "Bin ich schon berühmt? Tja, ich schätze, ich war in allen Nachrichten zu sehen.",
  "Quest.raccoon.step6": "Weißt du was, nimm mich mit auf dein Abenteuer und ich zeige dir meine besten Rezepte.",
  "Quest.raccoon.step7": "Abgemacht!",
  "Quest.fox.step1": "Entschuldigen Sie, Herr Fuchs, sind Sie der Besitzer dieser exquisiten Quirlomators?",
  "Quest.fox.step2": "Oje, was für ein exquisites Werkzeug, so etwas habe ich noch nie gesehen... Ich meine, ja! Danke, dass ihr es gefunden habt!",
  "Quest.fox.step3": "Ich bin mir nicht sicher, ob das wirklich dir gehört, hmmmmm ... ",
  "Quest.fox.step4": "Hier, probiert diesen Erdbeerkuchen, den ich gerade erst gemacht habe. Das ist der Beweis!",
  "Quest.fox.step5": "Das beweist gar nichts...",
  "Quest.fox.step6": "Oh, das ist ja himmlisch, Herr Fuchs. Ich wünschte, das wäre auf unserem Menü! ",
  "Quest.fox.step7": "Ist das eine Einladung? Mit Freuden nehme ich an eurem Abenteuer teil und trage zum Menü bei!",
  "Quest.fox.step8": "Oh, das wird fantastisch sein !",
  "Quest.fox.step9": "Oh Mann ...",
  "Quest.dog.step1": "Ich hatte gerade eine ganz neue Idee für ein neues Pizzarezept, Ananas auf Pizza!",
  "Quest.dog.step2": "Das gab es schon mal und igitt, Ananas auf Pizza? komm schon!",
  "Quest.dog.step3": "Das ist eine schöne neue Idee, auch wenn sie wirklich nicht sehr originell ist.",
  "Quest.dog.step4": "Wirklich? Sieht denn niemand die Ironie dieser Aussage?\""
}