{
  "Quest.wheat_3.step1": "Aduh lapar banget... Aku hampir mempertimbangkan untuk memakan tanaman kentang ini... Mari kita gabungkan saja!",
  "Quest.woodsource_1_1.step1": "Selalu ada sesuatu yang baru di setiap langkah, dunia ini mengasyikkan tetapi kok agak bikin bingung yah . . . ",
  "Quest.woodsource_1_1.step2": "Aku tahu beberapa hal tentang lahan ini, aku menghabiskan 500 tahun terakhir di sini terjebak di batu terkutuk ini. Aku akan menjadi pemandumu.",
  "Quest.woodsource_1_1.step3": "500 tahun?! Tunggu, sepertinya aku pernah mendengar legenda tentang raja kera yang.....tunggu. Apakah kamu?!",
  "Quest.woodsource_1_1.step4": "Apakah aku . . ? Aku tidak mendengar cerita apa pun selama beberapa abad terakhir. Ngomong-ngomong, apakah kamu punya buah persik?",
  "Quest.wood_1.step1": "Ah, bau kayu yang baru dipotong di pagi hari! Kita membutuhkan lebih dari ini untuk membangun restoran kita, ayo cepat!",
  "Quest.wood_2.step1": "Kita dapat menggunakan panel kayu ini untuk membuat bingkai restoran baru kita!",
  "Quest.wood_3.step1": "Mungkin... jika kamu memicingkan matamu, akan mulai terlihat seperti sesuatu.",
  "Quest.wood_3.step2": "Aku sudah bisa melihatnya! Restoran yang penuh dengan pelanggan yang senang dan makanan terenak.",
  "Quest.wood_3.step3": "Itu baru semangat, aku hanya berharap aku punya kloningan diriku untuk membantu menebang kayu-kayu ini. Coba pikirkan?",
  "Quest.wood_4.step1": "Permulaan yang baik! Dapur telah berfungsi sepenuhnya. Lalu, apa selanjutnya?",
  "Quest.wood_4.step2": "Berpikirlah lebih besar! Ini tidak ada apa-apanya dibandingkan rencana besar yang ada di dalam pikiranku. Terus lanjutkan dan kamu akan lihat.",
  "Quest.wood_5.step1": "Oven baru kita luar biasa. Dan baunya! Wah... Aku lapar lagi.",
  "Quest.wood_5.step2": "Bukan hanya kamu satu-satunya! Lihatlah antriannya, semua orang menunggu untuk mencicipi. Kita membutuhkan tempat yang lebih besar.",
  "Quest.wood_6.step1": "Dengar, aku sangat senang kita melakukan ini bersama-sama. Ini adalah kerja sama tim impian!",
  "Quest.wood_6.step2": "Aku tidak yakin kutipannya seperti itu, tetapi aku setuju!",
  "Quest.wood_7.step1": "Aku ingat ketika tempat ini hanya sebuah dapur kecil. Sudah banyak kemajuan.",
  "Quest.wood_7.step2": "Serius? Kita baru saja mulai! Mari kembali bekerja! Jangan turu terus !",
  "Quest.tiger_1.step1": "Pisau ini terlihat agak aneh. Pisau tidak tumbuh di pohon... bagaimana bisa ada di sini?",
  "Quest.tiger_1.step2": "Aku tidak tahu, tapi... Sepertinya aku tahu ini milik siapa. Ayo kita cari dia!",
  "Quest.tiger_2.step1": "Jadi... Kita mencari siapa?",
  "Quest.tiger_2.step2": "Dia kuat dan cerdas and dia tahu tentang lahan ini lebih daripada siapa pun! Kita bisa menggunakan bantuannya",
  "Quest.tiger_3.step1": "Pisau yang sangat keren! Pemiliknya pasti adalah koki yang sangat mahir. Itu, atau seorang pembunuh berantai... Haruskah aku khawatir?",
  "Quest.tiger_3.step2": "Jangan khawatir, dia sebenarnya adalah salah satu koki paling terkenal di seluruh dunia. Tunggu, bukankah itu dia...?",
  "Quest.cat_1.step1": "Oooh hal misterius apa ini?",
  "Quest.cat_1.step2": "Apa? Apa yang kamu temuka— Oh. Benar juga, APA itu? Kecil sekali...",
  "Quest.cat_1.step3": "Rasanya aku pernah mendengar desas-desus tentang ini...",
  "Quest.cat_1.step4": "Kalau ukuran itu bukan segalanya?",
  "Quest.cat_2.step1": "Ada resep tersembunyi di dalam gagang pintu! Mari kita lihat, kentang, jerami... oh.",
  "Quest.cat_2.step2": "Itu bukan resep, tapi daftar belanjaan!",
  "Quest.cat_2.step3": "Ken-thang Khen-tang, ngga ada bedanya. Ini adalah daftar bahan untuk sebuah resep!",
  "Quest.cat_2.step4": "Aku tidak mau melakukan belanjaan orang lain. Mari kita temukan pemiliknya dan tanyakan kepada mereka apa gunanya bahan-bahan ini.",
  "Quest.cat_3.step1": "Kamu pernah mendengar bahan-bahan ini sebelumnya? Mereka tampak asing bagiku.",
  "Quest.cat_3.step2": "Sepertinya aku pernah mendengarnya. Aku yakin mereka akan membuat hidandangan yang sangat enak!",
  "Quest.cat_3.step3": "Hidandangan . . . ",
  "Quest.cat_4.step1": "Apakah kita semakin dekat untuk menemukan pemiliknya... Kelihatan seperti pemotong kue?",
  "Quest.cat_4.step2": "Biarkan aku menjawab pertanyaanmu dengan sebuah pertanyaan, mengapa kamu sangat ingin menemukan pemiliknya?",
  "Quest.cat_5.step1": "Aku pernah mendengar cerita tentang pâtissière legendaris. Kue buatannya amat sangat enak!",
  "Quest.cat_5.step2": "Patty siapa?",
  "Quest.cat_5.step3": "Kamu berusia beberapa abad tapi tidak tahu apa itu pastry maker?",
  "Quest.cat_5.step4": "Kan aku sudah bilang kalau aku terjebak lama di dalam pohon. Satu-satunya interaksi yang ada cuma waktu ada anjing mampir ke pohon untuk . . ya . . itu",
  "Quest.cat_6.step1": "Coba bayangkan semua kue-kue lezat yang bisa kau potong dengan ini!",
  "Quest.cat_6.step2": "Sudah aku bayangkan. Semoga dia akan bergabung dengan kita!",
  "Quest.candies_4.step1": "Kau tahu, aku mulai merasakan tepungan yang nyata di antara kita.",
  "Quest.candies_4.step2": "Mai, belajar lagi sana kalau mau ngomong pelesetan.",
  "Quest.wood_9.step1": "Betapa indahnya! Setelah berbulan-bulan, restoran kita hampir siap!",
  "Quest.wood_9.step2": "Apa maksudmu berbulan-bulan? Terakhir aku periksa kita baru mulai beberapa jam yang lalu.",
  "Quest.wood_9.step3": "Kamu tahu apa yang mereka katakan. Waktu berlalu cepat ketika kamu bersenang-senang.",
  "Quest.wood_9.step4": "Ayolah...",
  "Quest.wood_9.step5": "Maaf. Baiklah, mari kita berikan beberapa sentuhan akhir dan kita akan segera menaklukkan dunia kuliner!",
  "Quest.lava_1.step1": "Tunggu... batu panas aneh apa ini?",
  "Quest.lava_1.step2": "Serius? Kamu tidak melihat lahar di sekitarmu?",
  "Quest.lava_2.step1": "Jika kita ingin membawa restoran kita ke tingkat berikutnya, kita perlu meningkatkan kualitas alat memasak kita nih.",
  "Quest.lava_2.step2": "Aku penasaran... Mungkin kita bisa menggunakan batu lahar untuk itu?",
  "Quest.lava_3.step1": "Sebuah pabrik peralatan dapur yang terbuat dari batu lahar, kita benar-benar para pemikir yang luar biasa, kan?",
  "Quest.lava_3.step2": "Kita? Maksudmu aku adalah pemikir yang luar biasa, kan!",
  "Quest.lava_3.step3": "Sungguh menakjubkan apa yang bisa kamu capai jika kamu tidak peduli siapa yang mendapat pujian.",
  "Quest.lava_4.step1": "Tempaan ini sudah mulai berbentuk.",
  "Quest.lava_4.step2": "Kamu membuatnya seolah kita sedang mencoba memproduksi pedang dan tombak, bukan golok dan wajan.",
  "Quest.lava_5.step1": "Aku pernah membaca di suatu tempat bahwa baja terbaik ditempa dengan api naga.",
  "Quest.lava_5.step2": "Api naga sudah ketinggalan jaman. Saat ini, lahar sangatlah populer. Ikuti tren!",
  "Quest.lava_6.step1": "Dengan ini kita harusnya bisa menyemburkan koleksi pisau baru pada akhir bulan depan.",
  "Quest.lava_6.step2": "Aduh, sekarang kamu membuat pelesetan dari gunung berapi.",
  "Quest.lava_7.step1": "Kita mulai mendapatkan hasil tapi pada kecepatan ini, alat kita saat ini akan butuh diganti segera.",
  "Quest.lava_7.step2": "Iya, tapi jangan beri tahu Tygr kita akan menggantikan pisau favoritnya. Aku rasa dia akan sedih.",
  "Quest.lava_8.step1": "Kalau dipikir-pikir, peralatan seorang juru masak itu seperti senjata mereka.",
  "Quest.lava_8.step2": "Ini dapur woi, bukan medan perang...",
  "Quest.lava_10.step1": "Sepertinya pabrik kita sudah selesai! Hei, menurutmu apa alat memasak yang paling penting?",
  "Quest.lava_10.step2": "Otak! Jika kamu tidak tahu cara memasak... Maka kamu tidak akan membuat banyak kemajuan, kan?",
  "Quest.lava_10.step3": "Yah... kita tidak memproduksi otak di pabrik baru ini. Kecuali kita mendapatkan pelanggan zombie. Semoga tidak...",
  "Quest.jade_1.step1": "Oooh batu berkilau! Apa itu?",
  "Quest.jade_1.step2": "Hmm... Seperti jade. Sepertinya ada lebih banyak lagi dari mana ini berasal.",
  "Quest.jade_1.step3": "Cantik sekali! Kita harus menemukan cara menggunakannya untuk kerajaan memasak kita!",
  "Quest.jade_2.step1": "Aku sedang berpikir... Kita tidak pernah terlalu tua untuk belajar sesuatu, bukan? Bagaimana kalau kita membangun sebuah akademi?",
  "Quest.jade_2.step2": "Tidak. Bolehkah aku menjadi murid pertamamu?",
  "Quest.jade_3.step1": "Bisa kamu bayangkan? Akademi yang indah untuk orang-orang kuliner berbakat. Tempat yang mengasyikkan di mana kita tidak akan pernah bosan!",
  "Quest.jade_3.step2": "Satu-satunya hal yang aku bayangkan saat ini adalah dunia tanpa pelesetanmu.",
  "Quest.jade_4.step1": "Semuanya berjalan dengan lancar! Tidak lama lagi orang-orang dari seluruh dunia akan ingin belajar di sini.",
  "Quest.jade_4.step2": "Rasanya aku tidak pernah bersemangat seperti ini tentang sekolah sebelumnya!",
  "Quest.jade_4.step3": "Apakah kamu pernah ke sekolah kuliner?",
  "Quest.jade_4.step4": "Aku bahkan belum pernah ke sekolah biasa...",
  "Quest.jade_5.step1": "Pelajaran seperti apa yang akan kita ajarkan di akademi ini?",
  "Quest.jade_5.step2": "Hm... Memanggang, menggoreng, memanggang, mengukus, merebus, penataan piring... semua yang dibutuhkan seorang juru masak!",
  "Quest.jade_5.step3": "Bagaimana dengan mencuci piring?",
  "Quest.jade_5.step4": "Pernah mendengar tentang mesin pencuci piring?",
  "Quest.jade_6.step1": "Oh! Kita butuh sebuah nama untuk akademi ini. Ada saran?",
  "Quest.jade_6.step2": "Ini yang aku tunggu-tunggu. Aku sudah menyiapkan beberapa ide. Bagaimana dengan Royal Culinary Academy?",
  "Quest.jade_6.step3": "Aku suka! Akan aku biarkan kali ini...",
  "Quest.jade_7.step1": "Akademi kita sudah semakin besar! Dan kita juga kebanjiran aplikasi!",
  "Quest.jade_7.step2": "Jangan buang-buang waktu, kita perlu menyelesaikannya sebelum para siswa masuk.",
  "Quest.jade_8.step1": "Sudah pernah aku bilang, kita tim yang hebat. Kita bisa membangun kerajaan memasak bersama!",
  "Quest.jade_8.step2": "Dan maksudmu dengan 'kita' adalah aku yang membangun sementara kamu memberikan perintah?",
  "Quest.jade_8.step3": "Setiap tim membutuhkan koordinator, kan?",
  "Quest.jade_10.step1": "Lihatlah! Royal Culinary Academy sekarang telah dibuka untuk para siswa!",
  "Quest.jade_10.step2": "Siap untuk pelajaran pertamamu?",
  "Quest.jade_10.step3": "Ah... Aku baru ingat mengapa aku selalu menghindari sekolah. Aku merasa resah.",
  "Quest.panda_1.step1": "Hmm... Sepertinya seseorang meninggalkan penggorengan mereka.",
  "Quest.panda_1.step2": "Mengapa seseorang meninggalkannya di sini?",
  "Quest.panda_1.step3": "Mungkin mereka sedang terburu-buru dan menjatuhkannya? Atau mereka diculik dan mencoba membela diri dengan itu.",
  "Quest.panda_1.step4": "Kau pikir seberapa bahayanya pulau ini?",
  "Quest.panda_2.step1": "Kalian tahu penggorengan ini milik siapa?",
  "Quest.panda_2.step2": "Tidak, tapi paling tidak sangat berguna untuk menghajar nyamuk!",
  "Quest.panda_3.step1": "Aku punya pertanyaan: apa sebutannya ketika seorang penyihir menyerangmu dengan penggorengan?",
  "Quest.panda_3.step2": "Apakah aku harus menjawab?",
  "Quest.panda_3.step3": "Abrakadabenjol",
  "Quest.panda_3.step4": "Oke, kali ini agak lucu.",
  "Quest.panda_4.step1": "Kali ini pertanyaan serius: kenapa kita mencari pemilik penggorengan ini?",
  "Quest.panda_4.step2": "Aku ingin mengembalikan barang ini ke pemiliknya yang sah. Dan mungkin orang ini tahu cara memasak!",
  "Quest.panda_4.step3": "Tapi mengetahui cara memasak berbeda dari menjadi ahli dalam hal itu.",
  "Quest.panda_5.step1": "Hei, kudengar kau mencari sang pemilik penggorengan?",
  "Quest.panda_5.step2": "Oh hei! Betul sekali. Apakah kamu tahu itu siapa?",
  "Quest.panda_5.step3": "Aku rasa. Pandareus si Pemalas. Dia sedikit tidak peduli, tapi aku akan memberitahumu— dia pandai memasak!",
  "Quest.panda_5.step4": "Aku hanya peduli pada bagaimana caranya menjadi juru masak yang handal. Aku akan terus mencarinya, terima kasih!",
  "Quest.panda_6.step1": "Aku rasa kita semakin dekat untuk dengan menemukan pemiliknya. Apa kamu sudah mencabai bertanya di sekitar akademi?",
  "Quest.panda_6.step2": "Untung aku tidak sedang memegang penggorengannya...",
  "Quest.panda_7.step1": "Tunggu... apakah dia...?",
  "Quest.panda_7.step2": "Mungkin dialah pemiliknya! Ayo, kita bicara dengannya!",
  "Quest.raccoon_1.step1": "Oh... barang jatuh lagi? Kalau begini caranya aku sudah berjalan lebih jauh dari pelari maraton!",
  "Quest.raccoon_1.step2": "Sebuah rol adonan, berarti... Sepertinya... kita sedang mencari tukang roti.",
  "Quest.raccoon_1.step3": "Tidak bisakah orang-orang menyimpan barang mereka dengan baik? Membuang sampah sembarangan itu tidak baik, lho.",
  "Quest.raccoon_1.step4": "Berhentilah mengeluh. Kamu sudah terjebak di dalam pohon selama 500 tahun, aku pikir bergerak lebih banyak ada baiknya untuk badanmu.",
  "Quest.raccoon_2.step1": "Hei Kat, apakah rol adonan ini milikmu?",
  "Quest.raccoon_2.step2": "Sayangnya bukan. Aku memperhatikan barang-barangku dengan sangat baik.",
  "Quest.raccoon_2.step3": "Padahal kamu baru saja kehilangan pemotong kuemu.",
  "Quest.raccoon_2.step4": "Yah... kita semua terkadang melakukan kesalahan, kan?",
  "Quest.raccoon_3.step1": "Aku baru mengenalmu selama beberapa bulan, tetapi aku benar-benar merasa kita sedang membangun sesuatu yang istimewa di sini dengan tim baru ini.",
  "Quest.raccoon_3.step2": "Ini masih baru setengah hari.",
  "Quest.raccoon_3.step3": "Serius? Waktu terasa berbeda di pulau ini...",
  "Quest.raccoon_4.step1": "Pernahkah kamu mencoba memanggang roti sebelumnya?",
  "Quest.raccoon_4.step2": "Beberapa kali! Tapi masih membutuhkan latihan.",
  "Quest.raccoon_4.step3": "Baiklah, sebelum kamu sadari, kamu akan menjadi pembuat roti yang sedang naik daun!",
  "Quest.raccoon_5.step1": "Kenapa sangat sulit untuk menemukan orang di sini?",
  "Quest.raccoon_5.step2": "Yah, ini adalah pulau besar. Dan kita tidak tahu siapa yang harus dicari, bukan? Bisa jadi siapa saja!",
  "Quest.raccoon_5.step3": "Benar juga. Mungkin kita harus membuat bagian 'barang hilang' di dekat restoran saja...",
  "Quest.raccoon_6.step1": "Hei, apa kamu mencium itu...?",
  "Quest.raccoon_6.step2": "Bukan aku!",
  "Quest.raccoon_6.step3": "Apa? Bukan! Maksudku di sini baunya seperti roti yang baru saja dipanggang!",
  "Quest.raccoon_7.step1": "Oh, aku bisa menciumnya sekarang! Tapi dari mana datangnya?",
  "Quest.raccoon_7.step2": "Tutup mata dan ikuti hidungmu!",
  "Quest.raccoon_8.step1": "Apakah kamu mengikuti hidungmu?",
  "Quest.raccoon_8.step2": "Tidak, tapi mataku memberitahuku bahwa ada seseorang di dekat air yang sedang makan roti! Mari kita sapa!",
  "Quest.magicplant_1.step1": "Benda aneh apa ini?",
  "Quest.magicplant_1.step2": "Kamu tidak mengenali benih tanaman?",
  "Quest.magicplant_1.step3": "Saya seorang juru masak, bukan ahli botani!",
  "Quest.magicplant_2.step1": "Aku tahu aku bilang aku bukan ahli botani, tapi menurutku benih tidak seharusnya bersinar...",
  "Quest.magicplant_2.step2": "Sepertinya aku mengenali benih ini... Tapi aku tidak ingat apa namanya...",
  "Quest.magicplant_2.step3": "Kamu pernah melihatnya sebelumnya?",
  "Quest.magicplant_2.step4": "Hanya pernah mendengar dari desas-desus... aku coba ingat bentar.",
  "Quest.magicplant_3.step1": "Benihnya bersinar lebih terang! Kamu yakin tidak berbahaya?",
  "Quest.magicplant_3.step2": "Rasanya tidak. Namanya ada di ujung lidahku...",
  "Quest.magicplant_4.step1": "Oh! Aku ingat! Jika kita terus menggabungkan benih-benih ini, mereka akan membawa kita ke Grove of the Gods.",
  "Quest.magicplant_4.step2": "Grove of the Gods? Apa itu?",
  "Quest.magicplant_4.step3": "Hutan ajaib yang menghasilkan tanaman-tanaman tanpa akhir.",
  "Quest.magicplant_4.step4": "Tanpa akhir?! Baiklah, kita membutuhkan lebih banyak benih ini sesegera mungkin!",
  "Quest.magicplant_5.step1": "Mengapa disebut Grove of the Gods?",
  "Quest.magicplant_5.step2": "Pertanyaan yang bagus! Aku tidak tahu. Mungkin beberapa dewa menyihir hutan itu.",
  "Quest.magicplant_5.step3": "Tidak terdengar berbahaya sama sekali...",
  "Quest.magicplant_6.step1": "Mulai terlihat seperti pohon yang sebenarnya!",
  "Quest.magicplant_6.step2": "Ya, itulah yang terjadi ketika kamu menanam benih...",
  "Quest.magicplant_6.step3": "Tidak jika kamu tidak merawatnya dengan baik.",
  "Quest.magicplant_6.step4": "Benar juga. Ayo gabungkan!",
  "Quest.magicplant_7.step1": "Lucu bukan jika produk dari Grove of the Gods ternyata beracun?",
  "Quest.magicplant_7.step2": "Sepertinya kita punya definisi yang berbeda tentang apa yang lucu...",
  "Quest.magicplant_8.step1": "Cantik sekali! Auranya sangat istimewa.",
  "Quest.magicplant_8.step2": "Apakah produk dari hutan ini memiliki kelebihan khusus...",
  "Quest.magicplant_8.step3": "Satu-satunya kelebihan khusus yang aku pedulikan hanyalah kalau rasanya pun sama-sama istimewa!",
  "Quest.magicplant_8.step4": "Hanya ada satu cara untuk mengetahuinya! Siapa yang mau melakukan tes rasa secara sukarela?",
  "Quest.fox_1.step1": "Lihat apa yang aku temukan! Sebuah kocokan!",
  "Quest.fox_1.step2": "Oh tidak, apakah kita harus mencari lagi?",
  "Quest.fox_2.step1": "Aku sudah lama ingin bertanya, bagaimana kabar para siswa akademi? Kamu pikir mereka adalah masa depan restoran?",
  "Quest.fox_2.step2": "Mereka baik-baik saja! Tapi kenapa kamu membuatnya terdengar seolah aku akan segera pensiun? Aku baru saja memulai!",
  "Quest.fox_2.step3": "Yang aku katakan adalah, suatu hari nanti seorang siswa akan menjadi sang master.",
  "Quest.fox_3.step1": "Kocokan ini memiliki kualitas yang sangat bagus.",
  "Quest.fox_3.step2": "Lebih baik dari apa yang kita produksi di pabrik?",
  "Quest.fox_3.step3": "Yah... Aku pikir ini bisa menjadi standar produk baru kita!",
  "Quest.fox_4.step1": "Kamu tahu, pulau ini sangat besar sehingga aku bertanya-tanya apakah kita akan pernah menemukan semua isinya.",
  "Quest.fox_4.step2": "Aku suka sedikit elemen misteri! Tapi aku juga suka petualangan yang seru.",
  "Quest.fox_5.step1": "Apa simbol di gagang pengocok itu?",
  "Quest.fox_5.step2": "Simbol? Oh! Oh, kamu benar! Aku tidak melihatnya.",
  "Quest.fox_5.step3": "Terlihat seperti V? Apa artinya?",
  "Quest.fox_6.step1": "Mulai terlihat seperti pohon yang sebenarnya!",
  "Quest.fox_6.step2": "Ya, itulah yang terjadi ketika kamu menanam benih...",
  "Quest.fox_6.step3": "Tidak jika kamu tidak merawatnya dengan baik.",
  "Quest.fox_6.step4": "Benar juga. Ayo gabungkan!",
  "Quest.fox_7.step1": "Jadi sebenarnya siapa yang kita cari?",
  "Quest.fox_7.step2": "Aku menebak di antara pembuat roti lain atau pastry koki lainnya? Atau seseorang yang mengoleksi pengocok!",
  "Quest.fox_8.step1": "Tahukah kamu bahwa dulu ranting atau dahan pohon kecil digunakan seperti pengocok?",
  "Quest.fox_8.step2": "Aku tahu itu! Dan mereka sering menggunakan ranting pohon buah untuk menambah rasa pada campurannya.",
  "Quest.fox_9.step1": "Saat kita menemukan pemilik pengocok ini, aku akan meminta mereka untuk bergabung dengan kita.",
  "Quest.fox_9.step2": "Apakah kita perlu tukang roti lagi atau... apa namanya? Pati... seer?",
  "Quest.fox_9.step3": "Pâtissière. Kita sangat sibuknya akhir-akhir ini, kita dapat menggunakan semua bantuan yang ada!",
  "Quest.metal_1.step1": "Kamu tahu, aku berpikir... Aku ingin membuat masakan legendaris. Masakan yang menaklukkan dunia!",
  "Quest.metal_1.step2": "Kalau begitu kamu juga membutuhkan bahan-bahan legendaris.",
  "Quest.metal_1.step3": "Tepat. Kita baru saja menemukan proyek berikutnya!",
  "Quest.metal_2.step1": "Jika kita ingin membuat sesuatu yang baru, kita membutuhkan lebih banyak bahan.",
  "Quest.metal_2.step2": "Kebetulan sekali... Aku baru saja berbicara dengan Monki kalau aku menemukan logam tempo hari.",
  "Quest.metal_3.step1": "Jadi... apa yang harus aku buat dengan logam ini?",
  "Quest.metal_3.step2": "Sebuah guildhouse bahan eksotis, jadi kita bisa mulai mengumpulkan bahan-bahan eksotis dan legendaris!",
  "Quest.metal_3.step3": "Ya, ya... Sudah pasti aku tahu itu.",
  "Quest.metal_4.step1": "Bahan seperti apa yang kamu cari?",
  "Quest.metal_4.step2": "Hmm... Yang aku pikirkan di antaranya adalah bawang hitam, cherimoya, amchur, adonan achiote... Bahan-bahan seperti itu.",
  "Quest.metal_4.step3": "Aku hanya mengerti kata 'bawang' dan setelah itu terdengar seperti kamu sedang mengarang.",
  "Quest.metal_5.step1": "Ngomong-ngomong tentang bahan legendaris, aku pernah memiliki buah persik yang memberikan keabadian.",
  "Quest.metal_5.step2": "Bukankah itu sebagian dari alasan mengapa kamu dipenjara?",
  "Quest.metal_5.step3": "...Ya, tapi itu tidak relevan sekarang.",
  "Quest.metal_6.step1": "Oke, lupakan buah persiknya. Bagaimana dengan buah ginseng? Sangat langka. Hanya dengan menciumnya, kamu bisa mendapatkan 360 tahun umur tambahan.",
  "Quest.metal_6.step2": "Kita sedang mencoba memberi para tamu makanan enak, bukan keabadian.",
  "Quest.metal_6.step3": "Para manusia terkadang sangatlah membosankan...",
  "Quest.metal_7.step1": "Bagaimana perkembangan guildhouse?",
  "Quest.metal_7.step2": "Kita hampir sampai! Sebentar lagi kamu akan memanjakan matamu dengan bangunan paling indah di atas kondimen.",
  "Quest.metal_7.step3": "Pelesetan yang jelek.",
  "Quest.metal_8.step1": "Apakah kamu sudah menemukan seseorang yang dapat menjalankan guildhouse?",
  "Quest.metal_8.step2": "Mungkin! Kita membutuhkan pemburu bahan terbaik yang pernah ada.",
  "Quest.metal_10.step1": "Sepertinya kita hampir selesai! Kamu yakin tidak ingin buah persik itu?",
  "Quest.metal_10.step2": "Ini bukan obral 'beli satu masakan, dapatkan keabadian gratis'. Kita adalah restoran berkelas!",
  "Quest.ice_1.step1": "Dingin sekali di sini!",
  "Quest.ice_1.step2": "Jelas saja, ini kan dunia es.",
  "Quest.ice_1.step3": "Aku perlu mencari mantel sebelum mati kedinginan!",
  "Quest.ice_2.step1": "Kita bisa melakukan sesuatu dengan semua es yang ada di sini.",
  "Quest.ice_2.step2": "Mungkin menambahkannya ke minuman kita?",
  "Quest.ice_3.step1": "Lupakan membuat es batu. Bagaimana jika kita membuat makanan penutup saja?",
  "Quest.ice_3.step2": "Kamu tahu apa yang mereka katakan. Makanan penutup adalah makanan terpenting!",
  "Quest.ice_4.step1": "Jika kita ingin membuat makanan penutup terenak, kita membutuhkan tempat untuk membuatnya.",
  "Quest.ice_4.step2": "Kamu benar! Artinya lebih baik kita mulai membangun lagi. Ayo lekas!",
  "Quest.ice_4.step3": "Aku tiba-tiba menyesali memberi saran...",
  "Quest.ice_5.step1": "Cepat pilih! Es krim vanila atau cokelat?",
  "Quest.ice_5.step2": "Jahat! Aku tidak bisa memilih...",
  "Quest.ice_5.step3": "Jawaban yang benar adalah tidak keduanya. Jawabannya adalah stroberi!",
  "Quest.ice_6.step1": "Pertanyaan: Apa sebutan pastry koki yang berhenti dari pekerjaannya?",
  "Quest.ice_6.step2": "Ini lagi... Baiklah, aku akan bermain. Apa sebutan mereka?",
  "Quest.ice_6.step3": "Paiangguran Haha!",
  "Quest.ice_7.step1": "Pembangunannya ini berjalan dengan baik. Apa kita sudah punya nama untuk tempat ini?",
  "Quest.ice_7.step2": "Aku pikir kita bisa menyebutnya Frozen Epicurean Palace. Bagaimana menurutmu?",
  "Quest.ice_7.step3": "Kedengarannya mewah. Eksklusif. Aku suka!",
  "Quest.ice_8.step1": "Apa kamu tahu kenapa kamu sepertinya selalu memiliki ruang untuk pencuci mulut?",
  "Quest.ice_8.step2": "Tidak, tapi sepertinya kamu akan segera menjelaskannya.",
  "Quest.ice_8.step3": "Gula menipu perutmu untuk rileks. Jadi kamu tidak menciptakan ruang untuk pencuci mulut, pencuci mulut menciptakan ruang untukmu!",
  "Quest.ice_8.step4": "Itu... lumayan menarik!",
  "Quest.ice_9.step1": "Oh, tempat ini sudah mulai terlihat bagus! Dan makanan penutup yang dihidangkan juga luar biasa!",
  "Quest.ice_9.step2": "Iya, tapi setiap hari sudah sangat penuh sehingga kita membutuhkan lebih banyak ruang.",
  "Quest.ice_9.step3": "Jadi... kita perlu menciptakan ruang lebih untuk lebih banyak makanan penutup?",
  "Quest.ice_9.step4": "Kali ini kita harus. Sekarang mari kita kembali bekerja!",
  "Quest.ice_11.step1": "Pertanyaan: Apa sebutan pastry koki yang berhenti dari pekerjaannya?",
  "Quest.ice_11.step2": "Ini lagi... Baiklah, aku akan bermain. Apa sebutan mereka?",
  "Quest.ice_11.step3": "“Paiangguran”. Haha!",
  "Quest.dog_1.step1": "Lihat apa yang aku temukan! Ayo kita bermain pingpong. ",
  "Quest.dog_1.step2": "Kamu tahu ini BUKAN raket pingpong, kan?",
  "Quest.dog_2.step1": "Kelihatan seperti raket pingpong untukku.",
  "Quest.dog_2.step2": "Aku jamin ini adalah alat masak dan bukan raket pingpong.",
  "Quest.dog_2.step3": "Lalu digunakan untuk apa?",
  "Quest.dog_2.step4": "Kamu bercanda!",
  "Quest.dog_3.step1": "Bisakah seseorang tolong beri tahu aku benda ini untuk apaaaaaa?",
  "Quest.dog_3.step2": "Apa kamu pernah mencoba pizza sebelumnya?",
  "Quest.dog_3.step3": "Tentu saja pernah! Tunggu, jangan-jangan... ",
  "Quest.dog_3.step4": "Hah, kita menggunakan ini untuk memasukkan pizza ke dalam oven batu",
  "Quest.dog_4.step1": "Kita benar-benar harus mulai berpikir untuk membuat oven batu untuk memanggang pizza",
  "Quest.dog_4.step2": "Ide bagus! Kita bisa menggunakan batu lahar yang sudah kita tambang untuk membangunnya.",
  "Quest.dog_4.step3": "Ini baru luar biasa! ",
  "Quest.dog_4.step4": "Sementara itu, aku akan bermain pingpong dulu. Aku akan segera kembali!",
  "Quest.dog_5.step1": "Aku ingin pizza sekarang, aku tidak sabar sampai menunggu oven batu siap! Mari kita lihat apakah aku dapat menemukan beberapa yang beku. ",
  "Quest.dog_5.step2": "Pizza beku? Serius? Sepertinya tidak mencair dengan baik.",
  "Quest.dog_5.step3": "Benarkah ayah?",
  "Quest.dog_6.step1": "Saatnya untuk lelucon pizza, kamu punya lelucon yang lucu?",
  "Quest.dog_6.step2": "Ada satu, apa lagu favorit koki pizza?",
  "Quest.dog_6.step3": "Slice, slice, baby!",
  "Quest.dog_6.step4": "Wow... Oke boleh juga!",
  "Quest.dog_7.step1": "Menurutmu manakah bagian terbaik dari pizza?",
  "Quest.dog_7.step2": "Mudah, pinggirannya!",
  "Quest.dog_8.step1": "Kulit pizza ini menjadi semakin sempurna",
  "Quest.dog_8.step2": "Mereka tidak lagi membuat kulit pizza yang begitu indah",
  "Quest.dog_8.step3": "Hei, ingat tidak kamu pikir ini adalah raket pingpong?",
  "Quest.dog_9.step1": "Kenapa quest pizza ini lama sekali! Aku lapar!",
  "Quest.dog_9.step2": "Hal terbaik datang kepada mereka yang menunggu",
  "Quest.dog_9.step3": "Sejak kapan kamu menjadi begitu bijaksana?",
  "Quest.dog_10.step1": "Kita hampir sampai, kan? Aku bisa merasakannya",
  "Quest.dog_10.step2": "Ini dia pizza terenak sedunia!",
  "Quest.dog_10.step3": "Mari kita lakukan!",
  "Quest.woodgenerator_1.step1": "Hutan yang indah",
  "Quest.woodgenerator_1.step2": "Lebih banyak kayu untuk bangunan kita!",
  "Quest.woodgenerator_1.step3": "Tapi aku merasakan ada sesuatu yang berbeda dengan tempat ini",
  "Quest.woodgenerator_1.step4": "Mari kita jelajahi lebih dalam dan lihat apa yang bisa kita temukan",
  "Quest.woodgenerator_2.step1": "Mengagetkan saja!",
  "Quest.woodgenerator_2.step2": "Aku bisa mendengarnya berbicara di dalam kepalaku",
  "Quest.woodgenerator_2.step3": "Apa yang dia katakan?",
  "Quest.woodgenerator_2.step4": "Dia berkata \"tingkatkan aku dan dapatkan hadiahnya\"",
  "Quest.bunny.step1": "",
  "Quest.tiger.step1": "Kamu menemukan pisau favoritku! Terima kasih!",
  "Quest.tiger.step2": "Pisau ini warisan dari ayahku yang mendapatkannya dari kakekku yang mendapatkannya dari kakek buyutku.",
  "Quest.tiger.step3": "Izinkan aku untuk membalas kebaikanmu. Bagaimana aku bisa membantumu?",
  "Quest.tiger.step4": "Kalau begitu, kamu gabung dengan aku membangun pengalaman kuliner paling top di seluruh dunia gimana?",
  "Quest.tiger.step5": "Tepat di sekitar bidang keahlianku. Tunjukkan jalannya!!",
  "Quest.cat.step1": "Wow, mungkin ini adalah kue terenak yang pernah aku buat. Oh, halo, mohon maaf atas ketidaksopananku. Apakah kamu ingin mencicipi kue ini?",
  "Quest.cat.step2": "*nyam* *nyam* *nyam* wah ini benar-benar kue TERENAK yang pernah kumakan. Andai saja pelanggan kita bisa mencobanya! ",
  "Quest.cat.step3": "Jadikan aku sebagai bagian dari timmu, aku jamin kita tidak akan pernah kehabisan kue!",
  "Quest.panda.step1": "*hoaaaammmm* Siapa yang berani membangunkanku dari tidurku! ...aduh aduh, jangan peluk peluk oi!",
  "Quest.panda.step2": "Oooh, jadi ini Pandareus yang agung, Raja Wajan, Penguasa Panci, Penakluk Kuali",
  "Quest.panda.step3": "Aku tidak tahu siapa yang mengarang itu semua, tapi aku memang bisa membuat telur dadar yang luar biasa. Ini, cobalah.",
  "Quest.panda.step4": "Ya ampun, telur ini sangat lembut, sepertimu! Bolehkah aku peluk!?",
  "Quest.panda.step5": "Tidak boleh!!",
  "Quest.raccoon.step1": "Tuan Rakun, sepertinya ini milik anda?",
  "Quest.raccoon.step2": "Yaaaa! Terima kasih banyak telah membawanya kembali. Sekarang aku bisa kembali bereksperimen dengan resep adonan yang sedang kukerjakan.",
  "Quest.raccoon.step3": "Kasih tahu lebih banyak dong tentang... adonan ini. ",
  "Quest.raccoon.step4": "Hei, aku kenal kamu. Kamu kan kelinci yang bercita-cita untuk menjadi grand chef itu!",
  "Quest.raccoon.step5": "Aku terkenal? Yah, aku memang telah diliput oleh banyak media berita sihhhh.",
  "Quest.raccoon.step6": "Begini saja, biarkan aku bergabung dengan petualanganmu dan aku akan menunjukkan semua resep adonan terbaikku.",
  "Quest.raccoon.step7": "Siappppppp !",
  "Quest.fox.step1": "Permisi Tuan Rubah, apakah kamu pemilik whip-o-magic yang luar biasa ini?",
  "Quest.fox.step2": "Wah, alat yang sangat bagus, aku belum pernah melihat barang seperti ini... Tentu saja! Terima kasih telah menemukannya!",
  "Quest.fox.step3": "Aku tidak yakin apakah ini benar-benar milikmu, hmmmmm... ",
  "Quest.fox.step4": "Ini, cobalah shortcake stroberi yang aku buat beberapa jam yang lalu. Ini buktinya!",
  "Quest.fox.step5": "Ini tidak membuktikan apa-apa... ",
  "Quest.fox.step6": "Astaga, ini enak sekali Tuan Rubah. Aku harap ini adalah bagian dari menu kita! ",
  "Quest.fox.step7": "Apakah ini sebuah undangan? Aku merasa senang untuk bergabung dengan petualanganmu dan berkontribusi pada menu!",
  "Quest.fox.step8": "Itu akan sangat membantu lho!",
  "Quest.fox.step9": "Oh tidak...",
  "Quest.dog.step1": "Aku baru saja menemukan ide untuk resep pizza baru, nanas di atas pizza!",
  "Quest.dog.step2": "Itu kan sudah pernah dilakukan sebelumnya dan, nanas di atas pizza? Tolonglah!",
  "Quest.dog.step3": "Itu ide baru yang bagus, meskipun itu bukan ide yang orisinal",
  "Quest.dog.step4": "Benarkah? Apa tidak ada yang melihat ironi dari pernyataan barusan?"
}