{
	"Quest.wheat_3.step1": "Immagino di averne anche più di quanto pensassi! È tutto così nebbioso! Devo mangiare prima di impazzire. Dai, coltiviamo unendo queste piante!",
	"Quest.dishes_0.step1": "Ora prendiamo gli ingredienti e cuciniamo qualcosa di delizioso. Non riesco mai a vedere chiaramente quando ho fame.",
	"Quest.woodsource_1_1.step1": "La barba di Merlino! Ha funzionato! Qualcuno può spiegarmi cosa sta succedendo?",
	"Quest.woodsource_1_1.step2": "Vorrei poter. Sono ormai giorni che sono coperto da questa nebbia. Grazie per avermi salvato dagli spiriti maligni!",
	"Quest.woodsource_1_1.step3": "Spiriti maligni? Ma il Regno Unito è il luogo più sicuro del Settimo Regno ...",
	"Quest.woodsource_1_1.step4": "In quale altro modo spiegheresti quei cattivi ent? Lascia che ti aiuti a sbarazzartene prima che conquistino tutto il nostro territorio.",
	"Quest.wood_1.step1": "Sei stato impressionante là fuori! Cosa ne pensi di unire le forze?",
	"Quest.wood_1.step2": "Penso che non durerai un giorno senza di me. Dai, abbiamo un regno da salvare!",
	"Quest.wood_2.step1": "Grande! Ora abbiamo abbastanza legname per costruire qualcosa.",
	"Quest.wood_3.step1": "Sembra qualcosa in cui considereresti di vivere?",
	"Quest.wood_3.step2": "Sei serio? Non sono nemmeno sicuro che il mio pollice si adatterà lì.",
	"Quest.wood_3.step3": "Bene, in quel caso, è meglio che ti metta a tagliare! E cercherò di rompere più nebbia possibile in modo che tu possa avere abbastanza ents con cui giocare.",
	"Quest.wood_4.step1": "Guarda! È perfetto. Puoi trasferirti quando vuoi.",
	"Quest.wood_4.step2": "Potrei sembrare semplice ma sono abituato a standard di vita molto più elevati. Dai, conquistiamo nuove terre per estrarre più legno.",
	"Quest.wood_5.step1": "Sta decisamente diventando più grande! Scommetto che potremmo farci stare tutta la barba lì dentro.",
	"Quest.wood_5.step2": "Sembra plausibile ma possiamo fare di meglio. Ent, stiamo arrivando!",
	"Quest.wood_6.step1": "Di quanta legna in più abbiamo bisogno per rendere questo posto ancora più grande?",
	"Quest.wood_6.step2": "Più legno abbiamo bisogno, meno entri manterremo. Perfetto!",
	"Quest.wood_7.step1": "Penso che sia il meglio che possiamo fare.",
	"Quest.wood_7.step2": "Oh, mio caro amico. Non hai idea di quanto altro siamo capaci di fare!",
	"Quest.king_1.step1": "Cosa ci fa una corona qui? Cosa può significare?",
	"Quest.king_1.step2": "Scommetto che gli spiriti maligni si sono dimenticati di nasconderlo nei loro ent. Scaviamo più a fondo!",
	"Quest.king_2.step1": "Stai pensando quello che sto pensando?",
	"Quest.king_2.step2": "Penso che entrambe le nostre teste siano troppo grandi per questa corona. Troviamo il legittimo proprietario!",
	"Quest.king_3.step1": "Ti è venuto in mente che la corona potrebbe effettivamente appartenere al re?",
	"Quest.king_3.step2": "Ha molto senso ora che l'hai detto ad alta voce. Dovremmo affrettarci a salvarlo!",
	"Quest.bear_1.step1": "Guarda! Ho trovato qualcosa!",
	"Quest.bear_1.step2": "Ancora? Ti ecciti sempre troppo ... Oh caro signore! È un vero martello delle caverne!",
	"Quest.bear_1.step3": "Non suona così potente per me.",
	"Quest.bear_1.step4": "Aspetta di incontrare il suo proprietario!",
	"Quest.bear_2.step1": "Quanti martelli ci sono? Ne abbiamo nemmeno bisogno?",
	"Quest.bear_2.step2": "Non lo capisco. Probabilmente abbiamo frequentato la stessa scuola, ma perché sei così piagnucoloso e io no?",
	"Quest.bear_2.step3": "Chi è piagnucoloso, io? Non mi lamento del fatto che tu sia così fastidiosamente attivo.",
	"Quest.bear_2.step4": "Non sprecate le vostre energie litigando, ragazzi. Abbiamo bisogno di più di quei martelli. Continua a tagliare!",
	"Quest.bear_3.step1": "I martelli stanno diventando sempre più pesanti. Non sono sicuro che ci sia qualcuno che possa tenerli, figuriamoci usarli!",
	"Quest.bear_3.step2": "Certo che pensi che sia pesante, guarda le tue piccole braccia!",
	"Quest.bear_3.step3": "Le mie braccia stanno bene. I tuoi sono semplicemente troppo grassi. Mi prenderò una pausa mentre tagli. Hai bisogno di fare più esercizio.",
	"Quest.bear_4.step1": "Stai andando alla grande, ragazzi! Non vedo l'ora che tu veda cosa succede quando avremo tutti i martelli.",
	"Quest.bear_4.step2": "Forse un giorno troveremo anche un'ascia perché la mia sta diventando più noiosa per tutto il taglio.",
	"Quest.bear_5.step1": "Sappiamo anche perché si chiama Honey Hammer? Può evocare il miele?",
	"Quest.bear_5.step2": "Ci risiamo. Abbiamo molto lavoro, ma l'unica cosa che fai è pensare al cibo.",
	"Quest.bear_5.step3": "Cosa c'è che non va? Il cibo mi rende felice.",
	"Quest.bear_5.step4": "E grasso. Troviamo altri martelli per vedere se riescono a evocare qualcosa.",
	"Quest.bear_6.step1": "Sire! Il martello brilla. Significa qualcosa?",
	"Quest.bear_6.step2": "Significa che siamo molto vicini a una grande scoperta!",
	"Quest.candies_4.step1": "Sembra che abbia di nuovo fame ... Queste zucche mi sembrano piuttosto gustose.",
	"Quest.candies_4.step2": "Sono tutti tuoi. Ma non aspettarti che cucini per te. Il mio cuore appartiene al tritare!",
	"Quest.wood_9.step1": "Sembra che l'abbiamo finalmente trovato! Questo posto è abbastanza grande per te?",
	"Quest.wood_9.step2": "Per me? Può ospitare un intero squadrone. Adesso non ci resta che trovarne uno.",
	"Quest.wood_9.step3": "Prima di farlo, finiamo la costruzione. Di cosa hai bisogno per farlo?",
	"Quest.wood_9.step4": "Devo affilare la mia ascia e trovarmi alcuni ents.",
	"Quest.wood_9.step5": "E ho bisogno di mangiare qualcosa. Sembra un ottimo piano!",
	"Quest.stone_1.step1": "Stavo cercando qualcosa da mangiare ma questo è quello che ho trovato.",
	"Quest.stone_1.step2": "Farò del mio meglio per mantenerti pieno, ma nel frattempo continua a cercare altre pietre in modo da poter costruire un forte.",
	"Quest.stone_2.step1": "So già che sei bravo con il legno, ma che ne dici di altri materiali?",
	"Quest.stone_2.step2": "Posso costruire qualsiasi cosa con tutto. Guarda e impara!",
	"Quest.stone_3.step1": "Questo è quello che chiami erigere un edificio? Non puoi fare niente senza il mio aiuto?",
	"Quest.stone_3.step2": "Non ti piace? Pensavo che fosse perfetto per te.",
	"Quest.stone_3.step3": "Se dobbiamo ricostruire il nostro regno da zero, mi assicurerò di avere il palazzo più grande.",
	"Quest.stone_4.step1": "Non posso credere che lo sto dicendo, ma in realtà avevi ragione. È perfetto per me. Lo userò come rimessa per conservare le cose vecchie.",
	"Quest.stone_4.step2": "Come vuoi. Anche se so che non hai niente da quando la nebbia ha portato via tutto, ricordi?",
	"Quest.stone_5.step1": "Sembra fantastico. Chi devo ringraziare per un così grande risultato architettonico?",
	"Quest.stone_5.step2": "Dovresti ringraziare tutti noi, Vostra Altezza. E assicurati che siamo capaci di cose ancora più grandi.",
	"Quest.stone_6.step1": "Potremmo usarlo come torre di guardia per prenderci cura di ent e golem in modo che rimangano sotto controllo.",
	"Quest.stone_6.step2": "Per il momento sì. Ma dal momento che stiamo progettando di avere un nostro esercito, avremo bisogno di un posto dove dare da mangiare ai soldati ...",
	"Quest.stone_7.step1": "Questa taverna sembra deliziosa. Dovrei entrare e provarlo?",
	"Quest.stone_7.step2": "Non prima di ricostruirlo e trasformarlo in qualcos'altro.",
	"Quest.stone_8.step1": "Come ti piace adesso?",
	"Quest.stone_8.step2": "Hai rovinato un edificio perfettamente carino ma lo supererò. Infine. Quando mangio qualcosa.",
	"Quest.stone_10.step1": "Questo è. Questa cittadella segnerà l'inizio del nuovo regno di Farawake. Ancora più forte e più prospera.",
	"Quest.stone_10.step2": "Il tuo spirito e la tua fede sono ciò che ci fa andare avanti.",
	"Quest.stone_10.step3": "So che non siamo ancora in molti ma possiamo fare grandi cose insieme.",
	"Quest.wagon_1.step1": "C'è qualcuno nel nostro team che può lavorare con il metallo?",
	"Quest.wagon_1.step2": "Non guardarmi. Ho già fatto la parte più importante. Ti ho salvato.",
	"Quest.wagon_1.step3": "Non so se potresti dirlo dalla mia armatura, ma mi capita di sapere una o due cose sulle leghe.",
	"Quest.wagon_2.step1": "Allora, cosa facciamo con quelle travi?",
	"Quest.wagon_2.step2": "Costituiranno un'ottima base per i nostri futuri edifici. Prendiamone di più!",
	"Quest.wagon_3.step1": "Stai costruendo un igloo? Non sapevo che fossi un orso polare ...",
	"Quest.wagon_3.step2": "Avresti potuto effettivamente imparare qualcosa se avessi usato gli occhi invece della bocca più spesso.",
	"Quest.wagon_4.step1": "Grizzly, è questo quello che penso che sia?",
	"Quest.wagon_4.step2": "Si signore. Ho pensato che avremmo potuto aver bisogno di qualcosa di simile nella nostra situazione.",
	"Quest.wagon_4.step3": "Che cos'è? Non capisco.",
	"Quest.wagon_4.step4": "Ancora una volta, più guardare, meno parlare.",
	"Quest.wagon_5.step1": "Va bene, ora capisco.",
	"Quest.wagon_5.step2": "Sono curioso. Cosa vedi?",
	"Quest.wagon_5.step3": "Ok, mi hai preso. Ancora nessuna idea.",
	"Quest.wagon_5.step4": "Sii paziente, amico mio. Aiutami a ottenere più risorse e presto vedrai tutto.",
	"Quest.wagon_6.step1": "Potresti non saperlo, ma Grizzly proviene da una lunga stirpe di scienziati.",
	"Quest.wagon_6.step2": "Veramente? Non dici. Sembra più un guerriero.",
	"Quest.wagon_6.step3": "Sono tante cose ma il mio cuore apparterrà sempre alla conoscenza. Spero che il mio nuovo laboratorio ti piacerà.",
	"Quest.wagon_7.step1": "Questo sembra carino. Cosa pensi di farci?",
	"Quest.wagon_7.step2": "Prima di tutto, devo finire di costruirlo così il tuo aiuto sarà molto apprezzato.",
	"Quest.wagon_8.step1": "Ho avuto un po 'di fame per essere così eccessivamente disponibile e mi chiedevo se c'è un modo per te di creare qualcosa di gustoso e riempitivo lì?",
	"Quest.wagon_8.step2": "Non badare a lui. Parla sempre di cibo. C'è qualcos'altro che possiamo fare?",
	"Quest.wagon_8.step3": "Va bene. Grazie. Penserò a qualcosa da fare quando avremo finito.",
	"Quest.wagon_10.step1": "Qui è dove costruirò il mio laboratorio. Cosa ne pensi?",
	"Quest.wagon_10.step2": "Penso che sia un'ottima soluzione. Anche se non lo è, possiamo sempre metterlo da qualche altra parte.",
	"Quest.wagon_10.step3": "Sì, puoi sempre contare su di noi. Ti copriamo le spalle!",
	"Quest.elf_1.step1": "Ci sono cacciatori tra noi?",
	"Quest.elf_1.step2": "Perché lo chiedi?",
	"Quest.elf_1.step3": "Ho trovato una freccia.",
	"Quest.elf_1.step4": "È troppo presto per saltare alle conclusioni. Raccogliamo un po 'di più e vediamo cosa succede.",
	"Quest.elf_2.step1": "Sai perché continuiamo a imbatterci in queste strane cose in tutto il regno?",
	"Quest.elf_2.step2": "Posso solo immaginare. Abbiamo bisogno di più informazioni se vogliamo capire cosa è successo qui.",
	"Quest.elf_3.step1": "Non sono nemmeno sicuro che qualcuno qui sia bravo nel tiro con l'arco.",
	"Quest.elf_3.step2": "Perché qualcuno dovrebbe volere un arco se hai un'ascia?",
	"Quest.elf_3.step3": "O un martello?",
	"Quest.elf_3.step4": "Avevo la mia parte di dubbi ma ora sono quasi certo che questa faretra appartenga a un essere più sofisticato di noi.",
	"Quest.elf_4.step1": "E se nessuno viene a reclamare quelle frecce? Allora posso tenerli?",
	"Quest.elf_4.step2": "Perché li vuoi anche tu? Non sono commestibili.",
	"Quest.elf_4.step3": "Li userò come una grande, bella forchetta.",
	"Quest.elf_5.step1": "Più frecce troviamo, più spaventoso diventa.",
	"Quest.elf_5.step2": "E perché è così?",
	"Quest.elf_5.step3": "E se il loro proprietario decide di usarli contro di noi?",
	"Quest.elf_5.step4": "Immagino che tu fossi spaventato anche quando mi hai visto per la prima volta. Guardaci adesso. Amici stretti!",
	"Quest.elf_6.step1": "Fai attenzione, il proprietario dell'arco può arrivare qui da un momento all'altro.",
	"Quest.elf_6.step2": "Faremo in modo di raccogliere più pezzi per rendere lo spettacolo più accogliente.",
	"Quest.elf_7.step1": "C'è qualcosa di meglio di così? Chi non vorrebbe avere un arco così meraviglioso?",
	"Quest.elf_7.step2": "Cosa sai degli archi? E, soprattutto, della bellezza? Aspettiamo solo che il proprietario si riveli.",
	"Quest.warlock_1.step1": "Grandi notizie! Penso di aver appena trovato una nuova ricetta. Finalmente posso cucinare qualcosa di nuovo.",
	"Quest.warlock_1.step2": "Fammi vedere. Hm ... Non è una ricetta per un piatto. È una ricetta per una pozione.",
	"Quest.warlock_1.step3": "Non sapevo che ci fossero streghe ammesse nel Regno di Farawake.",
	"Quest.warlock_1.step4": "Forse non è di queste parti ...",
	"Quest.warlock_2.step1": "Qualcuno sa parlare lingue antiche?",
	"Quest.warlock_2.step2": "No, perché me lo chiedi?",
	"Quest.warlock_2.step3": "Ho appena trovato la seconda variabile di quella magica equazione e voglio leggere cosa contiene.",
	"Quest.warlock_2.step4": "Non penso che sia una buona idea. Non sapremmo cosa farne anche se fossimo competenti nelle lingue richieste.",
	"Quest.warlock_3.step1": "Quanti altri incantesimi ci sono là fuori? Perché continuo a trovare questi libri ...",
	"Quest.warlock_3.step2": "Importa davvero? Sappiamo tutti che non puoi nemmeno leggerli. Lasciali stare.",
	"Quest.warlock_3.step3": "Continuerò a cercare finché non trovo qualcosa che posso leggere.",
	"Quest.warlock_4.step1": "Mi chiedo chi sia il proprietario di questi libri. Non ho mai visto niente di simile prima.",
	"Quest.warlock_4.step2": "È quello che abbiamo pensato quando abbiamo trovato il tuo arco.",
	"Quest.warlock_4.step3": "È divertente come tu non sia sempre in grado di usare le cose che trovi.",
	"Quest.warlock_5.step1": "Pensi che il proprietario di questi libri avrà delle risposte?",
	"Quest.warlock_5.step2": "Faccio parte di una guardia reale da molti anni e ho imparato a credere nei miracoli.",
	"Quest.warlock_5.step3": "Normalmente credo nel creare la tua fede, ma in tempi come questo mi chiedo se mi sbaglio ...",
	"Quest.warlock_6.step1": "Grizzly, cosa ne pensi di questi libri dal punto di vista scientifico?",
	"Quest.warlock_6.step2": "Preferisco non dirlo perché non voglio offendere nessuno.",
	"Quest.warlock_6.step3": "Interessante. Ora sono ancora più curioso di vedere questa cosiddetta strega.",
	"Quest.warlock_7.step1": "Qualcuno vuole arrendersi? Portiamo in giro quei libri da troppo tempo. E non stanno diventando più leggeri.",
	"Quest.warlock_7.step2": "Lo dobbiamo al loro proprietario per salvarla. Credimi, ci sono stato. Non è una bella sensazione essere posseduti dalla nebbia.",
	"Quest.warlock_8.step1": "Più persone abbiamo, maggiori sono le nostre possibilità contro la nebbia.",
	"Quest.warlock_8.step2": "Speriamo che il nostro prossimo rinforzo possa far luce su questo mistero.",
	"Quest.magicplant_1.step1": "Guarda cosa ho trovato!",
	"Quest.magicplant_1.step2": "Come mai continui a trovare cose?",
	"Quest.magicplant_1.step3": "È facile, amico mio. Cerco sempre solo cibo.",
	"Quest.magicplant_2.step1": "Hai idea di cosa sia?",
	"Quest.magicplant_2.step2": "No, non ho mai visto niente di simile prima.",
	"Quest.magicplant_2.step3": "Forse puoi assaggiarlo e dirci come ci si sente.",
	"Quest.magicplant_2.step4": "So di avere una reputazione, ma anche io ho paura di mangiare qualcosa di così sconosciuto.",
	"Quest.magicplant_3.step1": "Sono così felice di non aver provato a mangiarlo. Ha iniziato a brillare!",
	"Quest.magicplant_3.step2": "Sarebbe stato divertente vedere la tua pancia enorme illuminarsi all'interno. Una torcia umana di grandi dimensioni, se posso.",
	"Quest.magicplant_4.step1": "Allora, cosa dovremmo fare al riguardo?",
	"Quest.magicplant_4.step2": "Perché me lo chiedi? Non lo so.",
	"Quest.magicplant_4.step3": "Perché sei un esperto quando si tratta di alberi.",
	"Quest.magicplant_4.step4": "Sì, quando si tratta di abbatterli. Questo sembra che sarebbe sprecato con la legna da ardere.",
	"Quest.magicplant_5.step1": "Diventa sempre più grande ogni volta. Quando si ferma?",
	"Quest.magicplant_5.step2": "Non lo so ma scommetto che ha tanto spazio per crescere di più.",
	"Quest.magicplant_5.step3": "Va bene, ma se non lo fa stai cucinando stasera.",
	"Quest.magicplant_6.step1": "Ho un'idea geniale! Dovremmo leggere di questa pianta nel libro.",
	"Quest.magicplant_6.step2": "Ottimo piano! Anche se c'è un piccolo problema. Nessuno di noi sa leggere.",
	"Quest.magicplant_6.step3": "Esatto ... come potrei dimenticarlo!",
	"Quest.magicplant_6.step4": "Non così acuto per un genio, vero?",
	"Quest.magicplant_7.step1": "Wow, guarda com'è bello. Solo qualcosa di buono può uscire da qualcosa di altrettanto carino.",
	"Quest.magicplant_7.step2": "Scopriamo se hai ragione!",
	"Quest.magicplant_8.step1": "Lo vedo bene?",
	"Quest.magicplant_8.step2": "No, questi fiori non sono per mangiare.",
	"Quest.magicplant_8.step3": "A cosa servono allora?",
	"Quest.magicplant_8.step4": "Penso che siano per esaudire i desideri.",
	"Quest.troll_1.step1": "Sembra che il tuo sogno si stia avverando. Come ti piace la tua nuova ascia?",
	"Quest.troll_1.step2": "Non ho voglia di prendere l'ascia di qualcun altro. Troviamo il suo vero proprietario.",
	"Quest.troll_2.step1": "Forse sarai più compiacente e accetti la mia offerta di diventare il nuovo maestro di questa ascia?",
	"Quest.troll_2.step2": "Sono abbastanza contento del mio martello, grazie. Perché vuoi liberartene così tanto?",
	"Quest.troll_2.step3": "Non voglio morire di fame mentre cerco colui che l'ha perso.",
	"Quest.troll_3.step1": "Il nostro comune amico ti ha disturbato con la sua offerta?",
	"Quest.troll_3.step2": "Certo che l'ha fatto. Ma in realtà so di chi è questa ascia, quindi ho promesso di aiutare con la ricerca.",
	"Quest.troll_3.step3": "Fammi sapere se hai bisogno di aiuto!",
	"Quest.troll_4.step1": "Il nostro team si sta ingrandendo. Come ti sentirai quando non sei l'unico che sa come aggirare gli assi?",
	"Quest.troll_4.step2": "Mi sentirò benissimo. Finalmente ci sarà qualcuno con cui parlare invece di te.",
	"Quest.troll_5.step1": "È importante essere preparati. Non sappiamo se sia una trappola o no. Forse qualcuno sta giocando con noi.",
	"Quest.troll_5.step2": "Non percepisco alcuna magia oscura che circonda questa ascia. Ho motivo di credere che siamo sulla strada giusta.",
	"Quest.troll_5.step3": "Spero tu abbia ragione, ma teniamoci d'occhio comunque.",
	"Quest.troll_6.step1": "Allora, come conosci il proprietario dell'ascia? Pensavo che gli amanti del tiro con l'arco non si intrattenessero con gli altri.",
	"Quest.troll_6.step2": "Eppure, eccomi qui, a parlare con te.",
	"Quest.troll_6.step3": "Dico sul serio. Chi è lui?",
	"Quest.troll_6.step4": "È un grande cacciatore. Se qualcuno può aiutarti a prendere qualcosa da mangiare per cena, è lui.",
	"Quest.troll_7.step1": "Guarda come sono fantasiose queste asce! Sei sicuro di non volerne prendere uno? Chi ha bisogno di due assi?",
	"Quest.troll_7.step2": "Qualcuno che è abbastanza forte da tenerli entrambi.",
	"Quest.troll_8.step1": "Mi sono sempre chiesto, maestà, qual è l'arma che hai scelto? Potrebbe essere un'ascia per caso?",
	"Quest.troll_8.step2": "Un re saggio farà tutto ciò che è in suo potere per evitare la battaglia. Ecco perché devo sempre mantenere il mio cervello più affilato di qualsiasi spada.",
	"Quest.troll_9.step1": "Pensi ancora che sia sicuro? Non ho mai visto un'ascia che possa produrre fuoco.",
	"Quest.troll_9.step2": "È un incantesimo molto potente ma non abbiamo nulla di cui preoccuparci. C'è solo un saggio in tutti i regni che può lanciarlo.",
	"Quest.troll_9.step3": "E sembra essere un ottimo amico del Regno di Farawake.",
	"Quest.bamboo_1.step1": "Ho la notizia migliore, Grizzly! C'è qualcosa che renderà il tuo soggiorno molto migliore. Ti piace il bambù, vero?",
	"Quest.bamboo_1.step2": "Mi dispiace deluderti ma mi stai confondendo con qualcuno. Conosco alcuni panda ma non lo sono neanche io.",
	"Quest.bamboo_1.step3": "Forse dovresti imparare da loro. Dopotutto, il cibo normale è sempre scarso quando il Cavaliere è in giro.",
	"Quest.bamboo_2.step1": "Perché abbiamo bisogno di questo bambù comunque se Grizzly non lo mangerà?",
	"Quest.bamboo_2.step2": "Non ti ricordi? Posso costruire qualsiasi cosa con qualsiasi cosa. Cerchiamo di più!",
	"Quest.bamboo_3.step1": "Ok, ho capito che non lo trovi gustoso ma considererai di vivere in una casa fatta di bambù?",
	"Quest.bamboo_3.step2": "Certo, perché no. Se è abbastanza grande da ospitarmi.",
	"Quest.bamboo_3.step3": "L'hai sentito? Costruiamo una villa per il nostro amico!",
	"Quest.bamboo_4.step1": "Ho sentito che alcuni guerrieri usano bastoncini di bambù come armi. Stai pensando di fare lo stesso?",
	"Quest.bamboo_4.step2": "Potrebbe essere utile per il combattimento, ma io sono più appassionato di caccia. Quindi la risposta è no.",
	"Quest.bamboo_4.step3": "Fatto. Forse possiamo costruirti un capanno abbastanza grande da contenere tutti i tuoi archi e frecce.",
	"Quest.bamboo_5.step1": "Mi piace quello che fai qui. Più edifici abbiamo, più potenti saranno le nostre forze. Quanti altri puoi erigere?",
	"Quest.bamboo_5.step2": "Dipende da quanti materiali possiamo trovare.",
	"Quest.bamboo_5.step3": "In tal caso, non badare a spese, ma trova quello che ci serve. Usa tutto l'aiuto di cui hai bisogno.",
	"Quest.bamboo_6.step1": "Non posso credere di dirlo, ma ho bisogno che tu cerchi del cibo.",
	"Quest.bamboo_6.step2": "E non posso credere alle mie orecchie! Finalmente non sono l'unico che ha sempre fame.",
	"Quest.bamboo_6.step3": "Sì, lo sei ancora. Speravo solo che accidentalmente mi aiutassi a trovare altro bambù mentre cercavo il sostentamento.",
	"Quest.bamboo_7.step1": "Non lo capisco. Perché usiamo il bambù per la costruzione quando abbiamo pietra, metallo e legno? Non sono più resistenti?",
	"Quest.bamboo_7.step2": "Sì, potrebbero esserlo. Ma non abbiamo scelta. Le nostre terre sono rovinate da diversi tipi di creature che dobbiamo abbattere.",
	"Quest.bamboo_7.step3": "E sarebbe uno spreco non usare ciò che resta di loro. Tutto è prezioso quando si ricostruisce il nostro regno.",
	"Quest.bamboo_8.step1": "Non avevo idea che si potesse erigere un edificio così grande e massiccio usando ... bambù.",
	"Quest.bamboo_8.step2": "Bene, amico mio, quando hai abbastanza di qualcosa e sai come usarlo, i miracoli accadono. Aspetta di vedere il prossimo!",
	"Quest.bamboo_10.step1": "Non stavi mentendo. Questo è fantastico. Potrei riconsiderare il trasferimento qui dal mio attuale alloggio.",
	"Quest.bamboo_10.step2": "Non ti consiglierei di vivere in una casa che teoricamente può essere mangiata. Potresti non essere un panda ma il tuo appetito è imprevedibile.",
	"Quest.sapphire_1.step1": "Ricordi che mi hai detto che puoi costruire qualsiasi cosa con qualsiasi cosa?",
	"Quest.sapphire_1.step2": "Ovviamente. Non uso le parole con leggerezza come altri membri del nostro equipaggio.",
	"Quest.sapphire_1.step3": "Allora ho una sfida per te se scegli di accettarla!",
	"Quest.sapphire_2.step1": "Pensi ancora di essere all'altezza del compito?",
	"Quest.sapphire_2.step2": "Sono. E finirò più velocemente se smetti di parlare e inizi ad aiutarmi a raccogliere più materiali.",
	"Quest.sapphire_3.step1": "Non ti sembra fragile?",
	"Quest.sapphire_3.step2": "Non sottovalutare i cristalli. Più edifici abbiamo costruito utilizzandoli, più sicuro sarà il nostro Regno.",
	"Quest.sapphire_4.step1": "Che cosa state costruendo, ragazzi?",
	"Quest.sapphire_4.step2": "Gingerbeard sta cercando disperatamente di dimostrare che non spreca le sue parole.",
	"Quest.sapphire_4.step3": "Non sto cercando di dimostrarlo. Lo sto facendo davvero.",
	"Quest.sapphire_5.step1": "Questo sembra carino. Anche se non penserei mai che ce l'hai fatta.",
	"Quest.sapphire_5.step2": "Perché?",
	"Quest.sapphire_5.step3": "Non voglio essere scortese, ma non sembri qualcuno capace di costruire edifici sofisticati come quello.",
	"Quest.sapphire_6.step1": "Ok, hai un accordo per te stesso. Ti aiuterò a una condizione ...",
	"Quest.sapphire_6.step2": "Sto abbastanza bene da solo. Non credo di aver bisogno del tuo aiuto.",
	"Quest.sapphire_6.step3": "È troppo tardi ora. Ti aiuto comunque in cambio di una di queste ville. A Emeralda sembrano piacere e io ... Hm. Lei mi piace davvero.",
	"Quest.sapphire_7.step1": "Hai detto a qualcun altro il tuo segreto?",
	"Quest.sapphire_7.step2": "No! E se lo fai io ... romperò la tua ascia in pezzi!",
	"Quest.sapphire_7.step3": "Non preoccuparti, con me è al sicuro. In realtà, lo trovo molto romantico. Costruiamo un vero castello per lei!",
	"Quest.sapphire_8.step1": "Ehi, Grizzly, puoi darci una mano? Abbiamo provato a mordere più di quanto potessimo masticare.",
	"Quest.sapphire_8.step2": "Non dire che vuoi che ti porti di nuovo i materiali! Sono un orso forte e indipendente ma ho anche dei sentimenti, sai.",
	"Quest.sapphire_8.step3": "Ovviamente. E non vorremmo ferirli. Dopo faremo un tea party con miele e marmellata e tu sei invitato!",
	"Quest.sapphire_8.step4": "Perché non hai iniziato con quello ?! Cosa e dove hai bisogno che io porti?",
	"Quest.sapphire_9.step1": "Allora, cosa farai? Dalle le chiavi e dille \"Adesso è il tuo castello, divertiti\"?",
	"Quest.sapphire_9.step2": "Non pensavo fosse finita. Non sono bravo con le parole, lo sai meglio di chiunque altro.",
	"Quest.sapphire_9.step3": "Forse dovremmo chiedere al re? È il suo lavoro essere eloquente.",
	"Quest.sapphire_9.step4": "Non sono pronto a condividere il mio segreto più oscuro con due persone in un giorno. Lo farò volare!",
	"Quest.sapphire_11.step1": "Come ti piace questo castello?",
	"Quest.sapphire_11.step2": "È bellissimo. Gingerbeard ha fatto un ottimo lavoro.",
	"Quest.sapphire_11.step3": "L'ho aiutato, in realtà. Ha detto che non poteva farlo senza di me.",
	"Quest.sapphire_11.step4": "Veramente? Beh, spero che tu capisca che ero sarcastico quando lo definivo carino. Il mio colore preferito è il verde, non il viola. La prossima volta sarai più fortunato."
}