{
	"Quest.wheat_3.step1": "Es domāju, ka man to bija pat vairāk, nekā es domāju! Viss ir tik miglains! Man jāēd, pirms es palieku traks. Nāc, saimniekosim, apvienojot šos augus!",
	"Quest.dishes_0.step1": "Tagad pieņemsim iegūt sastāvdaļas un pagatavot kaut ko garšīgu. Es nekad nevaru skaidri redzēt, kad esmu izsalcis.",
	"Quest.woodsource_1_1.step1": "Merlina bārda! Tas nostrādāja! Vai kāds man var paskaidrot, kas notiek?",
	"Quest.woodsource_1_1.step2": "Es vēlētos, kaut es varētu. Mani jau vairākas dienas pārklāj šī migla. Paldies, ka izglābāt mani no ļaunajiem gariem!",
	"Quest.woodsource_1_1.step3": "Ļaunie gari? Bet Apvienotā Karaliste ir drošākā Septītās valstības vieta ...",
	"Quest.woodsource_1_1.step4": "Kā gan citādi jūs varētu izskaidrot šos nepatīkamos notikumus? Ļaujiet man palīdzēt jums atbrīvoties no tiem, pirms viņi pārņem visu mūsu teritoriju.",
	"Quest.wood_1.step1": "Jūs tur bijāt iespaidīgi! Ko jūs domājat par spēku apvienošanu?",
	"Quest.wood_1.step2": "Es domāju, ka bez manis tu neizturēsi nevienu dienu. Nāc, mums ir valstība, ko glābt!",
	"Quest.wood_2.step1": "Lieliski! Tagad mums ir pietiekami daudz kokmateriālu, lai kaut ko uzceltu.",
	"Quest.wood_3.step1": "Vai tas izskatās kā kaut kas, kurā jūs apsvērtu iespēju dzīvot?",
	"Quest.wood_3.step2": "Nopietni? Es pat neesmu pārliecināts, vai īkšķis tur iederēsies.",
	"Quest.wood_3.step3": "Nu, tādā gadījumā labāk ķerieties pie kapāšanas! Un es centīšos pārvarēt tik daudz miglas, cik vien varu, lai jums varētu pietikt ents, ar ko spēlēties.",
	"Quest.wood_4.step1": "Skaties! Tas ir ideāls. Jūs varat ievākties, kad vien vēlaties.",
	"Quest.wood_4.step2": "Es varētu šķist vienkārša, bet esmu pieradusi pie daudz augstāka dzīves līmeņa. Nāc, iekarosim jaunas zemes, lai iegūtu vairāk koksnes.",
	"Quest.wood_5.step1": "Tas noteikti kļūst lielāks! Varu derēt, ka mēs tur varētu ievietot visu tavu bārdu.",
	"Quest.wood_5.step2": "Izklausās ticams, bet mēs varam darīt labāk nekā šis. Ents, mēs nākam!",
	"Quest.wood_6.step1": "Cik daudz koka mums vēl nepieciešams, lai padarītu šo vietu vēl lielāku?",
	"Quest.wood_6.step2": "Jo vairāk koksnes mums būs vajadzīgs, jo mazāk mēs saglabāsim. Lieliski!",
	"Quest.wood_7.step1": "Es domāju, ka tas ir labākais, ko mēs varam darīt.",
	"Quest.wood_7.step2": "Ak, mans dārgais draugs. Jums nav ne jausmas, uz cik daudz vairāk mēs esam spējīgi!",
	"Quest.king_1.step1": "Ko šeit dara kronis? Ko tas var nozīmēt?",
	"Quest.king_1.step2": "Varu derēt, ka ļaunie gari aizmirsa to paslēpt savās ādās. Rausimies dziļāk!",
	"Quest.king_2.step1": "Vai jūs domājat to, ko es domāju?",
	"Quest.king_2.step2": "Es domāju, ka abas mūsu galvas ir lielas par šo vainagu. Atradīsim tā likumīgo īpašnieku!",
	"Quest.king_3.step1": "Vai jums ienāca prātā, ka vainags patiešām varētu piederēt karalim?",
	"Quest.king_3.step2": "Tagad ir ļoti jēga, ka jūs to teicāt skaļi. Mums vajadzētu pasteigties, lai viņu glābtu!",
	"Quest.bear_1.step1": "Skaties! Es kaut ko atradu!",
	"Quest.bear_1.step2": "Atkal? Jūs vienmēr esat pārlieku satraukti ... Ak, dārgais kungs! Tas ir reāls alu āmurs!",
	"Quest.bear_1.step3": "Man tas neizklausās tik spēcīgi.",
	"Quest.bear_1.step4": "Pagaidiet, kamēr satiksiet tā īpašnieku!",
	"Quest.bear_2.step1": "Cik tur ir āmuru? Vai viņi vispār mums ir vajadzīgi?",
	"Quest.bear_2.step2": "Es to nesaprotu. Mēs droši vien mācījāmies vienā skolā, bet kāpēc tu esi tik ņurdoša un es ne?",
	"Quest.bear_2.step3": "Kurš čīkst, es? Es nečīkstu par to, ka jūs esat tik kaitinoši aktīvs.",
	"Quest.bear_2.step4": "Netērējiet enerģiju strīdiem, ļautiņi. Mums vajag vairāk šo āmuru. Turpiniet kapāt!",
	"Quest.bear_3.step1": "Āmuri kļūst arvien smagāki. Es neesmu pārliecināts, ka vispār ir kāds, kas viņus var turēt, nemaz nerunājot par to izmantošanu!",
	"Quest.bear_3.step2": "Protams, jūs domājat, ka tas ir smags, paskatieties uz savām niecīgajām rokām!",
	"Quest.bear_3.step3": "Manas rokas ir vienkārši kārtībā. Tavējie ir vienkārši par resnu. Es atpūšos, kamēr jūs sasmalcināt. Vajag vairāk vingrot.",
	"Quest.bear_4.step1": "Jums klājas lieliski, ļautiņi! Es nevaru gaidīt, kad jūs redzēsiet, kas notiks, kad mēs saņemsim visus āmurus.",
	"Quest.bear_4.step2": "Varbūt kādu dienu mēs atradīsim arī cirvi, jo manējais kļūst blāvāks no visām kapāšanām.",
	"Quest.bear_5.step1": "Vai mēs vispār zinām, kāpēc to sauc par Medus Āmuru? Vai tā var izsaukt medu?",
	"Quest.bear_5.step2": "Te nu mēs atkal esam. Mums ir daudz darba, bet vienīgā lieta, ko jūs darāt, ir domāt par ēdienu.",
	"Quest.bear_5.step3": "Kas tam vainas? Ēdiens mani iepriecina.",
	"Quest.bear_5.step4": "Un tauki. Atradīsim vairāk āmuru, lai redzētu, vai viņi vispār var kaut ko izsaukt.",
	"Quest.bear_6.step1": "Sire! Āmurs ir kvēlojošs. Vai tas kaut ko nozīmē?",
	"Quest.bear_6.step2": "Tas nozīmē, ka mēs esam ļoti tuvu lielam atklājumam!",
	"Quest.candies_4.step1": "Izskatās, ka atkal esmu izsalcis ... Šie ķirbji man šķiet diezgan garšīgi.",
	"Quest.candies_4.step2": "Viņi visi ir jūsu. Bet negaidiet, ka gatavošu jums. Mana sirds pieder kapāšanai!",
	"Quest.wood_9.step1": "Izskatās, ka beidzot esam atraduši! Vai šī vieta jums ir pietiekami liela?",
	"Quest.wood_9.step2": "Prieks manis? Tajā var ietilpt vesela eskadra. Tagad mums tikai jāatrod viens.",
	"Quest.wood_9.step3": "Pirms mēs to darīsim, pabeidzim būvniecību. Kas jums tas jādara?",
	"Quest.wood_9.step4": "Man jāasina cirvis un jāatrod sev daži enti.",
	"Quest.wood_9.step5": "Un man kaut kas jāēd. Izklausās pēc lieliska plāna!",
	"Quest.stone_1.step1": "Es meklēju kādu ēdienu, bet to esmu atradis.",
	"Quest.stone_1.step2": "Es darīšu visu iespējamo, lai jūs būtu pilns, bet tikmēr turpinu meklēt vairāk akmens, lai mēs varētu uzcelt fortu.",
	"Quest.stone_2.step1": "Es jau zinu, ka jums ir labi ar koku, bet kā ar citiem materiāliem?",
	"Quest.stone_2.step2": "Es no visa varu uzbūvēt jebko. Skatīties un mācīties!",
	"Quest.stone_3.step1": "Tas ir tas, ko jūs saucat par ēkas uzcelšanu? Vai jūs nevarat kaut ko darīt bez manas palīdzības?",
	"Quest.stone_3.step2": "Vai jums tas nepatīk? Es kaut kā domāju, ka tas ir ideāli piemērots jums.",
	"Quest.stone_3.step3": "Ja mums būs no jauna jāatjauno mūsu valstība, es pārliecināšos, ka man ir lielākā pils.",
	"Quest.stone_4.step1": "Es nespēju noticēt, ka es to saku, bet jums patiesībā bija taisnība. Man tas ir prefekts. Es to izmantošu kā šķūni veco lietu glabāšanai.",
	"Quest.stone_4.step2": "Kā vēlies. Lai gan, es zinu, ka jums nekā nav, jo migla visu atņēma, atminies?",
	"Quest.stone_5.step1": "Tas izskatās lieliski. Kam man jāpateicas par tik lielisku arhitektūras sasniegumu?",
	"Quest.stone_5.step2": "Jums jāpateicas mums visiem, jūsu augstībai. Un pārliecinieties, ka mēs esam spējīgi uz vēl lielākām lietām.",
	"Quest.stone_6.step1": "Mēs to varētu izmantot kā sargtorni, lai rūpētos par ents un golemiem, lai viņi paliktu kontrolēti.",
	"Quest.stone_6.step2": "Pagaidām jā. Bet, tā kā mēs plānojam izveidot savu armiju, mums būs nepieciešama vieta, kur pabarot karavīrus ...",
	"Quest.stone_7.step1": "Šis krodziņš izskatās garšīgi. Vai man tur jāiet iekšā un jāpārbauda?",
	"Quest.stone_7.step2": "Ne pirms mēs to atjaunojam un pārvēršam par kaut ko citu.",
	"Quest.stone_8.step1": "Kā jums tagad patīk?",
	"Quest.stone_8.step2": "Jūs sabojājāt pilnīgi jauku ēku, bet es tam tikšu pāri. Galu galā. Kad es kaut ko ēdu.",
	"Quest.stone_10.step1": "Tas būs īstais. Šī citadele iezīmēs jaunās Farawake Kingdom sākumu. Vēl spēcīgāka un pārtikušāka.",
	"Quest.stone_10.step2": "Jūsu gars un pārliecība ir tas, kas mūs uztur.",
	"Quest.stone_10.step3": "Es zinu, ka mūsu vēl nav daudz, bet mēs kopā varam paveikt lielas lietas.",
	"Quest.wagon_1.step1": "Vai mūsu komandā ir kāds, kurš var strādāt ar metālu?",
	"Quest.wagon_1.step2": "Neskaties uz mani. Es jau esmu paveicis vissvarīgāko daļu. Es tevi izglābu.",
	"Quest.wagon_1.step3": "Es nezinu, vai jūs varētu pateikt pēc manām bruņām, bet man gadās zināt kaut ko vai divas par sakausējumiem.",
	"Quest.wagon_2.step1": "Tātad, ko mēs darām ar šīm sijām?",
	"Quest.wagon_2.step2": "Tie būs lielisks pamats mūsu nākotnes ēkām. Iegūsim vēl!",
	"Quest.wagon_3.step1": "Vai jūs būvējat iglu? Es nezināju, ka tu esi polārlācis ...",
	"Quest.wagon_3.step2": "Jūs tiešām varētu kaut ko iemācīties, ja biežāk izmantotu acis, nevis muti.",
	"Quest.wagon_4.step1": "Grizlij, vai tas ir tas, kas, manuprāt, ir?",
	"Quest.wagon_4.step2": "Jā, ser. Es izdomāju, ka mūsu situācijā mums varētu būt nepieciešams kaut kas līdzīgs šim.",
	"Quest.wagon_4.step3": "Kas tas ir? Nesaprotu.",
	"Quest.wagon_4.step4": "Kārtējo reizi vairāk skatoties, mazāk runājot.",
	"Quest.wagon_5.step1": "Labi, tagad es redzu.",
	"Quest.wagon_5.step2": "Es esmu ziņkārīgs. Ko tu redzi?",
	"Quest.wagon_5.step3": "Labi, tu mani dabūji. Joprojām nav ne jausmas.",
	"Quest.wagon_5.step4": "Esiet pacietīgs, mans draugs. Vienkārši palīdziet man iegūt vairāk resursu, un drīz jūs visu redzēsiet.",
	"Quest.wagon_6.step1": "Jūs, iespējams, nezināt, bet Grizzly nāk no ļoti garas zinātnieku rindas.",
	"Quest.wagon_6.step2": "Tiešām? Tu nesaki. Viņš vairāk izskatās pēc karotāja.",
	"Quest.wagon_6.step3": "Es esmu daudz kas, bet mana sirds vienmēr piederēs zināšanām. Es ceru, ka jums patiks mana jaunā laboratorija.",
	"Quest.wagon_7.step1": "Tas izskatās jauki. Ko jūs plānojat darīt ar to?",
	"Quest.wagon_7.step2": "Pirmkārt, man bija jāpabeidz tā celtniecība, lai jūsu palīdzība tiktu ļoti novērtēta.",
	"Quest.wagon_8.step1": "Es biju mazliet izsalcis no tā, ka esmu tik izpalīdzīgs, un es domāju, vai jums ir veids, kā tur izveidot kaut ko garšīgu un sātīgu?",
	"Quest.wagon_8.step2": "Netraucē viņu. Viņš vienmēr runā par ēdienu. Vai mēs varam vēl kaut ko darīt?",
	"Quest.wagon_8.step3": "Tas nekas. Paldies. Kaut ko darīšu, izdomāšu, kad būsim galā.",
	"Quest.wagon_10.step1": "Šeit es uzcelšu savu laboratoriju. Ko tu domā?",
	"Quest.wagon_10.step2": "Es domāju, ka tas ir lielisks risinājums. Pat ja tā nav, mēs vienmēr varam to ievietot kaut kur citur.",
	"Quest.wagon_10.step3": "Jā, uz mums vienmēr var paļauties. Mēs esam ieguvuši jūsu muguru!",
	"Quest.elf_1.step1": "Vai starp mums ir kādi mednieki?",
	"Quest.elf_1.step2": "Kāpēc tu jautā?",
	"Quest.elf_1.step3": "Esmu atradis bultiņu.",
	"Quest.elf_1.step4": "Pāragri izdarīt secinājumus. Savāksim vēl dažus un redzēsim, kas notiks.",
	"Quest.elf_2.step1": "Vai jūs zināt, kāpēc mēs turpinām saskarties ar šīm dīvainajām lietām visā valstībā?",
	"Quest.elf_2.step2": "Es varu tikai nojaust. Mums ir nepieciešama papildu informācija, ja mēs vēlamies, lai tp uzzinātu, kas šeit notika.",
	"Quest.elf_3.step1": "Es pat neesmu pārliecināts, vai kāds šeit ir labs šaušanā.",
	"Quest.elf_3.step2": "Kāpēc lai kāds gribētu loku, ja tev ir cirvis?",
	"Quest.elf_3.step3": "Vai āmurs?",
	"Quest.elf_3.step4": "Man bija sava daļa šaubu, bet tagad esmu gandrīz pārliecināts, ka šī drebēšana pieder izsmalcinātākai būtnei nekā mēs.",
	"Quest.elf_4.step1": "Ko darīt, ja neviens nenāk pieprasīt šīs bultiņas? Vai tad es varu viņus paturēt?",
	"Quest.elf_4.step2": "Kāpēc jūs tos vispār vēlaties? Tie nav ēdami.",
	"Quest.elf_4.step3": "Es tos izmantošu kā lielu, jauku dakšiņu.",
	"Quest.elf_5.step1": "Jo vairāk bultiņu mēs atrodam, jo tas kļūst briesmīgāks.",
	"Quest.elf_5.step2": "Un kāpēc tā?",
	"Quest.elf_5.step3": "Ko darīt, ja viņu īpašnieks nolemj tos izmantot pret mums?",
	"Quest.elf_5.step4": "Es domāju, ka arī jūs bijāt nobijies, kad mani pirmo reizi ieraudzījāt. Paskaties uz mums tagad. Biezi kā zagļi!",
	"Quest.elf_6.step1": "Pievērsiet uzmanību, priekšgala īpašnieks var nokļūt šeit katru minūti.",
	"Quest.elf_6.step2": "Mēs pārliecināsimies savākt vairāk gabalu, lai skats būtu patīkamāks.",
	"Quest.elf_7.step1": "Vai tas kļūst kaut kas labāks par šo? Kurš gan nevēlētos, lai būtu tik krāšņs priekšgals?",
	"Quest.elf_7.step2": "Ko jūs zināt par lokiem? Un, galvenokārt, par skaistumu? Gaidīsim tikai to, kamēr īpašniece atklās sevi.",
	"Quest.warlock_1.step1": "Lieliski jaunumi! Es domāju, ka es tikko atradu jaunu recepti. Beidzot varu pagatavot ko jaunu.",
	"Quest.warlock_1.step2": "Ļauj man paskatīties. Hm ... Tā nav ēdiena recepte. Tā ir dziras recepte.",
	"Quest.warlock_1.step3": "Es nezināju, ka Farawake valstībā ir ielaistas raganas.",
	"Quest.warlock_1.step4": "Varbūt viņa nav no šejienes ...",
	"Quest.warlock_2.step1": "Vai kāds var runāt senās valodās?",
	"Quest.warlock_2.step2": "Nē, kāpēc tu jautā?",
	"Quest.warlock_2.step3": "Es tikko atradu šī maģiskā vienādojuma otro mainīgo un vēlos izlasīt, kas tajā atrodas.",
	"Quest.warlock_2.step4": "Es nedomāju, ka tā ir tik laba ideja. Mēs pat nezinātu, ko ar to iesākt, pat ja mēs zinātu nepieciešamās valodas.",
	"Quest.warlock_3.step1": "Cik vēl tur burvju? Tā kā es turpinu atrast šīs grāmatas ...",
	"Quest.warlock_3.step2": "Vai tam tiešām ir nozīme? Mēs visi zinām, ka tos pat nevar lasīt. Atstājiet viņiem būt.",
	"Quest.warlock_3.step3": "Es turpināšu meklēt, līdz atradīšu kaut ko, ko varu izlasīt.",
	"Quest.warlock_4.step1": "Nez, kas ir šo grāmatu īpašnieks. Nekad iepriekš neko tādu nebiju redzējis.",
	"Quest.warlock_4.step2": "Tā mēs domājām, kad atradām tavu loku.",
	"Quest.warlock_4.step3": "Tas ir smieklīgi, kā jūs vienmēr nevarat izmantot atrastās lietas.",
	"Quest.warlock_5.step1": "Vai jūs domājat, ka šo grāmatu īpašniekam būs atbildes?",
	"Quest.warlock_5.step2": "Es jau daudzus gadus esmu daļa no Karaliskās gvardes un esmu iemācījusies ticēt brīnumiem.",
	"Quest.warlock_5.step3": "Parasti es ticu jūsu ticībai, bet šādi laiki man liek domāt, vai es kļūdos ...",
	"Quest.warlock_6.step1": "Grizlij, ko jūs no šīm zinātniskajām pusēm veidojat no šīm grāmatām?",
	"Quest.warlock_6.step2": "Es labāk neteiktu, jo nevēlos nevienu aizvainot.",
	"Quest.warlock_6.step3": "Interesanti. Tagad man ir vēl ziņkārīgāk redzēt šo tā saucamo raganu.",
	"Quest.warlock_7.step1": "Vai kāds vēlas atteikties? Mēs tās grāmatas esam nēsājušas pārāk ilgi. Un viņi nepaliek vieglāki.",
	"Quest.warlock_7.step2": "Esam parādā viņu īpašniekam, lai viņu izglābtu. Ticiet man, es esmu bijis tur. Nav patīkama sajūta, ka tevi pārņem migla.",
	"Quest.warlock_8.step1": "Jo vairāk cilvēku mums būs, jo lielākas iespējas ir pret miglu.",
	"Quest.warlock_8.step2": "Cerēsim, ka mūsu nākamais pastiprinājums var nedaudz atklāt šo noslēpumu.",
	"Quest.magicplant_1.step1": "Paskaties, ko esmu atradis!",
	"Quest.magicplant_1.step2": "Kā tu turpini atrast lietas?",
	"Quest.magicplant_1.step3": "Tas ir viegli, draugs. Es tikai vienmēr meklēju ēdienu.",
	"Quest.magicplant_2.step1": "Vai jums ir kāda ideja, kas tas ir?",
	"Quest.magicplant_2.step2": "Nē, es nekad iepriekš neko tādu neesmu redzējis.",
	"Quest.magicplant_2.step3": "Varbūt jūs varat to nobaudīt un pastāstīt, kāda ir sajūta.",
	"Quest.magicplant_2.step4": "Es zinu, ka man ir reputācija, bet pat man ir bail ēst kaut ko tik nepazīstamu.",
	"Quest.magicplant_3.step1": "Es esmu tik priecīgs, ka es to nemēģināju un neēdu. Tas sāka mirdzēt!",
	"Quest.magicplant_3.step2": "Būtu bijis smieklīgi skatīties, kā jūsu milzīgais vēders tiek izgaismots iekšpusē. Pārmērīga cilvēka lāpa, ja drīkst.",
	"Quest.magicplant_4.step1": "Tātad, ko mums darīt ar to?",
	"Quest.magicplant_4.step2": "Kāpēc tu man jautā? Es nezinu.",
	"Quest.magicplant_4.step3": "Jo jūs esat eksperts koku jautājumos.",
	"Quest.magicplant_4.step4": "Jā, kad runa ir par to sasmalcināšanu. Šis izskatās, ka tas tiktu izšķiests malka.",
	"Quest.magicplant_5.step1": "Katru reizi tas kļūst arvien lielāks. Kad tas apstājas?",
	"Quest.magicplant_5.step2": "Es nezinu, bet es jums deru, ka tajā ir daudz iespēju augt vairāk.",
	"Quest.magicplant_5.step3": "Labi, bet, ja tā nav, jūs gatavojat šovakar.",
	"Quest.magicplant_6.step1": "Man ir ģeniāla ideja! Par šo augu mums vajadzētu izlasīt grāmatā.",
	"Quest.magicplant_6.step2": "Lielisks plāns! Lai gan ir viena maza problēma. Neviens no mums nevar lasīt.",
	"Quest.magicplant_6.step3": "Pareizi ... Kā es to varēju aizmirst!",
	"Quest.magicplant_6.step4": "Vai ne tik asi ģēnijam, vai ne?",
	"Quest.magicplant_7.step1": "Wow, paskaties, cik tas ir skaisti. No kaut kā skaista var iznākt tikai kaut kas labs.",
	"Quest.magicplant_7.step2": "Noskaidrosim, vai jums ir taisnība!",
	"Quest.magicplant_8.step1": "Vai es redzu šīs tiesības?",
	"Quest.magicplant_8.step2": "Nē, šie ziedi nav paredzēti ēšanai.",
	"Quest.magicplant_8.step3": "Kam tad tie domāti?",
	"Quest.magicplant_8.step4": "Es domāju, ka viņi ir par vēlmju izpildi.",
	"Quest.troll_1.step1": "Izskatās, ka tavs sapnis piepildās. Kā jums patīk jūsu jaunais cirvis?",
	"Quest.troll_1.step2": "Es nejūtos kā paņēmis kāda cita cirvi. Atradīsim tā faktisko īpašnieku.",
	"Quest.troll_2.step1": "Varbūt jūs būsiet paklausīgāks un pieņemsiet manu piedāvājumu kļūt par šīs cirvja jauno meistaru?",
	"Quest.troll_2.step2": "Es esmu diezgan apmierināta ar savu āmuru, paldies. Kāpēc jūs tik ļoti vēlaties no tā atbrīvoties?",
	"Quest.troll_2.step3": "Es nevēlos nomirt badā, meklējot to, kurš to pazaudēja.",
	"Quest.troll_3.step1": "Vai mūsu kopīgais draugs jūs traucēja ar savu piedāvājumu?",
	"Quest.troll_3.step2": "Protams, viņš to darīja. Bet es tiešām zinu, kura šī cirvis ir, tāpēc es apsolīju palīdzēt meklēšanā.",
	"Quest.troll_3.step3": "Informējiet mani, ja jums nepieciešama palīdzība!",
	"Quest.troll_4.step1": "Mūsu komanda kļūst arvien lielāka. Kā jūs jutīsieties, ja ne tikai jūs zināt ceļu ap asīm?",
	"Quest.troll_4.step2": "Es jutīšos lieliski. Beidzot būs kāds, ar ko parunāt, nevis ar tevi.",
	"Quest.troll_5.step1": "Ir svarīgi būt gatavam. Mēs nezinām, vai tas ir slazds, vai nē. Varbūt kāds spēlē ar mums.",
	"Quest.troll_5.step2": "Es nejūtu nekādu tumšo burvību, kas ap šo cirvi. Man ir pamats uzskatīt, ka mēs ejam uz pareizā ceļa.",
	"Quest.troll_5.step3": "Es ceru, ka jums ir taisnība, bet mēs tik un tā sekosim viens otram.",
	"Quest.troll_6.step1": "Tātad, kā jūs zināt cirvja īpašnieku? Man likās, ka loka šaušanas cienītāji ar citiem nesmādē.",
	"Quest.troll_6.step2": "Un tomēr, šeit es esmu, runāju ar jums.",
	"Quest.troll_6.step3": "Esmu nopietns. Kas viņš ir?",
	"Quest.troll_6.step4": "Viņš ir lielisks mednieks. Ja kāds var palīdzēt jums noķert kādu ēdienu vakariņām, tas ir viņš.",
	"Quest.troll_7.step1": "Paskaties, cik izdomātas ir šīs asis! Vai tiešām nevēlaties to ņemt? Kam vajadzīgas divas asis?",
	"Quest.troll_7.step2": "Kāds ir pietiekami spēcīgs, lai abus turētu.",
	"Quest.troll_8.step1": "Es vienmēr domāju, jūsu majestāte, kāds ir jūsu izvēlētais ierocis? Vai tas var būt nejauši cirvis?",
	"Quest.troll_8.step2": "Gudrs karalis darīs visu iespējamo, lai izvairītos no kaujas. Tāpēc man vienmēr ir jāsaglabā smadzenes asāk nekā jebkuram zobenam.",
	"Quest.troll_9.step1": "Vai jūs joprojām domājat, ka tas ir droši? Es nekad neesmu redzējis cirvi, kas var radīt uguni.",
	"Quest.troll_9.step2": "Tā ir ļoti spēcīga burvestība, taču mums nav par ko uztraukties. Visās sfērās ir tikai viens gudrais, kurš to var nodot.",
	"Quest.troll_9.step3": "Un gadās, ka viņš ir ļoti labs Farawake Kingdom draugs.",
	"Quest.bamboo_1.step1": "Man ir vislielākās ziņas, Grizlij! Ir kaut kas, kas padarīs jūsu uzturēšanos šeit daudz labāku. Jums patīk bambuss, vai ne?",
	"Quest.bamboo_1.step2": "Man žēl, ka jūs pievīlu, bet jūs mani jaucat ar kādu. Esmu iepazinies ar dažām pandām, bet pats neesmu.",
	"Quest.bamboo_1.step3": "Varbūt jums vajadzētu mācīties no viņiem. Galu galā normāls ēdiens vienmēr ir maz, kad braucējs ir blakus.",
	"Quest.bamboo_2.step1": "Kāpēc mums vispār vajadzīgs šis bambuss, ja Grizlijs to negrasās ēst?",
	"Quest.bamboo_2.step2": "Vai neatceries? Es no visa varu uzbūvēt jebko. Atradīsim vēl!",
	"Quest.bamboo_3.step1": "Labi, es saprotu, ka jums tas nešķiet garšīgs, bet vai jūs apsvērsiet iespēju dzīvot mājā, kas izgatavota no bambusa?",
	"Quest.bamboo_3.step2": "Protams, kāpēc ne. Ja tas ir pietiekami liels, lai mani izmitinātu.",
	"Quest.bamboo_3.step3": "Vai tu to dzirdēji? Uzbūvēsim savam draugam savrupmāju!",
	"Quest.bamboo_4.step1": "Esmu dzirdējis, ka daži karotāji kā ieročus izmanto bambusa nūjas. Vai apsverat darīt to pašu?",
	"Quest.bamboo_4.step2": "Tas varētu būt labs cīņai, bet es vairāk nodarbojos ar medībām. Tātad atbilde ir nē.",
	"Quest.bamboo_4.step3": "Sapratu. Varbūt mēs varam uzcelt jums pietiekami lielu šķūni, lai uzglabātu visus jūsu lokus un bultas.",
	"Quest.bamboo_5.step1": "Man patīk tas, ko tu šeit dari. Jo vairāk ēku mums būs, jo spēcīgāki būs mūsu spēki. Cik daudz jūs vēl varat uzcelt?",
	"Quest.bamboo_5.step2": "Tas ir atkarīgs no tā, cik daudz materiālu mēs varam atrast.",
	"Quest.bamboo_5.step3": "Nu, tādā gadījumā nesaudzējiet izdevumus, bet atrodiet to, kas mums vajadzīgs. Izmantojiet visu nepieciešamo palīdzību.",
	"Quest.bamboo_6.step1": "Es nespēju noticēt, ka to saku, bet man vajag, lai jūs meklētu pārtiku.",
	"Quest.bamboo_6.step2": "Un es nespēju noticēt savām ausīm! Beidzot es neesmu vienīgais, kurš visu laiku ir izsalcis.",
	"Quest.bamboo_6.step3": "Jā, jūs joprojām esat. Es tikai cerēju, ka, meklējot uzturvielu, jūs nejauši palīdzēsiet atrast vairāk bambusa.",
	"Quest.bamboo_7.step1": "Es to nesaprotu. Kāpēc būvniecībā izmantojam bambusu, ja mums ir akmens, metāls un koks? Vai viņi nav izturīgāki?",
	"Quest.bamboo_7.step2": "Jā, tie varētu būt. Bet mums nav izvēles. Mūsu zemes ir sabojātas ar dažāda veida radībām, kuras mums jāsamazina.",
	"Quest.bamboo_7.step3": "Un būtu nelietderīgi neizmantot to, kas no viņiem paliek pāri. Viss ir vērtīgs, atjaunojot mūsu valstību.",
	"Quest.bamboo_8.step1": "Man nebija ne jausmas, ka jūs varat uzcelt tik lielu un masīvu ēku, izmantojot ... bambusu.",
	"Quest.bamboo_8.step2": "Nu, draugs, kad tev kaut kas ir pietiekami un tu zini, kā to izmantot, notiek brīnumi. Pagaidiet, līdz redzat nākamo!",
	"Quest.bamboo_10.step1": "Tu nemeloji. Tas ir pārsteidzošs. Es varētu pārskatīt pārcelšanos šeit no savām pašreizējām dzīvesvietām.",
	"Quest.bamboo_10.step2": "Es jums neieteiktu dzīvot mājā, kuru teorētiski var ēst. Jūs, iespējams, neesat panda, bet apetīte ir neparedzama.",
	"Quest.sapphire_1.step1": "Atcerieties, ka jūs man teicāt, ka no visa var uzbūvēt jebko?",
	"Quest.sapphire_1.step2": "Protams. Es nelietoju vārdus viegli kā daži citi mūsu apkalpes locekļi.",
	"Quest.sapphire_1.step3": "Tad man ir izaicinājums jums, ja jūs izvēlaties to pieņemt!",
	"Quest.sapphire_2.step1": "Vai jūs joprojām domājat, ka esat gatavs veikt šo uzdevumu?",
	"Quest.sapphire_2.step2": "ES esmu. Un es pabeigšu ātrāk, ja pārtrauksit runāt un sāksiet man palīdzēt savākt vairāk materiālu.",
	"Quest.sapphire_3.step1": "Vai tas jums neizskatās trausls?",
	"Quest.sapphire_3.step2": "Nenovērtējiet par zemu kristālus. Jo vairāk ēku mēs esam izveidojuši, izmantojot tās, jo drošāka būs mūsu Karaliste.",
	"Quest.sapphire_4.step1": "Kas ir tas, ko jūs būvējat, puiši?",
	"Quest.sapphire_4.step2": "Gingerbeard izmisīgi cenšas pierādīt, ka viņš netērē savus vārdus.",
	"Quest.sapphire_4.step3": "Es nemēģinu to pierādīt. Es to tiešām daru.",
	"Quest.sapphire_5.step1": "Tas izskatās diezgan. Lai gan es nekad nedomātu, ka jūs to izdarījāt.",
	"Quest.sapphire_5.step2": "Kāpēc ir tā, ka?",
	"Quest.sapphire_5.step3": "Es nedomāju būt rupjš, bet jūs neizskatāties tāds, kurš būtu spējīgs izgatavot tādas izsmalcinātas ēkas.",
	"Quest.sapphire_6.step1": "Labi, jūs esat sev noslēguši darījumu. Es jums palīdzēsim ar vienu nosacījumu ...",
	"Quest.sapphire_6.step2": "Man pašai klājas diezgan labi. Es nedomāju, ka man nepieciešama jūsu palīdzība.",
	"Quest.sapphire_6.step3": "Tagad ir par vēlu. Es jums tik un tā palīdzu apmaiņā pret vienu no šīm villām. Šķiet, ka viņi Emeraldai patīk, un es ... Hm. Man viņa ļoti patīk.",
	"Quest.sapphire_7.step1": "Vai jūs kādam citam pastāstījāt par savu noslēpumu?",
	"Quest.sapphire_7.step2": "Nē! Un, ja jūs to darīšu, es to izdarīšu ... Es salauzīšu jūsu cirvi gabalos!",
	"Quest.sapphire_7.step3": "Neuztraucieties, man ir droši. Patiesībā man tas šķiet ļoti romantisks. Uzcelsim viņai īstu pili!",
	"Quest.sapphire_8.step1": "Hei, Grizli, vai jūs varat mums palīdzēt? Mēs centāmies nokost vairāk, nekā spējām košļāt.",
	"Quest.sapphire_8.step2": "Nesaki, ka vēlies, lai es atkal tev nesu materiālus! Es esmu spēcīgs un neatkarīgs lācis, bet arī man ir jūtas.",
	"Quest.sapphire_8.step3": "Protams. Un mēs negribētu viņus sāpināt. Pēc tam mēs rīkojam tējas ballīti ar medu un ievārījumu, un jūs esat uzaicināts!",
	"Quest.sapphire_8.step4": "Kāpēc tu ar to nesāci ?! Ko un kur tev vajag, lai es nēsātu?",
	"Quest.sapphire_9.step1": "Tātad, ko jūs darīsit? Vienkārši iedod viņai atslēgas un saki \"Tagad tā ir tava pils, baudi\"?",
	"Quest.sapphire_9.step2": "Es nedomāju, ka tas ir cauri. Man nav labi ar vārdiem, jūs to zināt labāk nekā jebkurš cits.",
	"Quest.sapphire_9.step3": "Varbūt mums vajadzētu pajautāt karalim? Viņa darbs ir būt daiļrunīgam.",
	"Quest.sapphire_9.step4": "Es neesmu gatavs savas dienas tumšākajā noslēpumā dalīties ar diviem cilvēkiem vienā dienā. Es to spārnu!",
	"Quest.sapphire_11.step1": "Kā jums patīk šī pils?",
	"Quest.sapphire_11.step2": "Tas ir skaisti. Piparkūka paveica lielisku darbu.",
	"Quest.sapphire_11.step3": "Es patiesībā esmu viņam palīdzējis. Viņš teica, ka bez manis to nevar izdarīt.",
	"Quest.sapphire_11.step4": "Tiešām? Nu, es ceru, ka jūs saprotat, ka es biju sarkastisks, to nosaucot par glītu. Mana mīļākā krāsa ir zaļa, nevis violeta. Labāk veiksmi nākamreiz."
}