{
  "Quest.wheat_3.step1": "Я такая голодная... Я уже подумываю о том, чтобы съесть эту картофельную ботву... Но давай вместо этого соединим их!",
  "Quest.woodsource_1_1.step1": "Что-то новое на каждом шагу, этот мир захватывающий, но и немного запутанный......",
  "Quest.woodsource_1_1.step2": "Я знаю об этой земле более чем достаточно, я провел здесь последние 500 лет, застряв на этой проклятой скале. Я буду вашим проводником.",
  "Quest.woodsource_1_1.step3": "500 лет?! Подожди, кажется, я слышала легенду о короле обезьян, который.....погоди. Ты ли это?!",
  "Quest.woodsource_1_1.step4": "Не знаю, так ли это? Я не слышал никаких историй за последние несколько веков. В любом случае, у тебя случайно нет персиков?",
  "Quest.wood_1.step1": "Ах, запах только что нарубленных дров по утрам! Нам нужно больше таких, чтобы построить наш ресторан, давай, поторопись!",
  "Quest.wood_2.step1": "Мы можем использовать эти деревянные панели для строительства каркасов для нашего нового ресторана!",
  "Quest.wood_3.step1": "Мне кажется... если прищурить глаза, это начинает на что-то походить",
  "Quest.wood_3.step2": "Я уже вижу! Ресторан, полный счастливых клиентов и лучшей еды",
  "Quest.wood_3.step3": "Вот это настрой, мне просто хотелось бы, чтобы меня было больше, чтобы помочь нарубить эти деревья. Может, подумаешь об этом?",
  "Quest.wood_4.step1": "Это отличное начало! Кухня теперь полностью функциональна. Итак, что дальше?",
  "Quest.wood_4.step2": "Мысли шире! Это не сравнится с грандиозным планом, который я задумал. Просто продолжай, и ты увидишь\".",
  "Quest.wood_5.step1": "Эта новая печь, которую мы поставили, замечательная. А запахи! Ммм... Я снова голодна.",
  "Quest.wood_5.step2": "Ты не одна такая! Посмотри на очереди, все ждут, чтобы попробовать. Нам определенно нужно место побольше.",
  "Quest.wood_6.step1": "Слушай, я так счастлива, что мы делаем это вместе. О такой командной работе можно только мечтать!",
  "Quest.wood_6.step2": "Не думаю, что эта цитата так звучит, но я согласен!",
  "Quest.wood_7.step1": "Я помню, когда это место было просто крошечной кухней. Мы прошли долгий путь.",
  "Quest.wood_7.step2": "Ты серьезно? Мы же только начали! Ну-ка, разожгись и за работу! Хех, поняла?",
  "Quest.tiger_1.step1": "Это довольно своеобразный на вид нож. Ножи не растут на деревьях, так что... как он здесь оказался?",
  "Quest.tiger_1.step2": "Я понятия не имею, но... мне кажется, я знаю, кому он принадлежит. Пойдем, поищем его!\"",
  "Quest.tiger_2.step1": "Так кого именно мы ищем?",
  "Quest.tiger_2.step2": "Он очень сильный и умный парень. Он знает об этой земле больше, чем кто-либо другой! Нам не помешает его помощь.",
  "Quest.tiger_3.step1": "Это такой классный нож! Владелец, должно быть, очень хороший повар. Или так, или серийный убийца... Стоит мне волноваться?",
  "Quest.tiger_3.step2": "Не волнуйся, он на самом деле один из самых известных шеф-поваров во всем мире. Подожди, это он там...?",
  "Quest.cat_1.step1": "Оооо, что это за таинственная штука?",
  "Quest.cat_1.step2": "Что? Что ты нашла... О. Ты права, что это такое? Такое крошечное...",
  "Quest.cat_1.step3": "Мне кажется, ходили слухи о чем-то похожем...",
  "Quest.cat_1.step4": "Что размер - это еще не все?",
  "Quest.cat_2.step1": "Здесь спрятан рецепт внутри ручки! Посмотрим, картофель, трубочка... ой.",
  "Quest.cat_2.step2": "Это не рецепт, это список покупок!",
  "Quest.cat_2.step3": "Что в лоб, что по лбу... Разница та же. Это список ингредиентов для рецепта!",
  "Quest.cat_2.step4": "Я не собираюсь заниматься чужими закупками. Давайте найдем хозяина и спросим зачем ему эти ингредиенты.",
  "Quest.cat_3.step1": "Ты когда-нибудь раньше слышал об этих ингредиентах? Они мне показались довольно странными.",
  "Quest.cat_3.step2": "Кажется, я слышал о них. Наверняка из них получится СУПппер вкусное блюдо!",
  "Quest.cat_3.step3": "Я позволю этой шуточке проскользнуть...",
  "Quest.cat_4.step1": "Мы уже близимся к тому, чтобы найти владельца этого...  полагаю, это слайсер для торта?",
  "Quest.cat_4.step2": "Позволь мне ответить на твой вопрос вопросом, почему ты так хочешь найти владельца?",
  "Quest.cat_5.step1": "Как-то раз я слышала историю о легендарной патисьере. Ее торт - это нечто!",
  "Quest.cat_5.step2": "Пати она кто, что?",
  "Quest.cat_5.step3": "Тебе несколько веков, а ты не знаешь, что такое кондитер?",
  "Quest.cat_5.step4": "Как я уже говорил, я был прикован к дереву. Единственное, с кем я общался, были собаки, которые делали свои... ну, вы поняли.",
  "Quest.cat_6.step1": "Попробуй только представить все эти вкусные торты, которые можно нарезать с этой штукой!",
  "Quest.cat_6.step2": "О, я прекрасно представляю. Будем надеяться, что она присоединится к нам!",
  "Quest.candies_4.step1": "Знаешь, я начинаю чувствовать, что между нами становиться по-настоящему жаркое.",
  "Quest.candies_4.step2": "Каламбуры о еде? Серьезно?",
  "Quest.wood_9.step1": "Как здорово! После стольких месяцев наш ресторан почти готов!",
  "Quest.wood_9.step2": "Что значит \"месяцы\"? Насколько я знаю, мы начали несколько часов назад.",
  "Quest.wood_9.step3": "Ну, вы же знаете, что говорят. Время кипит, когда ты веселишься..",
  "Quest.wood_9.step4": "Да перестань...",
  "Quest.wood_9.step5": "Прости. В любом случае, давайте внесем последние штрихи, и мы отправимся покорять кулинарный мир!",
  "Quest.lava_1.step1": "Подожди... что это за странный горячий камень?",
  "Quest.lava_1.step2": "Серьезно? Ты что, не видишь лаву вокруг себя?",
  "Quest.lava_2.step1": "Если мы хотим вывести наш ресторан на новый уровень, нам нужно срочно модернизировать наш кухонный инвентарь.",
  "Quest.lava_2.step2": "А интересно... Может быть, для этого мы воспользуемся теми расплавленными камнями?",
  "Quest.lava_3.step1": "Фабрика кухонного инвентаря из лавового камня, мы действительно нестандартно мыслим, не так ли?",
  "Quest.lava_3.step2": "Мы? Ты хочешь сказать, что я нестандартно мыслю!",
  "Quest.lava_3.step3": "Удивительно, чего можно достичь, если не задумываться о том, чья это заслуга. Не помню, кто это сказал, но это правда!",
  "Quest.lava_4.step1": "Кузница принимает отличную форму.",
  "Quest.lava_4.step2": "Ты так говоришь, будто мы пытаемся производить мечи и копья, а не тёрки и сковородки.",
  "Quest.lava_5.step1": "Я где-то читал, что лучшая сталь закаляется пламенем дракона.",
  "Quest.lava_5.step2": "Драконье пламя - это уже прошлый сезон. Сейчас в моде лава. Будь в тренде!",
  "Quest.lava_6.step1": "С этим мы сможем извергнуть новую линию ножей к концу следующего месяца.",
  "Quest.lava_6.step2": "О, отлично, теперь ты сочиняешь шутки про вулканы.",
  "Quest.lava_7.step1": "У нас что-то вырисовывается! Но такими темпами наш нынешний инвентарь быстро потребуют замены.",
  "Quest.lava_7.step2": "Да, но не говори Тайгеру, что мы решили заменить его любимый нож. Я думаю, он будет очень огорчён.",
  "Quest.lava_8.step1": "Если так подумать, инвентарь повара в каком-то смысле является его оружием.",
  "Quest.lava_8.step2": "Это кухня, а не поле боя...",
  "Quest.lava_10.step1": "Наконец фабрика достроена! Эй, как ты думаешь, что является самым главным кухонным инвентарём?",
  "Quest.lava_10.step2": "Мозг! Если ты не знаешь, как готовить, то... ну, ты далеко не уедешь, не так ли?",
  "Quest.lava_10.step3": "Ну... мы не будем производить мозги на нашей новой фабрике. Если только у нас не будет покупателей-зомби. Будем надеяться, что нет...",
  "Quest.jade_1.step1": "Оооо блестящий камушек! Что это?",
  "Quest.jade_1.step2": "Хмм... Похоже на нефрит. Я уверен, что там еще много чего есть.",
  "Quest.jade_1.step3": "Он такой красивый! Мы должны найти ему применение в нашей кулинарной империи!",
  "Quest.jade_2.step1": "Знаешь, я тут подумал... Никогда не поздно учиться, не так ли? Как насчет того, чтобы построить академию?",
  "Quest.jade_2.step2": "Лучше поздно, чем никогда. Может, я буду первым учеником?",
  "Quest.jade_3.step1": "Только представь себе.. Прекрасная академия для одаренных кулинаров. Потрясающее место, где ты никогда не заскучаешь!",
  "Quest.jade_3.step2": "Единственное, что я сейчас представляю, это мир без твоих шуточек.",
  "Quest.jade_4.step1": "Дела идут полным ходом! Скоро люди со всего мира захотят учиться здесь.",
  "Quest.jade_4.step2": "Не думаю, что я когда-либо раньше так радовалась школе!",
  "Quest.jade_4.step3": "Ты когда-нибудь был в кулинарной школе?",
  "Quest.jade_4.step4": "Я даже не был в обычной школе...",
  "Quest.jade_5.step1": "Какие дисциплины мы будем преподавать в этой академии?",
  "Quest.jade_5.step2": "Хм.... Выпечка, жарка, запекание, приготовление на пару, тушение, сервировка... все, что нужно повару!",
  "Quest.jade_5.step3": "А как насчет мытья посуды?",
  "Quest.jade_5.step4": "Слышала когда-нибудь о посудомоечных машинах?",
  "Quest.jade_6.step1": "О! Нам нужно название для академии. Есть предложения?",
  "Quest.jade_6.step2": "Ждала, что ты спросишь. Я приготовила несколько идей. Как насчет Королевской Кулинарной Академии?",
  "Quest.jade_6.step3": "Мне нравится! На этот раз я оставлю каламбур без внимания...",
  "Quest.jade_7.step1": "Академия становится все больше и больше! И заявки тоже поступают!",
  "Quest.jade_7.step2": "Тогда нам нельзя терять время, мы должны успеть закончить все до прихода студентов.",
  "Quest.jade_8.step1": "Мы это уже говорили, но мы действительно отличная команда. Мы можем построить кулинарную империю вместе!",
  "Quest.jade_8.step2": "А под \"мы\" ты подразумеваешь, что я строю, а ты говоришь мне, что делать?",
  "Quest.jade_8.step3": "Ну, каждой команде нужен координатор, не так ли?",
  "Quest.jade_10.step1": "Полюбуйтесь! Королевская кулинарная академия теперь открыта для студентов!",
  "Quest.jade_10.step2": "Ну что, ты готова к первому уроку?",
  "Quest.jade_10.step3": "Эх... Кажется, я только что вспомнила, почему я всегда избегала школ. Я не могу усидеть на месте",
  "Quest.panda_1.step1": "Хмм... Похоже, кто-то оставил свою сковородку.",
  "Quest.panda_1.step2": "Почему кто-то оставил ее здесь?",
  "Quest.panda_1.step3": "Может, они торопились и уронили ее? Или их похитили, и они пытались защититься с ее помощью.",
  "Quest.panda_1.step4": "Насколько криминальным ты считаешь этот остров...?",
  "Quest.panda_2.step1": "Уже есть идеи, чья это сковородка?",
  "Quest.panda_2.step2": "Не-а, но она была очень полезна, чтобы лупить комаров!",
  "Quest.panda_3.step1": "У меня вопрос: как это называется, когда волшебник бьет тебя сковородкой?",
  "Quest.panda_3.step2": "Я должен ответить?",
  "Quest.panda_3.step3": "Чугунок.",
  "Quest.panda_3.step4": "Ладно, соглашусь, это было забавно.",
  "Quest.panda_4.step1": "А теперь серьезно: для чего мы ищем владельца этой сковородки?",
  "Quest.panda_4.step2": "Ну, я люблю возвращать предметы их законным владельцам. И, может быть, этот человек умеет готовить!",
  "Quest.panda_4.step3": "Однако уметь готовить - это еще не значит быть хорошим поваром.",
  "Quest.panda_5.step1": "Эй, я слышала, ты ищешь хозяина сковородки?",
  "Quest.panda_5.step2": "О, привет! Да, да. Ты знаешь, чья она?",
  "Quest.panda_5.step3": "Думаю, да. Пандериус Ленивый. Он довольно невозмутимый, но вот что я точно знаю - он отлично готовит!",
  "Quest.panda_5.step4": "Хороший повар - это все, о чем я думаю. Я продолжу его искать, спасибо!",
  "Quest.panda_6.step1": "Думаю, мы все ближе к тому, чтобы найти владельца. Ты уже всех поджарил в академии, пока спрашивал?",
  "Quest.panda_6.step2": "Тебе повезло, что я сейчас не держу сковородку в руках...",
  "Quest.panda_7.step1": "Подожди... неужели это...?",
  "Quest.panda_7.step2": "Мне кажется, это может быть владелец! Пойдем, поговорим с ним!",
  "Quest.raccoon_1.step1": "О, черт... опять уронили что-то? Такими темпами я пройду больше, чем какой-либо бегун!",
  "Quest.raccoon_1.step2": "Это скалка, что означает...  полагаю...  мы ищем пекаря.",
  "Quest.raccoon_1.step3": "Неужели люди не могут просто следить за своими вещами? Мусорить - нехорошо, знаете ли.",
  "Quest.raccoon_1.step4": "Хватит ныть. Ты застрял на дереве на 500 лет, думаю, тебе не помешает немного пошевелиться.",
  "Quest.raccoon_2.step1": "Эй, Кэт, это твоя скалка для теста?",
  "Quest.raccoon_2.step2": "Боюсь, что нет. Я всегда хорошо слежу за своими вещами.",
  "Quest.raccoon_2.step3": "Ты же только что потеряла свой слайсер для торта.",
  "Quest.raccoon_2.step4": "А... ну... все мы иногда совершаем ошибки, не так ли?",
  "Quest.raccoon_3.step1": "Знаешь, мы знакомы всего несколько месяцев, но мне кажется, что мы создаем что-то особенное в этой новой команде.",
  "Quest.raccoon_3.step2": "Прошло всего полдня.",
  "Quest.raccoon_3.step3": "Серьезно? Клянусь, на этом острове все по-другому..",
  "Quest.raccoon_4.step1": "Ты когда-нибудь пробовала печь хлеб?",
  "Quest.raccoon_4.step2": "Несколько раз! Но для этого нужно попрактиковаться.",
  "Quest.raccoon_4.step3": "Ну что ж, не успеешь оглянуться, и ты уже настоящий пекарь!",
  "Quest.raccoon_5.step1": "Почему здесь так сложно найти людей?",
  "Quest.raccoon_5.step2": "Ну, это большой остров. И мы не знаем, кого искать, верно? Они могут быть кем угодно!",
  "Quest.raccoon_5.step3": "Полагаю, так и есть. Может нам поставить \" бюро находок\" рядом с рестораном...",
  "Quest.raccoon_6.step1": "Эй, ты слышишь этот запах...?",
  "Quest.raccoon_6.step2": "Это не я!",
  "Quest.raccoon_6.step3": "Что? Нет! Я имею в виду, что здесь пахнет свежевыпеченным хлебом!",
  "Quest.raccoon_7.step1": "О, теперь я слышу этот запах! Но откуда он идет?",
  "Quest.raccoon_7.step2": "Закрой глаза и следуй за своим носом!",
  "Quest.raccoon_8.step1": "Ты следуешь своему нюху?",
  "Quest.raccoon_8.step2": "Неа, но мои глаза говорят мне, что кто-то рядом с водой ест хлеб! Пошли поздороваемся!",
  "Quest.magicplant_1.step1": "Что это за странная штука?",
  "Quest.magicplant_1.step2": "Ты не узнаешь семена растений?",
  "Quest.magicplant_1.step3": "Я повар, а не ботаник!",
  "Quest.magicplant_2.step1": "Слушай, я знаю, что я не ботаник, но я сомневаюсь, что семена должны быть светящимися...",
  "Quest.magicplant_2.step2": "Кажется, я узнаю это семя... Но я не помню, как оно называется...",
  "Quest.magicplant_2.step3": "Так ты его видел раньше?",
  "Quest.magicplant_2.step4": "Только слышал о нем! Слухи и разговоры... Я постараюсь вспомнить.",
  "Quest.magicplant_3.step1": "Оно светится еще больше! Ты уверен, что это не опасно?",
  "Quest.magicplant_3.step2": "Не думаю.. Его название вертится у меня на языке...",
  "Quest.magicplant_4.step1": "О! Я вспомнил! Если мы продолжим соединять эти семена, они приведут нас к Роще Богов.",
  "Quest.magicplant_4.step2": "Роща Богов? Что это?",
  "Quest.magicplant_4.step3": "Это зачарованный лес, в котором растут нескончаемые урожаи.",
  "Quest.magicplant_4.step4": "Нескончаемые?! Так, нам нужно больше этих семян как можно скорее!",
  "Quest.magicplant_5.step1": "Почему именно это место называется Роща Богов?",
  "Quest.magicplant_5.step2": "Отличный вопрос! Я понятия не имею. Думаю, некоторые божества просто заколдовали лес.",
  "Quest.magicplant_5.step3": "Это звучит совсем не опасно...",
  "Quest.magicplant_6.step1": "Это становится похоже на настоящее дерево!",
  "Quest.magicplant_6.step2": "Да, вот что происходит, когда сажаешь семечко...",
  "Quest.magicplant_6.step3": "Ну нет, если ты не будешь хорошо о нем заботиться.",
  "Quest.magicplant_6.step4": "Ты права. Тогда давай начнем соединять их!",
  "Quest.magicplant_7.step1": "Не будет ли забавно, если плоды из Рощи Богов окажутся ядовитыми?",
  "Quest.magicplant_7.step2": "Я думаю, у нас с тобой разные представления того, что является забавным...",
  "Quest.magicplant_8.step1": "Здесь так красиво! У этого места безусловно божественная аура",
  "Quest.magicplant_8.step2": "Интересно, а плоды из этой рощи обладают какими-нибудь особыми качествами...",
  "Quest.magicplant_8.step3": "Единственное особое качество, которое меня волнует, это столь же божественный вкус!",
  "Quest.magicplant_8.step4": "Есть только один способ узнать это! Кто готов провести вкусовой тест?",
  "Quest.fox_1.step1": "Смотри, что я нашла! Венчик!",
  "Quest.fox_1.step2": "О нет, неужели нам снова отправляться в дорогу на поиски?",
  "Quest.fox_2.step1": "Я хотела спросить, как дела у студентов из академии? Как ты думаешь, они - будущее нашего ресторана?",
  "Quest.fox_2.step2": "У них все хорошо! Но почему ты говоришь так, будто я скоро уйду на пенсию? Я же только начала!",
  "Quest.fox_2.step3": "Я имею в виду, что когда-нибудь ученик сам станет мастером.",
  "Quest.fox_3.step1": "Этот венчик очень высокого качества.",
  "Quest.fox_3.step2": "Лучше, чем на нашей фабрике?",
  "Quest.fox_3.step3": "Ну... Я думаю, это может стать нашим новым стандартом качества продукции!",
  "Quest.fox_4.step1": "Знаешь, этот остров такой большой, что мне интересно, исследуем ли мы его полностью.",
  "Quest.fox_4.step2": "Мне нравится чувство загадочности! Но я также люблю хорошие приключения",
  "Quest.fox_5.step1": "Что это за символ на ручке венчика?",
  "Quest.fox_5.step2": "Символ? О! О, ты прав! Я и не заметил.",
  "Quest.fox_5.step3": "Похоже на букву V? Что это означает?",
  "Quest.fox_6.step1": "Что если мы не найдем владельца этого венчика, и все поиски окажутся напрасными?",
  "Quest.fox_6.step2": "Это везенчик, на который я готов положиться.",
  "Quest.fox_6.step3": "Подожди... неужели ты только что меня подколол?",
  "Quest.fox_6.step4": "Знаешь, как говорят. С волками жить - по-волчьи выть!",
  "Quest.fox_7.step1": "Так кого именно мы ищем?",
  "Quest.fox_7.step2": "Я предполагаю, что либо еще одного пекаря, либо кондитера? Или просто кого-то, кто коллекционирует венчики!",
  "Quest.fox_8.step1": "Знаешь ли ты, что в старину, прутики и веточки деревьев использовались как венчик?",
  "Quest.fox_8.step2": "А я знал! Еще часто использовали веточки фруктовых деревьев, чтобы добавить аромат в микс.",
  "Quest.fox_9.step1": "Когда мы найдем того, чей это венчик, я попрошу его присоединиться к нам.",
  "Quest.fox_9.step2": "Нам нужен еще один пекарь или... как ты его назвал? Пати... провидец?",
  "Quest.fox_9.step3": "Патисьер. И учитывая, как много заказов было в последнее время, нам пригодится любая помощь!",
  "Quest.metal_1.step1": "Знаешь, я тут подумала... Я хочу придумывать легендарные блюда. Блюда, которые покорят мир!",
  "Quest.metal_1.step2": "Тогда тебе также нужны легендарные ингредиенты.",
  "Quest.metal_1.step3": "Именно. Думаю, мы только что нашли наш следующий проект!",
  "Quest.metal_2.step1": "Если мы хотим построить что-то новое, нам нужно больше материалов.",
  "Quest.metal_2.step2": "Забавно, что ты об этом сказала... Я как раз разговаривал с Монки о том, как я нашел металл на днях.",
  "Quest.metal_3.step1": "Итак... что именно я строю из этого металла?",
  "Quest.metal_3.step2": "Гильдхаус экзотических ингредиентов, чтобы мы начали выращивать экзотические и легендарные ингредиенты!",
  "Quest.metal_3.step3": "Точно, точно... Я так и знала.",
  "Quest.metal_4.step1": "Какие ингредиенты тебе нужны?",
  "Quest.metal_4.step2": "Хмм... Я думаю, черный чеснок, черимойя, амчур, паста ачиоте... Что-то вроде этого.",
  "Quest.metal_4.step3": "Я поняла только слово \"чеснок\", а после этого мне кажется, что ты придумал эти слова.",
  "Quest.metal_5.step1": "Говоря о легендарных ингредиентах, я однажды попробовал персики, которые даровали бессмертие.",
  "Quest.metal_5.step2": "Не из-за этого ли тебя посадили в тюрьму?",
  "Quest.metal_5.step3": "...Да, но сейчас это не важно.",
  "Quest.metal_6.step1": "Ладно, забудь о персиках. Как насчет плодов женьшеня? Супер редкие. Просто понюхав их, можно прожить на 360 лет дольше.",
  "Quest.metal_6.step2": "Мы стараемся вкусно накормить гостей, а не подарить им бессмертие.",
  "Quest.metal_6.step3": "Люди иногда такие скучные...",
  "Quest.metal_7.step1": "Как дела с гильдхаусом?",
  "Quest.metal_7.step2": "Работа идет полным ходом! Скоро ты сможешь полюбоваться на самое красивое здание на приправе - переправе.",
  "Quest.metal_7.step3": "Ну что ж, это было не смешно.",
  "Quest.metal_8.step1": "Ты уже нашел кого-то, кто сможет управлять гильдхаусом?",
  "Quest.metal_8.step2": "Может быть! Нам нужен лучший охотник за ингредиентами.",
  "Quest.metal_10.step1": "Я думаю, мы почти закончили! Ты точно не хочешь эти персики?",
  "Quest.metal_10.step2": "Это не какая-то акция \"купи одно блюдо и получи бессмертие бесплатно\". Мы - первоклассный ресторан!",
  "Quest.ice_1.step1": "Как здесь холодно!",
  "Quest.ice_1.step2": "Ага, это ведь Ледниковый край.",
  "Quest.ice_1.step3": "Мне нужно найти пальто, пока я не замерзла до смерти!",
  "Quest.ice_2.step1": "Мы можем что-то сделать со всем этим льдом.",
  "Quest.ice_2.step2": "Может, добавить его в наши напитки?",
  "Quest.ice_3.step1": "Забудь про кубики льда. Что если вместо этого мы приготовим десерты?",
  "Quest.ice_3.step2": "Ну, ты же знаешь, что говорят. Десерт - самый важный прием пищи за день!",
  "Quest.ice_4.step1": "Если мы хотим продавать вкуснейшие десерты, нам нужно место для их изготовления.",
  "Quest.ice_4.step2": "Ты права! А это значит, что нам пора начинать строительство. Вперед и с песней!",
  "Quest.ice_4.step3": "Я вдруг пожалел о своем предложении...",
  "Quest.ice_5.step1": "Быстро! Ванильное или шоколадное мороженое?",
  "Quest.ice_5.step2": "Так не честно! Ты не можешь просто взять и заставить меня выбрать между ними...",
  "Quest.ice_5.step3": "Правильный ответ - ни то, и ни другое. Только клубничное!",
  "Quest.ice_6.step1": "Вопрос: как бы ты назвал кондитера, который оставил свою работу?",
  "Quest.ice_6.step2": "Ну вот, опять... Ладно, давай поиграем. Как бы ты их назвала?",
  "Quest.ice_6.step3": "Дессертер. Хаха!",
  "Quest.ice_7.step1": "Строительство идет полным ходом. У нас уже есть название для этого места?",
  "Quest.ice_7.step2": "Я подумываю назвать его \"Замороженный Эпикурейский Дворец\". Что скажешь?",
  "Quest.ice_7.step3": "Звучит шикарно. Эксклюзивно. Мне нравится!",
  "Quest.ice_8.step1": "Знаешь, почему всегда найдется место для десерта?",
  "Quest.ice_8.step2": "Не-а, но что-то мне подсказывает, что ты сейчас все объяснишь.",
  "Quest.ice_8.step3": "Сахар обманывает твой желудок, заставляя его расслабиться. Так что это не он оставляет место для десерта, а десерт сам освобождает место для себя!",
  "Quest.ice_8.step4": "Это... на самом деле довольно интересно!",
  "Quest.ice_9.step1": "О, это место выглядит просто великолепно! А десерты, которые предлагаются здесь, тоже замечательные!",
  "Quest.ice_9.step2": "Да, но к нам так много народу приходит каждый день, что нам нужно больше места.",
  "Quest.ice_9.step3": "Тогда... давай выделим больше места для десертов?",
  "Quest.ice_9.step4": "На данный момент, да. А теперь пора возвращаться к работе!",
  "Quest.ice_11.step1": "Думаю, теперь у нас есть все необходимое, чтобы исполнить самые сладкие мечты наших гостей!",
  "Quest.ice_11.step2": "Кстати, о сладких мечтах, могу я заказать десерт?",
  "Quest.ice_11.step3": "Ты хочешь персиковое мороженое, не так ли?",
  "Quest.ice_11.step4": "Как ты догадалась?",
  "Quest.dog_1.step1": "Смотри, что я нашла! Давай поиграем в пинг-понг.",
  "Quest.dog_1.step2": "Ты же знаешь, что это НЕ ракетка для пинг-понга?",
  "Quest.dog_2.step1": "По-моему, это все еще похоже на ракетку для пинг-понга.",
  "Quest.dog_2.step2": "Уверяю тебя, это точно кухонный инвентарь, а не ракетка для пинг-понга.",
  "Quest.dog_2.step3": "Тогда для чего она?",
  "Quest.dog_2.step4": "Да ты шутишь!",
  "Quest.dog_3.step1": "Кто-нибудь, пожалуйста, скажите мне, для чего это, плииииз?",
  "Quest.dog_3.step2": "Ты когда-нибудь пробовала пиццу?",
  "Quest.dog_3.step3": "Разумеется, да! Подожди, не говори что... ",
  "Quest.dog_3.step4": "Ага, это используется для того, чтобы поместить пиццу в каменную печь",
  "Quest.dog_4.step1": "Нам действительно стоит задуматься о строительстве каменной печи для приготовления пиццы.",
  "Quest.dog_4.step2": "Отличная идея! Мы можем использовать лавовый камень, который мы добываем, чтобы построить ее.",
  "Quest.dog_4.step3": "Вот теперь мы заговорили! ",
  "Quest.dog_4.step4": "А я пока поиграю в пинг-понг. Я скоро вернусь!",
  "Quest.dog_5.step1": "Как мне хочется пиццы, не могу дождаться, когда будет готова каменная печь! Давай гляну, может, найду замороженную. ",
  "Quest.dog_5.step2": "Замороженная пицца? Серьезно? Она была не очень хорошо разморожена.",
  "Quest.dog_5.step3": "Серьезно, пап?\"",
  "Quest.dog_6.step1": "Пришло время шуточек про пиццу, у тебя есть подходящая?",
  "Quest.dog_6.step2": "Вот одна, скажи, какая любимая песня у повара пиццы?",
  "Quest.dog_6.step3": "Режь, режь, бейби!",
  "Quest.dog_6.step4": "Окей бум.... То есть, окей, ты угадала!",
  "Quest.dog_7.step1": "Как ты думаешь, что самое лучшее в пицце?",
  "Quest.dog_7.step2": "Проще простого, всегда полагайся на корочку!",
  "Quest.dog_8.step1": "Эта лопатка для пиццы становится все более изысканной.",
  "Quest.dog_8.step2": "Они больше не делают такие красивые лопатки для пиццы.",
  "Quest.dog_8.step3": "Эй, ты думала, что это ракетка для пинг-понга, помнишь?",
  "Quest.dog_9.step1": "Почему пицца так долго идет! Я голодная!",
  "Quest.dog_9.step2": "Все лучшее приходит к тем, кто умеет ждет.",
  "Quest.dog_9.step3": "С каких пор ты стала такой мудрой?",
  "Quest.dog_10.step1": "Мы почти дождались, не так ли? Я это чувствую.",
  "Quest.dog_10.step2": "Да, а вот и лучшая пицца в мире!",
  "Quest.dog_10.step3": "Поехали!",
  "Quest.woodgenerator_1.step1": "Какой красивый лес!",
  "Quest.woodgenerator_1.step2": "Больше дерева для нашего строительства!",
  "Quest.woodgenerator_1.step3": "Я чувствую что-то необычное про это место.",
  "Quest.woodgenerator_1.step4": "Давай исследуем дальше и посмотрим, что мы найдем",
  "Quest.woodgenerator_2.step1": "Это поразительно!",
  "Quest.woodgenerator_2.step2": "Я слышу, как он говорит в моей голове.",
  "Quest.woodgenerator_2.step3": "Что он говорит?",
  "Quest.woodgenerator_2.step4": "Он сказал: \"Обнови меня и получишь награду\"",
  "Quest.cloth_1.step1": "Зачем нам кусок ткани?",
  "Quest.cloth_1.step2": "Ты что хочешь, чтобы наши повара работали раздетыми?",
  "Quest.cloth_1.step3": "Когда я такое говорил?! Я просто задал вопрос!",
  "Quest.cloth_1.step4": "Это для поварской униформы, глупыш!",
  "Quest.cloth_2.step1": "Мы можем сшить из этого красивую форму!",
  "Quest.cloth_2.step2": "Да, но нам нужно еще больше ткани. Одежда ведь пачкается. Одного комплекта не хватит!",
  "Quest.cloth_3.step1": "И что же мы сейчас строим?",
  "Quest.cloth_3.step2": "Разве ты не догадываешься? Это место для производства самой красивой поварской одежды!",
  "Quest.cloth_4.step1": "Эй, как ты назовёшь загоревшуюся куртку?",
  "Quest.cloth_4.step2": "О, мы перешли на шутки про моду?",
  "Quest.cloth_4.step3": "Блейзер! Хахаха",
  "Quest.cloth_5.step1": "Как там дела на фабрике? Мне не помешало бы обновить куртку",
  "Quest.cloth_5.step2": "Пока не всё готово, но мы усердно работаем над этим!",
  "Quest.cloth_6.step1": "Я не ожидал, что мы займемся производством одежды.",
  "Quest.cloth_6.step2": "Можно сказать, что твои ожидания трещат по швам.",
  "Quest.cloth_6.step3": "Эй, я тут сочиняю шуточки.",
  "Quest.cloth_7.step1": "Что если мы нанесем логотип нашего ресторана на одежду?",
  "Quest.cloth_7.step2": "Отличная идея! Нам придется нанять вышивальщиц.",
  "Quest.cloth_7.step3": "Тем больше поводов продолжать в том же духе!",
  "Quest.cloth_8.step1": "Ты умеешь шить?",
  "Quest.cloth_8.step2": "Еще бы! Я умею шить, вязать и вышивать крестиком. Я как тройная нить!",
  "Quest.cloth_9.step1": "Я в таком восторге! У нас будут самые красивые повара во всем мире!",
  "Quest.cloth_9.step2": "А знаешь, как ты можешь нанять еще более красивых поваров?",
  "Quest.cloth_9.step3": "Как?",
  "Quest.cloth_9.step4": "Поставь меня на кухню, хе-хе.",
  "Quest.cloth_10.step1": "Почти закончили! У тебя готовы эскизы?",
  "Quest.cloth_10.step2": "У меня они готовы с самого рождения!",
  "Quest.cloth_11.step1": "Готово! О, разве это не прекрасно?",
  "Quest.cloth_11.step2": "Не так прекрасно, как одежда, которую мы будем шить!",
  "Quest.japan_1.step1": "Зачем здесь куча кирпичей?",
  "Quest.japan_1.step2": "Мы строим что-то новое!",
  "Quest.japan_1.step3": "Мы строим?",
  "Quest.japan_1.step4": "Мы строим!",
  "Quest.japan_2.step1": "Так что же именно мы строим?",
  "Quest.japan_2.step2": "Я тут подумал, что нам нужно разнообразить наше меню. ",
  "Quest.japan_2.step3": "Поэтому мы строим место, где можно изучать священные ингредиенты и рецепты!",
  "Quest.japan_3.step1": "Хорошо, я вижу, что основа есть. Но где мы будем искать книги для исследования?",
  "Quest.japan_3.step2": "Если ты найдешь решение этой проблемы, мы будем продолжать строить!",
  "Quest.japan_4.step1": "Как продвигается изучение?",
  "Quest.japan_4.step2": "Ну... Я пока не нашла ничего особенного, а ты знал, что цветение сакуры длится всего неделю?",
  "Quest.japan_4.step3": "Не знал. Интересно!",
  "Quest.japan_5.step1": "Здание действительно расцветает, не так ли?",
  "Quest.japan_5.step2": "Да!",
  "Quest.japan_5.step3": "подожди... это была шутка?",
  "Quest.japan_6.step1": "Кажется, я что-то нашла!",
  "Quest.japan_6.step2": "Что это?",
  "Quest.japan_6.step3": "Древний текст о том, как приготовить лучший чай из цветущей вишни.",
  "Quest.japan_6.step4": "Говорят, что он обладает целительными свойствами!",
  "Quest.japan_7.step1": "Только представь, сколько секретных рецептов мы узнаем, когда закончится строительство!",
  "Quest.japan_7.step2": "Честно говоря.. такой из меня читатель.",
  "Quest.japan_7.step3": "Да и повар из тебя не очень.",
  "Quest.japan_7.step4": "Я бы обиделся, но что правда, то правда...",
  "Quest.japan_8.step1": "Ты нашла новые священные тексты?",
  "Quest.japan_8.step2": "Парочку! Их не так легко найти, как ты думаешь...",
  "Quest.japan_9.step1": "Я жажду... знаний!",
  "Quest.japan_9.step2": "Ты также всегда жаждешь еды....",
  "Quest.japan_9.step3": "Тебе не обязательно было так говорить...",
  "Quest.japan_10.step1": "Строительство почти закончено, священные тексты на месте... Скоро у нас будут лучшие рецепты в мире!",
  "Quest.japan_10.step2": "Ну... Рецепты - ничто без ингредиентов. Нам придется найти и их.",
  "Quest.japan_10.step3": "Тсссс, дай мне насладиться моментом.",
  "Quest.japan_11.step1": "Готово! Выглядит потрясающе!",
  "Quest.japan_11.step2": "Все благодаря твоему видению.",
  "Quest.japan_11.step3": "И твоему мастерству, друг. Ты недооцениваешь себя!",
  "Quest.japan_11.step4": "А теперь, если позволишь, мне нужно кое-что почитать",
  "Quest.bunny.step1": "",
  "Quest.tiger.step1": "Ты нашла мой любимый нож! Прими мою благодарность!",
  "Quest.tiger.step2": "Мне достался этот нож от моего отца, который получил его от своего отца, а тот - от своего.",
  "Quest.tiger.step3": "Позволь мне вознаградить тебя за твою доброту. Чем я могу быть полезен?",
  "Quest.tiger.step4": "Ну, раз уж ты об этом заговорил, не желаешь ли ты присоединиться к моему проекту по созданию лучшего кулинарного сервиса в мире?",
  "Quest.tiger.step5": "Это же как раз из сферы моей деятельности! Давай!!!",
  "Quest.cat.step1": "Ням, это, наверное, самый лучший торт, который я когда-либо сделала. О, привет, извини за мою невежливость. Не желаешь ли попробовать этот торт?",
  "Quest.cat.step2": "*хрум* *хрум* *хрум* *хрум* О, это абсолютно ЛУЧШИЙ торт, который я когда-либо ел. Если бы только наши посетители могли его попробовать!  ",
  "Quest.cat.step3": "Я так много слышала о том, что вы пытаетесь достичь. Считайте меня частью вашей команды, и я гарантирую вам, что у нас никогда не закончатся торты!",
  "Quest.panda.step1": "*гааааа Кто посмел разбудить меня! ... ой ой ой хватит толкаться!",
  "Quest.panda.step2": "Ох, так вот он какой, великий Пандериус, Король Вока, Мастер Сковороды, Покоритель Котла!",
  "Quest.panda.step3": "Не знаю, кто это придумал, но я могу приготовить вкуснейший омлет. Вот, попробуй.",
  "Quest.panda.step4": "О боже, он такой нежный и мягкий, прямо как ты! Можно тебя обнять!?",
  "Quest.panda.step5": "Никаких обнимашек!!!",
  "Quest.raccoon.step1": "Мистер Енот, я полагаю, это принадлежит тебе?",
  "Quest.raccoon.step2": "Дассс! Большое спасибо, что вернула его. Теперь я могу вернуться к экспериментам над рецептом теста, над которым я работал.",
  "Quest.raccoon.step3": "Расскажи мне побольше об этом... тесте. ",
  "Quest.raccoon.step4": "Эй, а я тебя знаю. Ты та самая зайка, которая мечтает стать великим шеф-поваром!",
  "Quest.raccoon.step5": "Я что, стала знаменитой? Полагаю, обо мне уже говорили во всех новостях.",
  "Quest.raccoon.step6": "Вот что, позволь мне присоединиться к твоему приключению, и я покажу тебе все свои лучшие рецепты теста.",
  "Quest.raccoon.step7": "Договорились!",
  "Quest.fox.step1": "Простите, мистер Фокс, вы владелец этого изысканного венчик-о-мэджик?",
  "Quest.fox.step2": "О боже, какой изысканный инструмент, я никогда не видел ничего подобного... То есть, да! Спасибо, что нашла его!",
  "Quest.fox.step3": "Не уверен, что это действительно твой, хммммм.... ",
  "Quest.fox.step4": "Попробуйте этот клубничный торт, который я испек несколько часов назад. Вот вам доказательство!",
  "Quest.fox.step5": "Это ничего не доказывает. ... . ",
  "Quest.fox.step6": "О, это просто восхитительно, мистер Фокс. Как бы я хотела, чтобы он был в нашем меню! ",
  "Quest.fox.step7": "Это приглашение? Я буду рад присоединиться к вашему приключению и внести свой вклад в меню!",
  "Quest.fox.step8": "О, это будет потрясающе!",
  "Quest.fox.step9": "О боже...",
  "Quest.dog.step1": "Я только что придумала совершенно новую идею для рецепта пиццы - ананас на пицце!",
  "Quest.dog.step2": "Это уже было и раньше, но ананас на пицце? Да ну!",
  "Quest.dog.step3": "Это прекрасная новая идея, хоть и не очень оригинальная.",
  "Quest.dog.step4": "Серьезно? Никто не замечает иронии в этом заявлении?"
}