{
	"Quest.wheat_3.step1": "Sanırım düşündüğümden daha fazlasına sahiptim! Her şey çok sisli! Delirmeden önce yemek yemeliyim. Hadi, bu bitkileri birleştirerek çiftlik yapalım!",
	"Quest.dishes_0.step1": "Şimdi malzemeleri alalım ve lezzetli bir şeyler pişirelim. Acıktığımda asla net göremiyorum.",
	"Quest.woodsource_1_1.step1": "Merlin'in sakalı! İşe yaradı! Biri bana neler olduğunu açıklayabilir mi?",
	"Quest.woodsource_1_1.step2": "Keşke yapabilseydim. Günlerdir bu sisle kaplıyım. Beni kötü ruhlardan kurtardığın için teşekkürler!",
	"Quest.woodsource_1_1.step3": "Kötü ruhlar? Ama Birleşme Krallığı, Yedinci Diyar'ın en güvenli yeridir ...",
	"Quest.woodsource_1_1.step4": "Bu iğrençleri başka nasıl açıklarsınız? Tüm bölgemizi ele geçirmeden önce onlardan kurtulmanıza yardım edeyim.",
	"Quest.wood_1.step1": "Orada etkileyiciydin! Güçleri birleştirmek hakkında ne düşünüyorsun?",
	"Quest.wood_1.step2": "Bensiz bir gün dayanamayacağını düşünüyorum. Hadi, kurtarmamız gereken bir Krallığımız var!",
	"Quest.wood_2.step1": "Harika! Şimdi bir şeyler inşa etmeye yetecek kadar kerestemiz var.",
	"Quest.wood_3.step1": "İçinde yaşamayı düşündüğünüz bir şeye benziyor mu?",
	"Quest.wood_3.step2": "Ciddi misin? Baş parmağımın oraya sığacağından bile emin değilim.",
	"Quest.wood_3.step3": "Bu durumda, doğramaya başlasan iyi olur! Ve elimden geldiğince fazla sisi kırmaya çalışacağım, böylece oynayacak kadar entsin olsun.",
	"Quest.wood_4.step1": "Bak! Mükemmel. İstediğin zaman taşınabilirsin.",
	"Quest.wood_4.step2": "Basit görünebilirim ama çok daha yüksek yaşam standartlarına alışkınım. Hadi, daha fazla odun çıkarmak için yeni toprakları fethedelim.",
	"Quest.wood_5.step1": "Kesinlikle büyüyor! Bahse girerim tüm sakalını oraya sığdırabiliriz.",
	"Quest.wood_5.step2": "Mantıklı geliyor ama bundan daha iyisini yapabiliriz. Entler, geliyoruz!",
	"Quest.wood_6.step1": "Burayı daha da büyütmek için ne kadar oduna ihtiyacımız var?",
	"Quest.wood_6.step2": "Ne kadar çok oduna ihtiyacımız olursa, o kadar az paraya sahip oluruz. Mükemmel!",
	"Quest.wood_7.step1": "Bence yapabileceğimizin en iyisi bu.",
	"Quest.wood_7.step2": "Oh, sevgili arkadaşım. Daha ne kadar yapabileceğimizi bilemezsin!",
	"Quest.king_1.step1": "Bir tacın burada ne işi var? Mümkün ne anlama geliyor?",
	"Quest.king_1.step2": "Bahse girerim kötü ruhlar bunu kendi içlerine saklamayı unutmuşlardır. Daha derine inelim!",
	"Quest.king_2.step1": "Sen de benim düşündüğümü mü düşünüyorsun?",
	"Quest.king_2.step2": "Bence her iki başımız da bu taç için çok büyük. Gerçek sahibi bulalım!",
	"Quest.king_3.step1": "Tacın gerçekten krala ait olabileceği aklına geldi mi?",
	"Quest.king_3.step2": "Şimdi bunu yüksek sesle söylemen çok mantıklı. Onu kurtarmak için acele etmeliyiz!",
	"Quest.bear_1.step1": "Bak! Bir şey buldum!",
	"Quest.bear_1.step2": "Tekrar? Her zaman aşırı heyecanlanırsın ... Aman Tanrım! Bu gerçek bir Mağara Çekici!",
	"Quest.bear_1.step3": "Bana o kadar güçlü gelmiyor.",
	"Quest.bear_1.step4": "Sahibiyle tanışana kadar bekleyin!",
	"Quest.bear_2.step1": "Kaç tane çekiç var? Onlara ihtiyacımız var mı?",
	"Quest.bear_2.step2": "Ben anlamadım Muhtemelen aynı okula gittik, ama neden bu kadar mızmızlanıyorsun ve ben değilim?",
	"Quest.bear_2.step3": "Kim mızmız, ben? Bu kadar sinir bozucu derecede aktif olman konusunda sızlanmıyorum.",
	"Quest.bear_2.step4": "Enerjinizi tartışarak boşa harcamayın çocuklar. O çekiçlerden daha fazlasına ihtiyacımız var. Doğramaya devam et!",
	"Quest.bear_3.step1": "Çekiçler gittikçe ağırlaşıyor. Onları kullanmak şöyle dursun, onları tutabilecek biri olduğundan emin değilim!",
	"Quest.bear_3.step2": "Elbette ağır olduğunu düşünüyorsunuz, minik kollarınıza bakın!",
	"Quest.bear_3.step3": "Kollarım gayet iyi. Seninki çok şişman. Sen doğrarken bir ara vereceğim. Daha fazla egzersiz yapmalısın.",
	"Quest.bear_4.step1": "Harika gidiyorsunuz çocuklar! Tüm çekiçleri aldığımızda ne olacağını görmeni bekleyemiyorum.",
	"Quest.bear_4.step2": "Belki bir gün biz de bir balta bulabiliriz çünkü benimki tüm doğramalardan daha sönükleşiyor.",
	"Quest.bear_5.step1": "Neden Bal Çekici dendiğini biliyor muyuz? Bal çağırabilir mi?",
	"Quest.bear_5.step2": "İşte yine gidiyoruz. Çok işimiz var ama yaptığınız tek şey yemek hakkında düşünmek.",
	"Quest.bear_5.step3": "Bunun ne sorunu var? Yemek beni mutlu eder.",
	"Quest.bear_5.step4": "Ve şişman. Bir şey çağırıp çağıramayacaklarını görmek için daha fazla çekiç bulalım.",
	"Quest.bear_6.step1": "Efendim! Çekiç parlıyor. Bir şey ifade ediyor mu?",
	"Quest.bear_6.step2": "Bu, büyük bir keşfe çok yaklaştığımız anlamına geliyor!",
	"Quest.candies_4.step1": "Görünüşe göre yine acıktım ... Bu balkabakları bana oldukça lezzetli görünüyor.",
	"Quest.candies_4.step2": "Hepsi senindir. Ama senin için yemek yapmamı beklemeyin. Kalbim doğramaya ait!",
	"Quest.wood_9.step1": "Görünüşe göre sonunda bulduk! Burası senin için yeterince büyük mü?",
	"Quest.wood_9.step2": "Benim için? Bütün bir filoya sığabilir. Şimdi sadece bir tane bulmalıyız.",
	"Quest.wood_9.step3": "Yapmadan önce inşaatı bitirelim. Bunu yapmak için neye ihtiyacın var?",
	"Quest.wood_9.step4": "Baltamı keskinleştirmem ve kendime birkaç tane bulmam gerekiyor.",
	"Quest.wood_9.step5": "Ve bir şeyler yemem gerekiyor. Harika bir plana benziyor!",
	"Quest.stone_1.step1": "Biraz yiyecek arıyordum ama bulduğum şey bu.",
	"Quest.stone_1.step2": "Seni tok tutmak için elimden geleni yapacağım ama bu arada daha fazla taş aramaya devam et ki bir kale inşa edebilelim.",
	"Quest.stone_2.step1": "Ahşap konusunda iyi olduğunuzu zaten biliyorum, peki ya diğer malzemeler?",
	"Quest.stone_2.step2": "Her şeyden her şeyi inşa edebilirim. İzle ve öğren!",
	"Quest.stone_3.step1": "Bina inşa etmeye böyle mi diyorsun? Benim yardımım olmadan hiçbir şey yapamaz mısın?",
	"Quest.stone_3.step2": "Beğenmedin mi Senin için mükemmel olduğunu düşünüyordum.",
	"Quest.stone_3.step3": "Krallığımızı sıfırdan yeniden inşa etmemiz gerekirse, en büyük saraya sahip olduğumdan emin olacağım.",
	"Quest.stone_4.step1": "Bunu söylediğime inanamıyorum ama aslında haklıydın. Benim için mükemmel. Eski şeyleri saklamak için kulübe olarak kullanacağım.",
	"Quest.stone_4.step2": "Dilediğiniz gibi. Yine de sis her şeyi alıp götürdüğünden beri hiçbir şeyin olmadığını biliyorum, hatırladın mı?",
	"Quest.stone_5.step1": "Bu harika görünüyor. Böyle büyük bir mimari başarı için kime teşekkür etmeliyim?",
	"Quest.stone_5.step2": "Hepimize teşekkür etmelisiniz, majesteleri. Ve daha da büyük şeyler yapabileceğimizden emin olun.",
	"Quest.stone_6.step1": "Onu, kontrol altında kalmaları için, golemlere ve golemlere bakmak için bir gözetleme kulesi olarak kullanabiliriz.",
	"Quest.stone_6.step2": "Şimdilik evet. Ama kendi ordumuz olmasını planladığımız için askerleri besleyebileceğimiz bir yere ihtiyacımız olacak ...",
	"Quest.stone_7.step1": "Bu taverna çok lezzetli görünüyor. Oraya girip test etmeli miyim?",
	"Quest.stone_7.step2": "Onu yeniden inşa edip başka bir şeye dönüşmeden önce değil.",
	"Quest.stone_8.step1": "Şimdi nasıl seversin?",
	"Quest.stone_8.step2": "Çok güzel bir binayı mahvettin ama ben üstesinden geleceğim. Sonuçta. Bir şey yediğimde.",
	"Quest.stone_10.step1": "Budur. Bu kale, yeni Farawake Krallığı'nın başlangıcı olacak. Daha güçlü ve daha müreffeh olanı.",
	"Quest.stone_10.step2": "Ruhunuz ve inancınız bizi devam ettiren şeydir.",
	"Quest.stone_10.step3": "Henüz çoğumuzun olmadığını biliyorum ama birlikte harika şeyler yapabiliriz.",
	"Quest.wagon_1.step1": "Ekibimizde metal ile çalışabilen kimse var mı?",
	"Quest.wagon_1.step2": "Bana bakma Zaten en önemli kısmı yaptım. Ben seni kurtardım",
	"Quest.wagon_1.step3": "Zırhımdan söyleyebilir misin bilmiyorum ama alaşımlar hakkında bir iki şey biliyorum.",
	"Quest.wagon_2.step1": "Peki bu kirişler hakkında ne yapacağız?",
	"Quest.wagon_2.step2": "Gelecekteki binalarımız için harika bir temel oluşturacaklar. Biraz daha alalım!",
	"Quest.wagon_3.step1": "Eskimo evi mi inşa ediyorsun? Kutup ayısı olduğunu bilmiyordum ...",
	"Quest.wagon_3.step2": "Ağzın yerine gözlerini daha sık kullanıyor olsaydın, aslında bir şeyler öğrenebilirdin.",
	"Quest.wagon_4.step1": "Grizzly, düşündüğüm bu mu?",
	"Quest.wagon_4.step2": "Evet efendim. Durumumuzda böyle bir şeye ihtiyacımız olabileceğini düşündüm.",
	"Quest.wagon_4.step3": "Nedir? Ben anlamadım",
	"Quest.wagon_4.step4": "Bir kez daha, daha çok izlemek, daha az konuşmak.",
	"Quest.wagon_5.step1": "Pekala, şimdi anlıyorum.",
	"Quest.wagon_5.step2": "Merak ediyorum. Ne görüyorsun?",
	"Quest.wagon_5.step3": "Tamam, yakaladın beni. Hala bir fikrim yok.",
	"Quest.wagon_5.step4": "Sabırlı ol dostum. Daha fazla kaynak bulmama yardım et, yakında her şeyi göreceksin.",
	"Quest.wagon_6.step1": "Bunu bilmiyor olabilirsiniz ama Grizzly çok uzun bir bilim adamlarından geliyor.",
	"Quest.wagon_6.step2": "Gerçekten mi? Söylemezsin. Daha çok bir savaşçıya benziyor.",
	"Quest.wagon_6.step3": "Ben çok şeyim ama kalbim her zaman bilgiye ait olacak. Umarım yeni laboratuvarımı beğenirsiniz.",
	"Quest.wagon_7.step1": "Bu güzel görünüyor. Onunla ne yapmayı planlıyorsun?",
	"Quest.wagon_7.step2": "Öncelikle, onu inşa etmeyi bitirmeliyim, böylece yardımınız çok takdir edilecektir.",
	"Quest.wagon_8.step1": "Bu kadar yardımcı olmaktan biraz acıktım ve orada lezzetli ve doyurucu bir şeyler yaratmanın bir yolu olup olmadığını merak ediyordum.",
	"Quest.wagon_8.step2": "Ona aldırma. Her zaman yemek hakkında konuşur. Yapabileceğimiz başka bir şey var mı?",
	"Quest.wagon_8.step3": "Sorun değil. Teşekkür ederim. İşimiz bittiğinde yapacak bir şeyler düşüneceğim.",
	"Quest.wagon_10.step1": "Laboratuvarımı inşa edeceğim yer burası. Sen ne düşünüyorsun?",
	"Quest.wagon_10.step2": "Bunun harika bir çözüm olduğunu düşünüyorum. Öyle olmasa bile her zaman başka bir yere koyabiliriz.",
	"Quest.wagon_10.step3": "Evet, bize her zaman güvenebilirsiniz. Biz senin arkandayız!",
	"Quest.elf_1.step1": "Aramızda avcı var mı?",
	"Quest.elf_1.step2": "Neden soruyorsun?",
	"Quest.elf_1.step3": "Bir ok buldum.",
	"Quest.elf_1.step4": "Sonuçlara atlamak için henüz çok erken. Biraz daha toplayalım ve ne olacağını görelim.",
	"Quest.elf_2.step1": "Krallığın her yerinde neden bu tuhaf şeylerle karşılaştığımızı biliyor musunuz?",
	"Quest.elf_2.step2": "Ben sadece tahmin edebilirim. Burada ne olduğunu anlamak istiyorsak daha fazla bilgiye ihtiyacımız var.",
	"Quest.elf_3.step1": "Buradaki birinin okçulukta iyi olup olmadığından bile emin değilim.",
	"Quest.elf_3.step2": "Baltanız varsa neden kimse yay ister ki?",
	"Quest.elf_3.step3": "Veya bir çekiç?",
	"Quest.elf_3.step4": "Şüphe payıma düştüm ama şimdi bu sadağın bizden daha sofistike bir varlığa ait olduğundan neredeyse eminim.",
	"Quest.elf_4.step1": "Ya kimse o okları almaya gelmezse? Onları saklayabilir miyim o zaman?",
	"Quest.elf_4.step2": "Neden onları istiyorsun? Yenilebilir değiller.",
	"Quest.elf_4.step3": "Onları büyük, güzel bir çatal olarak kullanacağım.",
	"Quest.elf_5.step1": "Ne kadar çok ok bulursak o kadar korkutucu olur.",
	"Quest.elf_5.step2": "Ve neden böyle?",
	"Quest.elf_5.step3": "Ya sahipleri bunları bize karşı kullanmaya karar verirse?",
	"Quest.elf_5.step4": "Sanırım beni ilk gördüğünde de korktun. Şimdi bize bak. Hırsızlar kadar kalın!",
	"Quest.elf_6.step1": "Dikkat edin, yayın sahibi her an buraya gelebilir.",
	"Quest.elf_6.step2": "Görmeyi daha hoş hale getirmek için daha fazla parça topladığımızdan emin olacağız.",
	"Quest.elf_7.step1": "Bundan daha iyisi olur mu? Kim bu kadar muhteşem bir fiyonk istemez ki?",
	"Quest.elf_7.step2": "Yaylar hakkında ne biliyorsun? Ve en önemlisi, güzellik hakkında? Sahibinin kendini göstermesini bekleyelim.",
	"Quest.warlock_1.step1": "Harika haber! Sanırım yeni bir tarif buldum. Sonunda yeni bir şeyler pişirebilirim.",
	"Quest.warlock_1.step2": "Bir bakayım. Hm ... Yemek tarifi değil. Bir iksir tarifi.",
	"Quest.warlock_1.step3": "Farawake Krallığı'na cadıların girmesine izin verildiğini bilmiyordum.",
	"Quest.warlock_1.step4": "Belki buralı değildir ...",
	"Quest.warlock_2.step1": "Eski dilleri konuşan var mı?",
	"Quest.warlock_2.step2": "Hayır neden sordun?",
	"Quest.warlock_2.step3": "Bu sihirli denklemin ikinci değişkenini buldum ve içinde ne olduğunu okumak istiyorum.",
	"Quest.warlock_2.step4": "Bunun iyi bir fikir olduğunu sanmıyorum. Gereken dillerde yetkin olsak bile onunla ne yapacağımızı bilemeyiz.",
	"Quest.warlock_3.step1": "Orada kaç tane büyü daha var? Çünkü bu kitapları bulmaya devam ediyorum ...",
	"Quest.warlock_3.step2": "Gerçekten önemli mi? Hepimiz onları okuyamadığını biliyoruz. Onları rahat bırakın.",
	"Quest.warlock_3.step3": "Okuyabileceğim bir şey bulana kadar bakmaya devam edeceğim.",
	"Quest.warlock_4.step1": "Bu kitapların sahibi kim acaba? Daha önce hiç böyle bir şey görmedim.",
	"Quest.warlock_4.step2": "Yayını bulduğumuzda böyle düşündük.",
	"Quest.warlock_4.step3": "Bulduğun şeyleri her zaman kullanamaman çok komik.",
	"Quest.warlock_5.step1": "Bu kitapların sahibinin cevapları olacağını düşünüyor musunuz?",
	"Quest.warlock_5.step2": "Yıllardır Kraliyet Muhafızlarının bir parçasıyım ve mucizelere inanmayı öğrendim.",
	"Quest.warlock_5.step3": "Normalde kendi inancını oluşturmaya inanıyorum ama böyle zamanlar yanıldığımı merak etmeme neden oluyor",
	"Quest.warlock_6.step1": "Grizzly, bilimsel açıdan bu kitaplardan ne anlıyorsun?",
	"Quest.warlock_6.step2": "Söylememeyi tercih ederim çünkü kimseyi gücendirmek istemiyorum.",
	"Quest.warlock_6.step3": "İlginç. Şimdi bu sözde cadıyı görmeyi daha da merak ediyorum.",
	"Quest.warlock_7.step1": "Vazgeçmek isteyen var mı? O kitapları çok uzun zamandır etrafta taşıyoruz. Ve hafiflemiyorlar.",
	"Quest.warlock_7.step2": "Onu kurtarmayı sahiplerine borçluyuz. İnan bana, oradaydım. Sis tarafından ele geçirilmek hoş bir duygu değil.",
	"Quest.warlock_8.step1": "Ne kadar çok insana sahip olursak, şansımız sis karşısında o kadar artar.",
	"Quest.warlock_8.step2": "Bir sonraki takviyemizin bu gizeme biraz ışık tutmasını umalım.",
	"Quest.magicplant_1.step1": "Bak ne buldum!",
	"Quest.magicplant_1.step2": "Nasıl oluyor da bir şeyler bulmaya devam ediyorsun?",
	"Quest.magicplant_1.step3": "Kolay dostum. Ben her zaman yiyecek arıyorum.",
	"Quest.magicplant_2.step1": "Bunun ne olduğu hakkında bir fikrin var mı?",
	"Quest.magicplant_2.step2": "Hayır, daha önce hiç böyle bir şey görmedim.",
	"Quest.magicplant_2.step3": "Belki tadına bakabilir ve bize nasıl hissettirdiğini söyleyebilirsin.",
	"Quest.magicplant_2.step4": "Bir şöhrete sahip olduğumu biliyorum ama bu kadar yabancı bir şey yemekten bile korkuyorum.",
	"Quest.magicplant_3.step1": "Denemediğim ve yemediğim için çok mutluyum. Parlamaya başladı!",
	"Quest.magicplant_3.step2": "Kocaman göbeğinin içten aydınlanmasını izlemek komik olurdu. Mümkünse çok büyük bir insan meşalesi.",
	"Quest.magicplant_4.step1": "Peki bu konuda ne yapmalıyız?",
	"Quest.magicplant_4.step2": "Neden bana soruyorsun? Bilmiyorum.",
	"Quest.magicplant_4.step3": "Çünkü ağaç konusunda uzmansın.",
	"Quest.magicplant_4.step4": "Evet, onları doğramaya gelince. Bu, yakacak odunla ziyan edilecek gibi görünüyor.",
	"Quest.magicplant_5.step1": "Her seferinde büyüyor ve büyüyor. Ne zaman biter?",
	"Quest.magicplant_5.step2": "Bilmiyorum ama bahse girerim daha fazla büyümek için bolca yeri vardır.",
	"Quest.magicplant_5.step3": "Pekala, ama değilse bu gece yemek yapıyorsun.",
	"Quest.magicplant_6.step1": "Zekice bir fikrim var! Kitapta bu bitki hakkında bir şeyler okumalıyız.",
	"Quest.magicplant_6.step2": "Harika plan! Küçük bir sorun olmasına rağmen. Hiçbirimiz okuyamıyoruz.",
	"Quest.magicplant_6.step3": "Doğru ... Bunu nasıl unutabilirim!",
	"Quest.magicplant_6.step4": "Bir dahi için o kadar keskin değilsin, değil mi?",
	"Quest.magicplant_7.step1": "Vay canına, bak ne kadar güzel. Bu kadar güzel bir şeyden ancak iyi bir şey çıkabilir.",
	"Quest.magicplant_7.step2": "Haklı olup olmadığını öğrenelim!",
	"Quest.magicplant_8.step1": "Bunu doğru mu görüyorum?",
	"Quest.magicplant_8.step2": "Hayır, bu çiçekler yemek için değil.",
	"Quest.magicplant_8.step3": "O zaman ne için bunlar?",
	"Quest.magicplant_8.step4": "Sanırım dilekleri yerine getirdikleri için.",
	"Quest.troll_1.step1": "Görünüşe göre hayaliniz gerçek oluyor. Yeni baltanı nasıl buldun?",
	"Quest.troll_1.step2": "Başkasının baltasını almak istemiyorum. Gerçek sahibini bulalım.",
	"Quest.troll_2.step1": "Belki daha uyumlu olacak ve bu eksenin yeni efendisi olma teklifimi kabul edeceksiniz?",
	"Quest.troll_2.step2": "Çekicimden oldukça memnunum, teşekkürler. Neden ondan bu kadar kurtulmak istiyorsun?",
	"Quest.troll_2.step3": "Onu kaybeden birini ararken açlıktan ölmek istemiyorum.",
	"Quest.troll_3.step1": "Ortak arkadaşımız teklifiyle sizi rahatsız etti mi?",
	"Quest.troll_3.step2": "Tabii ki yaptı. Ama aslında bu baltanın kimin olduğunu biliyorum, bu yüzden aramaya yardımcı olacağıma söz verdim.",
	"Quest.troll_3.step3": "Yardıma ihtiyacın olursa bana haber ver!",
	"Quest.troll_4.step1": "Ekibimiz büyüyor. Baltaların etrafında yolunu bilen tek kişi olmadığın zaman nasıl hissedeceksin?",
	"Quest.troll_4.step2": "Kendimi harika hissedeceğim. Sonunda senden ziyade konuşabileceğin biri olacak.",
	"Quest.troll_5.step1": "Hazırlıklı olmak önemlidir. Tuzak olup olmadığını bilmiyoruz. Belki birisi bizimle oynuyor.",
	"Quest.troll_5.step2": "Bu baltayı çevreleyen herhangi bir kara büyü hissetmiyorum. Doğru yolda olduğumuza inanmak için bir sebebim var.",
	"Quest.troll_5.step3": "Umarım haklısınızdır ama yine de birbirinize göz kulak olalım.",
	"Quest.troll_6.step1": "Peki, balta sahibini nereden tanıyorsunuz? Okçuluk severlerin başkalarıyla uğraşmadığını düşündüm.",
	"Quest.troll_6.step2": "Ve yine de, buradayım, sizinle konuşuyorum.",
	"Quest.troll_6.step3": "Ciddiyim. Kim o?",
	"Quest.troll_6.step4": "O harika bir avcıdır. Akşam yemeği için yiyecek toplamanıza yardım edebilecek biri varsa, o da odur.",
	"Quest.troll_7.step1": "Bu baltaların ne kadar süslü olduğuna bakın! Almak istemediğine emin misin? Kimin iki eksene ihtiyacı var?",
	"Quest.troll_7.step2": "İkisini birden tutacak kadar güçlü biri.",
	"Quest.troll_8.step1": "Hep merak ettim majesteleri, seçtiğiniz silah nedir? Şans eseri bir balta olabilir mi?",
	"Quest.troll_8.step2": "Bilge bir kral, savaştan kaçınmak için elinden gelen her şeyi yapacaktır. Bu yüzden beynimi her zaman herhangi bir kılıçtan daha keskin tutmak zorundayım.",
	"Quest.troll_9.step1": "Hâlâ güvenli olduğunu düşünüyor musun? Ateş üretebilen bir balta görmedim.",
	"Quest.troll_9.step2": "Bu çok güçlü bir büyü ama endişelenecek bir şeyimiz yok. Tüm alemlerde onu oylayabilecek tek bir bilge var.",
	"Quest.troll_9.step3": "Ve Farawake Krallığı'nın çok iyi bir arkadaşıdır.",
	"Quest.bamboo_1.step1": "Harika bir haberim var, Grizzly! Burada kalmanızı çok daha iyi hale getirecek bir şey var.",
	"Quest.bamboo_1.step2": "Seni hayal kırıklığına uğrattığım için üzgünüm ama beni biriyle karıştırıyorsun. Bazı pandalarla tanıştım ama ben kendim değilim.",
	"Quest.bamboo_1.step3": "Belki onlardan öğrenmelisin. Sonuçta, Rider etrafındayken normal yiyecekler her zaman kıttır.",
	"Quest.bamboo_2.step1": "Grizzly yemeyecekse neden bu bambuya ihtiyacımız var?",
	"Quest.bamboo_2.step2": "Hatırlamıyor musun Herhangi bir şeyden her şeyi inşa edebilirim. Biraz daha bulalım!",
	"Quest.bamboo_3.step1": "Tamam, onu lezzetli bulmadığınızı anlıyorum ama bambudan yapılmış bir evde yaşamayı düşünür müsünüz?",
	"Quest.bamboo_3.step2": "Tabii neden olmasın. Beni barındıracak kadar büyükse.",
	"Quest.bamboo_3.step3": "Bunu duydun mu? Arkadaşımız için bir konak yapalım!",
	"Quest.bamboo_4.step1": "Bazı savaşçıların silah olarak bambu sopaları kullandıklarını duydum. Sen de aynısını yapmayı düşünüyor musun?",
	"Quest.bamboo_4.step2": "Çatışma için iyi olabilir ama ben daha çok avlanıyorum. Dolayısıyla cevap hayır.",
	"Quest.bamboo_4.step3": "Anladım. Belki size tüm yaylarınızı ve oklarınızı saklayacak kadar büyük bir kulübe yapabiliriz.",
	"Quest.bamboo_5.step1": "Burada yaptığın şeyi beğendim. Ne kadar çok binaya sahipsek, güçlerimiz o kadar güçlü olacaktır. Daha kaç tane dikebilirsin?",
	"Quest.bamboo_5.step2": "Daha ne kadar malzeme bulabileceğimize bağlı.",
	"Quest.bamboo_5.step3": "Öyleyse, hiçbir masraftan kaçınmayın, ihtiyacımız olanı bulun. İhtiyacınız olan tüm yardımı kullanın.",
	"Quest.bamboo_6.step1": "Bunu söylediğime inanamıyorum ama yiyecek aramana ihtiyacım var.",
	"Quest.bamboo_6.step2": "Ve kulaklarıma inanamıyorum! Sonunda her zaman aç olan tek kişi ben değilim.",
	"Quest.bamboo_6.step3": "Evet, hala öylesin. Yiyecek ararken yanlışlıkla daha fazla bambu bulmama yardım edeceğini umuyordum.",
	"Quest.bamboo_7.step1": "Ben anlamadım Taş, metal ve ahşabımız varken neden inşaat için bambu kullanıyoruz? Daha dirençli değiller mi?",
	"Quest.bamboo_7.step2": "Evet olabilirler. Ama başka seçeneğimiz yok. Topraklarımız, kesmemiz gereken farklı türden yaratıklarla dolu.",
	"Quest.bamboo_7.step3": "Ve onlardan geriye kalanları kullanmamak israf olur. Krallığımızı yeniden inşa ederken her şey değerlidir.",
	"Quest.bamboo_8.step1": "Bambu kullanarak bu kadar büyük ve devasa bir bina inşa edebileceğinizi bilmiyordum.",
	"Quest.bamboo_8.step2": "Dostum, yeterince bir şeye sahipsen ve onu nasıl kullanacağını bildiğinde mucizeler olur. Bir sonrakini görene kadar bekleyin!",
	"Quest.bamboo_10.step1": "Yalan söylemiyordun. Bu harika. Mevcut yaşam alanımdan buraya taşınmayı yeniden düşünebilirim.",
	"Quest.bamboo_10.step2": "Teorik olarak yenebilecek bir evde yaşamanızı tavsiye etmem. Panda olmayabilirsin ama iştahın tahmin edilemez.",
	"Quest.sapphire_1.step1": "Bana her şeyden her şeyi inşa edebileceğini söylediğini hatırlıyor musun?",
	"Quest.sapphire_1.step2": "Elbette. Ekibimizin diğer üyeleri gibi kelimeleri hafife almam.",
	"Quest.sapphire_1.step3": "O halde kabul edersen sana bir meydan okumam var!",
	"Quest.sapphire_2.step1": "Hala göreve hazır olduğunu düşünüyor musun?",
	"Quest.sapphire_2.step2": "Ben. Ve konuşmayı bırakırsan daha fazla materyal toplamama yardım etmeye başlarsan daha hızlı bitireceğim.",
	"Quest.sapphire_3.step1": "Kırılgan görünmüyor mu?",
	"Quest.sapphire_3.step2": "Kristalleri küçümsemeyin. Onları kullanarak ne kadar çok bina yaparsak Krallığımız o kadar güvenli olacak.",
	"Quest.sapphire_4.step1": "Yaptığınız şey nedir beyler?",
	"Quest.sapphire_4.step2": "Kızılsakal çaresizce sözlerini boşa harcamadığını kanıtlamaya çalışıyor.",
	"Quest.sapphire_4.step3": "Bunu kanıtlamaya çalışmıyorum. Ben aslında yapıyorum.",
	"Quest.sapphire_5.step1": "Bu güzel görünüyor. Yine de başardığını asla düşünmezdim.",
	"Quest.sapphire_5.step2": "Neden?",
	"Quest.sapphire_5.step3": "Kaba olmak istemem ama böyle sofistike binalar yapabilecek birine benzemiyorsun.",
	"Quest.sapphire_6.step1": "Tamam, kendine bir anlaşman var. Sana bir şartla yardım edeceğim ...",
	"Quest.sapphire_6.step2": "Kendi başıma gayet iyi gidiyorum. Yardımına ihtiyacım olduğunu sanmıyorum.",
	"Quest.sapphire_6.step3": "Artık çok geç. Yine de bu villalardan biri karşılığında sana yardım ediyorum. Emeralda onlardan hoşlanıyor gibi görünüyor ve ben ... Hm. Ondan gerçekten hoşlanıyorum.",
	"Quest.sapphire_7.step1": "Sırrından başka birine bahsettin mi?",
	"Quest.sapphire_7.step2": "Hayır! Ve yaparsan yapacağım ... Baltanı parçalara ayıracağım!",
	"Quest.sapphire_7.step3": "Merak etmeyin, benim için güvenli. Aslında bunu çok romantik buluyorum. Hadi onun için gerçek bir kale yapalım!",
	"Quest.sapphire_8.step1": "Grizzly, bize yardım eder misin? Çiğneyebileceğimizden daha fazlasını ısırmaya çalıştık.",
	"Quest.sapphire_8.step2": "Senin için bir daha malzeme taşımamı istediğini söyleme! Ben güçlü ve bağımsız bir ayıyım ama benim de duygularım var, biliyorsun.",
	"Quest.sapphire_8.step3": "Elbette. Ve onlara zarar vermek istemeyiz. Sonrasında ballı ve reçelli bir çay partisi yapıyoruz ve davetlisiniz!",
	"Quest.sapphire_8.step4": "Neden bununla başlamadın? Neyi ve nerede taşımamı istiyorsun?",
	"Quest.sapphire_9.step1": "Peki ne yapacaksın? Ona anahtarları ver ve \"Şimdi senin kalen, eğlenmene bak\" mi?",
	"Quest.sapphire_9.step2": "Bittiğini düşünmedim. Kelimelerde iyi değilim, bunu herkesten daha iyi biliyorsun.",
	"Quest.sapphire_9.step3": "Belki de Kral'a sormalıyız? Güzel sözlü olmak onun işi.",
	"Quest.sapphire_9.step4": "En karanlık sırrımı bir günde iki kişiyle paylaşmaya hazır değilim. Kanatlayacağım!",
	"Quest.sapphire_11.step1": "Bu kaleyi sevdin mi?",
	"Quest.sapphire_11.step2": "Bu güzel. Gingerbeard harika bir iş çıkardı.",
	"Quest.sapphire_11.step3": "Aslında ona yardım ettim. Bunu bensiz yapamayacağını söyledi.",
	"Quest.sapphire_11.step4": "Gerçekten mi? Umarım güzel derken alay ettiğimi fark etmişsindir. En sevdiğim renk yeşil, mor değil. Bir dahaki sefere bol şans.",
	"Quest.dragonisland_1.step1": "Kralı eli boş selamlamak garip geliyor.",
	"Quest.dragonisland_1.step2": "Pek çok şey bulabileceğimiz bir yer biliyorum ama orası herkese göre değil.",
	"Quest.dragonisland_1.step3": "Hiçbir şeyden korkmuyorum. Beni şimdi oraya götürebilir misin?",
	"Quest.dragonisland_1.step4": "Tamam ama seni uyarmadığımı söyleme!",
	"Quest.knight_1.step1": "Majesteleri! Son olarak, dikkatinizi hak eden bir şey.",
	"Quest.knight_1.step2": "Nazikçe teşekkür ederim ama kılıcımdan bu haliyle gayet memnunum. Gerçi bu tuhaf eşyanın bizi nereye getireceğini merak ediyorum.",
	"Quest.knight_2.step1": "Koleksiyonumuzdaki başka bir silah hakkında ne hissediyorsunuz? Baltanı ilk bulduğum zamanı hatırlıyorum. Beni korkuttu.",
	"Quest.knight_2.step2": "Fangtooth hiçbir şeyden korkmaz. Ve korkmuş arkadaşlarını koruyacak.",
	"Quest.knight_2.step3": "Vay canına, ne zaman arkadaş olmayı başardık?",
	"Quest.knight_2.step4": "Hala burdasın. Bu seni Fangtooth'un arkadaşı yapar.",
	"Quest.knight_3.step1": "Grizzly, sen bir bilim ayısısın, değil mi?",
	"Quest.knight_3.step2": "Gerçekten öyleyim. Amacın ne?",
	"Quest.knight_3.step3": "Neyin daha dayanıklı olduğunu biliyor musunuz, kılıç mı yoksa çekiç mi?",
	"Quest.knight_3.step4": "Sıradan bir kılıç, normal çekicinizi yener. Ama çekicim normalin ötesinde. Ve herhangi bir kılıcı, hatta olağanüstü olanı bile yener.",
	"Quest.knight_4.step1": "İyi misin?",
	"Quest.knight_4.step2": "Evet. Tamamen. Ben iyiyim. İyiyim. Neden soruyorsun?",
	"Quest.knight_4.step3": "Ekibimizin bir başka potansiyel üyesi de yolda. Ya o da Zümrüt'ü seviyorsa...",
	"Quest.knight_4.step4": "Aslında, beni hiç rahatsız etmiyor. Bir tatar yayına takılmadığımız sürece endişelenecek bir şeyim yok.",
	"Quest.knight_5.step1": "Sadece bakarak bu kılıç hakkında bir şey söyleyebilir misin?",
	"Quest.knight_5.step2": "Ben psişik değilim, biliyorsun. Hem neden bu kadar merak ediyorsun?",
	"Quest.knight_5.step3": "Sebep yok. Sadece her şeye hazırlıklı olmak istiyorum.",
	"Quest.knight_6.step1": "Sizce de silah almalı mıyım?",
	"Quest.knight_6.step2": "Doğru dürüst kullanabileceğini bile sanmıyorum.",
	"Quest.knight_6.step3": "Bu çok kabasın. Bu kılıcı şu anki sahibinden bile daha iyi idare edebilirim!",
	"Quest.knight_6.step4": "Bunu çok yakında göreceğiz, değil mi?",
	"Quest.knight_7.step1": "Ordumuzun büyüdüğünü görmek her zaman güzeldir. Yeni konuğumuzun hak ettiği muameleyi görmesini sağlayalım.",
	"Quest.knight_7.step2": "Nasıl isterseniz, majesteleri. Onu kendimizden biri olarak kabul edeceğiz.",
	"Quest.knight_8.step1": "Bu gizemli şövalye benim en iyi arkadaşım olursa ne yapacaksın?",
	"Quest.knight_8.step2": "Senin için mutlu olurdum. Şövalyelikten yoksunsun. Belki senin üzerinde iyi bir etkisi olacaktır.",
	"Quest.knight_8.step3": "Yeterince şövalye olmadığımı mı söylüyorsun? Daha fazla kılıç bulmana yardım edeceğim ama senden sonra.",
	"Quest.knight_9.step1": "Bu kılıcı gerçekten düşündürdün, ben de araştırdım. Ejderha çeliğinden yapıldığı ortaya çıktı.",
	"Quest.knight_9.step2": "İyi bir şey mi yoksa kötü bir şey mi?",
	"Quest.knight_9.step3": "Bu, çekicimi 10'da 10 yeneceği anlamına geliyor...",
	"Quest.knight_10.step1": "Artık gelecekteki düşmanım hakkında onunla rekabet edebilecek kadar bilgim var!",
	"Quest.knight_10.step2": "Sakin ol, hala onunla en iyi arkadaş olma şansınız var.",
	"Quest.knight_10.step3": "Merak etme Gingerbeard, çok fazla geçmişimiz var. Seni asla unutmayacağım!"
}