{
	"Quest.wheat_3.step1": "Ik denk dat ik zelfs meer had dan ik dacht! Alles is zo mistig! Ik moet eten voordat ik gek word. Kom op, laten we boeren door deze planten samen te voegen!",
	"Quest.dishes_0.step1": "Laten we nu de ingrediënten pakken en iets lekkers koken. Ik kan nooit duidelijk zien als ik honger heb.",
	"Quest.woodsource_1_1.step1": "Merlijn's baard! Het werkte! Kan iemand mij uitleggen wat er aan de hand is?",
	"Quest.woodsource_1_1.step2": "Ik wou dat ik dat kon. Ik ben nu al dagen bedekt door deze mist. Bedankt dat je me van boze geesten hebt gered!",
	"Quest.woodsource_1_1.step3": "Slechte geesten? Maar het samengevoegde koninkrijk is de veiligste plaats van het zevende rijk ...",
	"Quest.woodsource_1_1.step4": "Hoe zou je anders die vervelende ents verklaren? Laat me je helpen om ze kwijt te raken voordat ze ons hele grondgebied innemen.",
	"Quest.wood_1.step1": "Je was daar indrukwekkend! Wat vind je van het bundelen van krachten?",
	"Quest.wood_1.step2": "Ik denk dat je het geen dag zonder mij zult volhouden. Kom op, we hebben een koninkrijk om te redden!",
	"Quest.wood_2.step1": "Super goed! Nu hebben we genoeg hout om iets te bouwen.",
	"Quest.wood_3.step1": "Ziet het eruit als iets waar je in zou willen wonen?",
	"Quest.wood_3.step2": "Meen je dat? Ik weet niet eens zeker of mijn duim erin past.",
	"Quest.wood_3.step3": "Nou, in dat geval kun je maar beter beginnen met hakken! En ik zal proberen om zoveel mogelijk mist te breken, zodat je genoeg ents hebt om mee te spelen.",
	"Quest.wood_4.step1": "Kijken! Het is perfect. Je kunt er intrekken wanneer je maar wilt.",
	"Quest.wood_4.step2": "Ik lijk misschien simpel, maar ik ben gewend aan een veel hogere levensstandaard. Kom op, laten we nieuwe landen veroveren om meer hout te delven.",
	"Quest.wood_5.step1": "Het wordt zeker groter! Ik wed dat we je hele baard erin kunnen passen.",
	"Quest.wood_5.step2": "Klinkt aannemelijk, maar we kunnen het beter doen dan dit. Ents, we komen eraan!",
	"Quest.wood_6.step1": "Hoeveel hout hebben we nog nodig om deze plek nog groter te maken?",
	"Quest.wood_6.step2": "Hoe meer hout we nodig hebben, des te minder we zullen houden. Perfect!",
	"Quest.wood_7.step1": "Ik denk dat dit het beste is dat we kunnen doen.",
	"Quest.wood_7.step2": "Oh, mijn beste vriend. Je hebt geen idee hoeveel we nog meer kunnen!",
	"Quest.king_1.step1": "Wat doet een kroon hier? Wat kan het betekenen?",
	"Quest.king_1.step2": "Ik wed dat boze geesten vergaten het in hun ents te verbergen. Laten we dieper graven!",
	"Quest.king_2.step1": "Denk jij wat ik denk?",
	"Quest.king_2.step2": "Ik denk dat onze beide hoofden te groot zijn voor deze kroon. Laten we de rechtmatige eigenaar zoeken!",
	"Quest.king_3.step1": "Is het bij u opgekomen dat de kroon misschien wel aan de koning toebehoorde?",
	"Quest.king_3.step2": "Het is logisch nu je het hardop hebt gezegd. We moeten opschieten om hem te redden!",
	"Quest.bear_1.step1": "Kijken! Ik heb iets gevonden!",
	"Quest.bear_1.step2": "Opnieuw? Je wordt altijd overdreven opgewonden ... Oh lieve heer! Het is een echte Cave Hammer!",
	"Quest.bear_1.step3": "Het klinkt mij niet zo krachtig in de oren.",
	"Quest.bear_1.step4": "Wacht tot je de eigenaar ontmoet!",
	"Quest.bear_2.step1": "Hoeveel hamers zijn er? Hebben we ze zelfs nodig?",
	"Quest.bear_2.step2": "Ik snap het niet. We gingen waarschijnlijk naar dezelfde school, maar waarom zeur je zo en ik niet?",
	"Quest.bear_2.step3": "Wie is er zeurderig, ik? Ik zeur niet dat je zo irritant actief bent.",
	"Quest.bear_2.step4": "Verspil uw energie niet aan ruzie, jongens. We hebben meer van die hamers nodig. Blijf hakken!",
	"Quest.bear_3.step1": "De hamers worden steeds zwaarder. Ik weet niet zeker of er überhaupt iemand is die ze kan vasthouden, laat staan gebruiken!",
	"Quest.bear_3.step2": "Natuurlijk denk je dat het zwaar is, kijk naar je kleine armen!",
	"Quest.bear_3.step3": "Mijn armen zijn prima. De jouwe is gewoon te dik. Ik neem een pauze terwijl jij aan het hakken bent. Je moet meer bewegen.",
	"Quest.bear_4.step1": "Je doet het geweldig, jongens! Ik kan niet wachten tot je ziet wat er gebeurt als we alle hamers hebben.",
	"Quest.bear_4.step2": "Misschien vinden we op een dag ook een bijl, want de mijne wordt saaier van al het hakken.",
	"Quest.bear_5.step1": "Weten we zelfs waarom het Honey Hammer wordt genoemd? Kan het honing oproepen?",
	"Quest.bear_5.step2": "Daar gaan we weer. We hebben veel werk, maar het enige wat jij doet, is aan eten denken.",
	"Quest.bear_5.step3": "Wat is daar mis mee? Van eten word ik blij.",
	"Quest.bear_5.step4": "En dik. Laten we meer hamers zoeken om te zien of ze überhaupt iets kunnen oproepen.",
	"Quest.bear_6.step1": "Vader! De hamer gloeit. Betekent het iets?",
	"Quest.bear_6.step2": "Het betekent dat we heel dicht bij een geweldige ontdekking zijn!",
	"Quest.candies_4.step1": "Het lijkt erop dat ik weer honger heb ... Deze pompoenen lijken me best lekker.",
	"Quest.candies_4.step2": "Ze zijn allemaal van jou. Maar verwacht niet dat ik voor je kook. Mijn hart hoort bij hakken!",
	"Quest.wood_9.step1": "Het lijkt erop dat we het eindelijk hebben gevonden! Is deze plek groot genoeg voor jou?",
	"Quest.wood_9.step2": "Voor mij? Het kan een heel squadron passen. Nu moeten we er gewoon een vinden.",
	"Quest.wood_9.step3": "Laten we, voordat we dat doen, de constructie afmaken. Wat heb je daarvoor nodig?",
	"Quest.wood_9.step4": "Ik moet mijn bijl slijpen en een paar dingen zoeken.",
	"Quest.wood_9.step5": "En ik moet iets eten. Klinkt als een geweldig plan!",
	"Quest.stone_1.step1": "Ik was op zoek naar wat eten, maar dit is wat ik heb gevonden.",
	"Quest.stone_1.step2": "Ik zal mijn best doen om je vol te houden, maar blijf ondertussen op zoek naar meer steen zodat we een fort kunnen bouwen.",
	"Quest.stone_2.step1": "Ik weet al dat je goed bent met hout, maar hoe zit het met andere materialen?",
	"Quest.stone_2.step2": "Ik kan van alles alles maken. Kijk en leer!",
	"Quest.stone_3.step1": "Dit is wat je het bouwen van een gebouw noemt? Kunt u niets doen zonder mijn hulp?",
	"Quest.stone_3.step2": "Vind je het niet leuk? Ik dacht eigenlijk dat het perfect voor je was.",
	"Quest.stone_3.step3": "Als we ons koninkrijk helemaal opnieuw moeten opbouwen, zorg ik ervoor dat ik het grootste paleis heb.",
	"Quest.stone_4.step1": "Ik kan niet geloven dat ik dit zeg, maar je had eigenlijk gelijk. Het is perfect voor mij. Ik zal het gebruiken als schuur om oude dingen in te bewaren.",
	"Quest.stone_4.step2": "Zoals je wenst. Hoewel, ik weet dat je niets hebt, want de mist heeft alles weggenomen, weet je nog?",
	"Quest.stone_5.step1": "Dit ziet er geweldig uit. Wie moet ik bedanken voor zo'n geweldige architectonische prestatie?",
	"Quest.stone_5.step2": "U moet ons allemaal bedanken, uwe hoogheid. En wees er zeker van dat we tot nog grotere dingen in staat zijn.",
	"Quest.stone_6.step1": "We zouden het kunnen gebruiken als uitkijktoren om voor ents en golems te zorgen, zodat ze onder controle blijven.",
	"Quest.stone_6.step2": "Voorlopig wel. Maar aangezien we van plan zijn om een eigen leger te hebben, hebben we een plek nodig waar we de soldaten kunnen voeden ...",
	"Quest.stone_7.step1": "Deze taverne ziet er heerlijk uit. Moet ik daar naar binnen gaan en het uittesten?",
	"Quest.stone_7.step2": "Niet voordat we het herbouwen en in iets anders veranderen.",
	"Quest.stone_8.step1": "Hoe vind je het nu leuk?",
	"Quest.stone_8.step2": "Je hebt een perfect mooi gebouw verpest, maar ik kom er wel overheen. Uiteindelijk. Als ik iets eet.",
	"Quest.stone_10.step1": "Dit is het. Deze citadel markeert het begin van het nieuwe Farawake Kingdom. Nog sterker en welvarender.",
	"Quest.stone_10.step2": "Uw geest en overtuiging is wat ons op de been houdt.",
	"Quest.stone_10.step3": "Ik weet dat er nog niet veel van ons zijn, maar we kunnen samen geweldige dingen doen.",
	"Quest.wagon_1.step1": "Is er iemand in ons team die met metaal kan werken?",
	"Quest.wagon_1.step2": "Kijk me niet aan. Ik heb het belangrijkste deel al gedaan. Ik heb je gered.",
	"Quest.wagon_1.step3": "Ik weet niet of je het aan mijn wapenrusting kunt zien, maar toevallig weet ik het een en ander over legeringen.",
	"Quest.wagon_2.step1": "Dus, wat doen we met die balken?",
	"Quest.wagon_2.step2": "Ze zullen een geweldige basis vormen voor onze toekomstige gebouwen. Laten we wat meer halen!",
	"Quest.wagon_3.step1": "Bouw je een iglo? Ik wist niet dat je een ijsbeer was ...",
	"Quest.wagon_3.step2": "Je had echt iets kunnen leren als je je ogen vaker gebruikte in plaats van je mond.",
	"Quest.wagon_4.step1": "Grizzly, is dit wat ik denk dat het is?",
	"Quest.wagon_4.step2": "Ja meneer. Ik dacht dat we zoiets in onze situatie misschien nodig zouden hebben.",
	"Quest.wagon_4.step3": "Wat is het? Ik begrijp het niet.",
	"Quest.wagon_4.step4": "Nogmaals, meer kijken, minder praten.",
	"Quest.wagon_5.step1": "Oké, nu begrijp ik het.",
	"Quest.wagon_5.step2": "Ik ben nieuwsgierig. Wat zie je?",
	"Quest.wagon_5.step3": "Oké, je hebt me. Nog steeds geen idee.",
	"Quest.wagon_5.step4": "Wees geduldig, mijn vriend. Help me gewoon om meer middelen te krijgen en binnenkort zul je alles zien.",
	"Quest.wagon_6.step1": "Dat weet je misschien niet, maar Grizzly komt uit een hele lange rij wetenschappers.",
	"Quest.wagon_6.step2": "Werkelijk? Je zegt het niet. Hij lijkt meer op een krijger.",
	"Quest.wagon_6.step3": "Ik ben veel dingen, maar mijn hart zal altijd tot kennis behoren. Ik hoop dat je mijn nieuwe laboratorium leuk zult vinden.",
	"Quest.wagon_7.step1": "Dit ziet er goed uit. Wat ben je van plan ermee te doen?",
	"Quest.wagon_7.step2": "Ten eerste moet ik het afmaken, dus je hulp zal zeer op prijs worden gesteld.",
	"Quest.wagon_8.step1": "Ik kreeg een beetje honger van zo overdreven behulpzaam te zijn en ik vroeg me af of er een manier voor jullie is om daar iets lekkers en vullends te maken?",
	"Quest.wagon_8.step2": "Let niet op hem. Hij praat altijd over eten. Kunnen we nog iets anders doen?",
	"Quest.wagon_8.step3": "Het is in orde. Dank je. Ik zal iets bedenken om te maken als we klaar zijn.",
	"Quest.wagon_10.step1": "Hier ga ik mijn laboratorium bouwen. Wat denk je?",
	"Quest.wagon_10.step2": "Ik vind het een geweldige oplossing. Zelfs als dat niet het geval is, kunnen we het altijd ergens anders neerzetten.",
	"Quest.wagon_10.step3": "Ja, u kunt altijd op ons rekenen. We staan voor je klaar!",
	"Quest.elf_1.step1": "Zijn er jagers onder ons?",
	"Quest.elf_1.step2": "Waarom wil je dat weten?",
	"Quest.elf_1.step3": "Ik heb een pijl gevonden.",
	"Quest.elf_1.step4": "Het is te vroeg om conclusies te trekken. Laten we nog wat verzamelen en kijken wat er gebeurt.",
	"Quest.elf_2.step1": "Weet je waarom we deze vreemde dingen overal in het koninkrijk tegenkomen?",
	"Quest.elf_2.step2": "Ik kan het alleen maar raden. We hebben meer informatie nodig als we willen weten wat hier is gebeurd.",
	"Quest.elf_3.step1": "Ik weet niet eens of iemand hier goed is in boogschieten.",
	"Quest.elf_3.step2": "Waarom zou iemand een boog willen als je een bijl hebt?",
	"Quest.elf_3.step3": "Of een hamer?",
	"Quest.elf_3.step4": "Ik had mijn twijfels, maar nu ben ik er bijna zeker van dat deze pijlkoker toebehoort aan een meer verfijnd wezen dan wij.",
	"Quest.elf_4.step1": "Wat als niemand die pijlen komt opeisen? Mag ik ze dan houden?",
	"Quest.elf_4.step2": "Waarom wil je ze eigenlijk? Ze zijn niet eetbaar.",
	"Quest.elf_4.step3": "Ik ga ze gebruiken als een grote, mooie vork.",
	"Quest.elf_5.step1": "Hoe meer pijlen we vinden, hoe enger het wordt.",
	"Quest.elf_5.step2": "En waarom is dat?",
	"Quest.elf_5.step3": "Wat als hun eigenaar besluit ze tegen ons te gebruiken?",
	"Quest.elf_5.step4": "Ik denk dat je ook bang was toen je me voor het eerst zag. Kijk nu naar ons. Zo dik als dieven!",
	"Quest.elf_6.step1": "Let op, de eigenaar van de boeg kan hier ieder moment komen.",
	"Quest.elf_6.step2": "We zullen ervoor zorgen dat we meer stukken verzamelen om de aanblik gastvrijer te maken.",
	"Quest.elf_7.step1": "Wordt het beter dan dit? Wie wil er nou niet zo'n prachtige strik hebben?",
	"Quest.elf_7.step2": "Wat weet jij over bogen? En vooral over schoonheid? Laten we gewoon wachten tot de eigenaar zichzelf onthult.",
	"Quest.warlock_1.step1": "Geweldig nieuws! Ik denk dat ik net een nieuw recept heb gevonden. Ik kan eindelijk iets nieuws koken.",
	"Quest.warlock_1.step2": "Even kijken. Hm ... Het is geen recept voor een gerecht. Het is een recept voor een drankje.",
	"Quest.warlock_1.step3": "Ik wist niet dat er heksen waren toegestaan in het Farawake Kingdom.",
	"Quest.warlock_1.step4": "Misschien komt ze hier niet vandaan ...",
	"Quest.warlock_2.step1": "Kan iemand oude talen spreken?",
	"Quest.warlock_2.step2": "Nee waarom vraag je?",
	"Quest.warlock_2.step3": "Ik heb zojuist de tweede variabele van die magische vergelijking gevonden en wil graag lezen wat erop staat.",
	"Quest.warlock_2.step4": "Ik denk niet dat het zo'n goed idee is. We zouden niet weten wat we ermee moesten doen, ook al waren we bekwaam in de vereiste talen.",
	"Quest.warlock_3.step1": "Hoeveel spreuken zijn er nog? Omdat ik deze boeken blijf vinden ...",
	"Quest.warlock_3.step2": "Maakt het echt uit? We weten allemaal dat je ze niet eens kunt lezen. Laat ze met rust.",
	"Quest.warlock_3.step3": "Ik blijf zoeken tot ik iets vind dat ik kan lezen.",
	"Quest.warlock_4.step1": "Ik vraag me af wie de eigenaar is van deze boeken. Ik heb nog nooit zoiets gezien.",
	"Quest.warlock_4.step2": "Dat dachten we toen we je boog vonden.",
	"Quest.warlock_4.step3": "Het is grappig dat je de dingen die je vindt altijd niet kunt gebruiken.",
	"Quest.warlock_5.step1": "Denk je dat de eigenaar van deze boeken antwoorden zal hebben?",
	"Quest.warlock_5.step2": "Ik maak nu al vele jaren deel uit van een Koninklijke Garde en heb geleerd in wonderen te geloven.",
	"Quest.warlock_5.step3": "Normaal gesproken geloof ik in het maken van je eigen geloof, maar tijden als deze doen me afvragen of ik het mis heb ...",
	"Quest.warlock_6.step1": "Grizzly, wat denk je van deze boeken vanuit wetenschappelijk oogpunt?",
	"Quest.warlock_6.step2": "Ik zeg het liever niet omdat ik niemand wil beledigen.",
	"Quest.warlock_6.step3": "Interessant. Nu ben ik nog nieuwsgieriger naar deze zogenaamde heks.",
	"Quest.warlock_7.step1": "Wil iemand het opgeven? We dragen die boeken al te lang rond. En ze worden niet lichter.",
	"Quest.warlock_7.step2": "We zijn het hun eigenaar verschuldigd om haar te redden. Geloof me, ik ben er geweest. Het is geen fijn gevoel om bezeten te zijn door de mist.",
	"Quest.warlock_8.step1": "Hoe meer mensen we hebben, hoe groter onze kansen zijn tegen de mist.",
	"Quest.warlock_8.step2": "Laten we hopen dat onze volgende bekrachtiging enig licht kan werpen op dit mysterie.",
	"Quest.magicplant_1.step1": "Kijk wat ik heb gevonden!",
	"Quest.magicplant_1.step2": "Hoe komt het dat je dingen blijft vinden?",
	"Quest.magicplant_1.step3": "Het is gemakkelijk, mijn vriend. Ik ben gewoon altijd op zoek naar eten.",
	"Quest.magicplant_2.step1": "Heeft u enig idee wat dit is?",
	"Quest.magicplant_2.step2": "Nee, ik heb nog nooit zoiets gezien.",
	"Quest.magicplant_2.step3": "Misschien kun je het proeven en ons vertellen hoe het voelt.",
	"Quest.magicplant_2.step4": "Ik weet dat ik een reputatie heb, maar zelfs ik ben bang om zoiets onbekends te eten.",
	"Quest.magicplant_3.step1": "Ik ben zo blij dat ik het niet heb geprobeerd op te eten. Het begon te gloeien!",
	"Quest.magicplant_3.step2": "Het zou grappig zijn geweest om te zien hoe je enorme buik van binnen verlicht werd. Een te grote menselijke fakkel, als ik mag.",
	"Quest.magicplant_4.step1": "Dus, wat moeten we eraan doen?",
	"Quest.magicplant_4.step2": "Waarom vraag je me dat? Ik weet het niet.",
	"Quest.magicplant_4.step3": "Omdat je een expert bent als het om bomen gaat.",
	"Quest.magicplant_4.step4": "Ja, als het erom gaat ze om te hakken. Deze ziet eruit alsof hij zou worden verspild aan brandhout.",
	"Quest.magicplant_5.step1": "Het wordt elke keer groter en groter. Wanneer houdt het op?",
	"Quest.magicplant_5.step2": "Ik weet het niet, maar ik wed dat het genoeg ruimte heeft om meer te groeien.",
	"Quest.magicplant_5.step3": "Oké, maar als dat niet zo is, ben je vanavond aan het koken.",
	"Quest.magicplant_6.step1": "Ik heb een ingenieus idee! We zouden over deze plant in het boek moeten lezen.",
	"Quest.magicplant_6.step2": "Geweldig plan! Hoewel er een klein probleempje is. Niemand van ons kan lezen.",
	"Quest.magicplant_6.step3": "Dat klopt ... Hoe kon ik het vergeten!",
	"Quest.magicplant_6.step4": "Ben je niet zo scherp voor een genie?",
	"Quest.magicplant_7.step1": "Wauw, kijk eens hoe mooi het is. Alleen iets goeds kan uit zoiets moois voortkomen.",
	"Quest.magicplant_7.step2": "Laten we kijken of je gelijk hebt!",
	"Quest.magicplant_8.step1": "Zie ik dit goed?",
	"Quest.magicplant_8.step2": "Nee, deze bloemen zijn niet om op te eten.",
	"Quest.magicplant_8.step3": "Waar zijn ze dan voor?",
	"Quest.magicplant_8.step4": "Ik denk dat ze bedoeld zijn om de wensen te vervullen.",
	"Quest.troll_1.step1": "Het lijkt erop dat je droom uitkomt. Wat vind je van je nieuwe bijl?",
	"Quest.troll_1.step2": "Ik heb geen zin om de bijl van iemand anders te pakken. Laten we de daadwerkelijke eigenaar zoeken.",
	"Quest.troll_2.step1": "Misschien ben je compliant en accepteer je mijn aanbod om de nieuwe meester van deze bijl te worden?",
	"Quest.troll_2.step2": "Ik ben best blij met mijn hamer, bedankt. Waarom wil je er zo graag vanaf komen?",
	"Quest.troll_2.step3": "Ik wil niet verhongeren terwijl ik zoek naar degene die het verloor.",
	"Quest.troll_3.step1": "Heeft onze gemeenschappelijke vriend je lastig gevallen met zijn aanbod?",
	"Quest.troll_3.step2": "Natuurlijk deed hij dat. Maar ik weet eigenlijk van wie deze bijl is, dus ik beloofde te helpen bij het zoeken.",
	"Quest.troll_3.step3": "Laat het me weten als je hulp nodig hebt!",
	"Quest.troll_4.step1": "Ons team wordt groter. Hoe ga je je voelen als je niet de enige bent die de weg weet rond bijlen?",
	"Quest.troll_4.step2": "Ik zal me geweldig voelen. Er zal eindelijk iemand zijn om mee te praten in plaats van jij.",
	"Quest.troll_5.step1": "Het is belangrijk om voorbereid te zijn. We weten niet of het een val is of niet. Misschien speelt er iemand met ons.",
	"Quest.troll_5.step2": "Ik voel geen duistere magie rondom deze bijl. Ik heb een reden om aan te nemen dat we op de goede weg zijn.",
	"Quest.troll_5.step3": "Ik hoop dat je gelijk hebt, maar laten we elkaar toch in de gaten houden.",
	"Quest.troll_6.step1": "Dus, hoe kent u de bijlbezitter? Ik dacht dat boogschietliefhebbers niet met anderen hobbelen.",
	"Quest.troll_6.step2": "En toch, hier ben ik, met je aan het praten.",
	"Quest.troll_6.step3": "Ik meen het. Wie is hij?",
	"Quest.troll_6.step4": "Hij is een geweldige jager. Als iemand je kan helpen wat eten voor het avondeten te vangen, is hij het wel.",
	"Quest.troll_7.step1": "Kijk eens hoe mooi deze bijlen zijn! Weet u zeker dat u er geen wilt nemen? Wie heeft er twee bijlen nodig?",
	"Quest.troll_7.step2": "Iemand die sterk genoeg is om ze allebei vast te houden.",
	"Quest.troll_8.step1": "Ik heb me altijd afgevraagd, majesteit, wat is het wapen van uw keuze? Zou het toevallig een bijl kunnen zijn?",
	"Quest.troll_8.step2": "Een wijze koning zal er alles aan doen om de strijd te vermijden. Daarom moet ik mijn brein altijd scherper houden dan welk zwaard dan ook.",
	"Quest.troll_9.step1": "Denk je nog steeds dat het veilig is? Ik heb nog nooit een bijl gezien die vuur kan produceren.",
	"Quest.troll_9.step2": "Het is een zeer krachtige spreuk, maar we hoeven ons nergens zorgen over te maken. Er is maar één wijze in alle rijken die het kan casten.",
	"Quest.troll_9.step3": "En hij is toevallig een heel goede vriend van het Farawake Kingdom.",
	"Quest.bamboo_1.step1": "Ik heb het beste nieuws, Grizzly! Er is iets dat uw verblijf hier veel beter zal maken.",
	"Quest.bamboo_1.step2": "Het spijt me u teleur te stellen, maar u verwart mij met iemand. Ik ken een aantal panda's, maar ik ben er zelf niet een.",
	"Quest.bamboo_1.step3": "Misschien moet je van ze leren. Normaal voedsel is immers altijd schaars als de Rider in de buurt is.",
	"Quest.bamboo_2.step1": "Waarom hebben we deze bamboe eigenlijk nodig als Grizzly er niet van gaat eten?",
	"Quest.bamboo_2.step2": "Herinner je je het niet meer? Ik kan alles uit alles bouwen. Laten we wat meer zoeken!",
	"Quest.bamboo_3.step1": "Oké, ik begrijp dat je het niet lekker vindt, maar wil je overwegen om in een huis van bamboe te gaan wonen?",
	"Quest.bamboo_3.step2": "Natuurlijk waarom niet. Als het groot genoeg is om mij te huisvesten.",
	"Quest.bamboo_3.step3": "Heb je dat gehoord? Laten we een herenhuis bouwen voor onze vriend!",
	"Quest.bamboo_4.step1": "Ik heb gehoord dat sommige krijgers bamboestokken als wapens gebruiken. Overweeg je hetzelfde te doen?",
	"Quest.bamboo_4.step2": "Het is misschien goed voor gevechten, maar ik hou meer van jagen. Het antwoord is dus nee.",
	"Quest.bamboo_4.step3": "Begrepen. Misschien kunnen we een schuur voor je bouwen die groot genoeg is om al je pijl en boog in op te bergen.",
	"Quest.bamboo_5.step1": "Ik vind het leuk wat je hier doet. Hoe meer gebouwen we hebben, hoe machtiger onze strijdkrachten zullen zijn. Hoeveel kun je er nog meer zetten?",
	"Quest.bamboo_5.step2": "Het hangt ervan af hoeveel meer materialen we kunnen vinden.",
	"Quest.bamboo_5.step3": "In dat geval hoeft u geen kosten te besparen, maar vindt u wat we nodig hebben. Gebruik alle hulp die u nodig heeft.",
	"Quest.bamboo_6.step1": "Ik kan niet geloven dat ik dit zeg, maar je moet naar voedsel zoeken.",
	"Quest.bamboo_6.step2": "En ik kan mijn oren niet geloven! Ik ben eindelijk niet de enige die de hele tijd honger heeft.",
	"Quest.bamboo_6.step3": "Ja, dat ben je nog steeds. Ik hoopte alleen dat je me per ongeluk zou helpen meer bamboe te vinden tijdens het zoeken naar voedsel.",
	"Quest.bamboo_7.step1": "Ik snap het niet. Waarom gebruiken we bamboe als constructie als we steen, metaal en hout hebben? Zijn ze niet veerkrachtiger?",
	"Quest.bamboo_7.step2": "Ja, misschien wel. Maar we hebben geen keus. Ons land is verwend met verschillende soorten wezens die we moeten omhakken.",
	"Quest.bamboo_7.step3": "En het zou zonde zijn om niet te gebruiken wat er van over is. Alles is waardevol bij de wederopbouw van ons koninkrijk.",
	"Quest.bamboo_8.step1": "Ik had geen idee dat je een gebouw zo groot en massief kunt bouwen met ... bamboe.",
	"Quest.bamboo_8.step2": "Welnu, mijn vriend, als je ergens genoeg van hebt en je weet hoe je het moet gebruiken, gebeuren er wonderen. Wacht tot je de volgende ziet!",
	"Quest.bamboo_10.step1": "Je loog niet. Dit is geweldig. Ik zou kunnen heroverwegen om hierheen te verhuizen vanuit mijn huidige woonruimte.",
	"Quest.bamboo_10.step2": "Ik zou je niet aanraden om in een huis te wonen waar theoretisch gegeten kan worden. Je bent misschien geen panda, maar je eetlust is onvoorspelbaar.",
	"Quest.sapphire_1.step1": "Weet je nog dat je me vertelde dat je alles uit alles kunt bouwen?",
	"Quest.sapphire_1.step2": "Natuurlijk. Ik gebruik woorden niet lichtvaardig zoals sommige andere leden van onze bemanning.",
	"Quest.sapphire_1.step3": "Dan heb ik een uitdaging voor je als je ervoor kiest om die aan te gaan!",
	"Quest.sapphire_2.step1": "Denk je nog steeds dat je klaar bent voor de taak?",
	"Quest.sapphire_2.step2": "Ik ben. En ik ben sneller klaar als je stopt met praten en me gaat helpen meer materiaal te verzamelen.",
	"Quest.sapphire_3.step1": "Ziet het er niet kwetsbaar uit?",
	"Quest.sapphire_3.step2": "Onderschat kristallen niet. Hoe meer gebouwen we ermee hebben gemaakt, hoe veiliger ons koninkrijk zal zijn.",
	"Quest.sapphire_4.step1": "Wat ben je aan het bouwen, jongens?",
	"Quest.sapphire_4.step2": "Gingerbeard probeert wanhopig te bewijzen dat hij zijn woorden niet verspilt.",
	"Quest.sapphire_4.step3": "Ik probeer het niet te bewijzen. Ik ben het eigenlijk aan het doen.",
	"Quest.sapphire_5.step1": "Dit ziet er mooi uit. Hoewel ik nooit zou denken dat je het gehaald hebt.",
	"Quest.sapphire_5.step2": "Waarom is dat?",
	"Quest.sapphire_5.step3": "Ik wil niet onbeleefd zijn, maar je ziet er niet uit als iemand die in staat is om zulke geavanceerde gebouwen te maken.",
	"Quest.sapphire_6.step1": "Oké, je hebt een deal. Ik ga je helpen onder één voorwaarde ...",
	"Quest.sapphire_6.step2": "Ik doe het in mijn eentje best goed. Ik denk niet dat ik je hulp nodig heb.",
	"Quest.sapphire_6.step3": "Het is te laat nu. Ik help je sowieso in ruil voor een van deze villa's. Emeralda lijkt ze aardig te vinden en ik ... Hm. Ik vind haar echt leuk.",
	"Quest.sapphire_7.step1": "Heb je iemand anders over je geheim verteld?",
	"Quest.sapphire_7.step2": "Nee! En als je dat doet, zal ik ... Ik zal je bijl in stukken breken!",
	"Quest.sapphire_7.step3": "Maak je geen zorgen, het is veilig bij mij. Eigenlijk vind ik het heel romantisch. Laten we een echt kasteel voor haar bouwen!",
	"Quest.sapphire_8.step1": "Hé, Grizzly, kun je ons een handje helpen? We probeerden meer af te bijten dan we konden kauwen.",
	"Quest.sapphire_8.step2": "Zeg niet dat je wilt dat ik weer materialen voor je draag! Ik ben een sterke en onafhankelijke beer, maar ik heb ook gevoelens, weet je.",
	"Quest.sapphire_8.step3": "Natuurlijk. En we zouden ze geen pijn willen doen. Na afloop hebben we een theekransje met honing en jam en jij bent uitgenodigd!",
	"Quest.sapphire_8.step4": "Waarom ben je daar niet mee begonnen ?! Wat en waar moet ik naar toe?",
	"Quest.sapphire_9.step1": "Dus wat ga je doen? Geef haar gewoon de sleutels en zeg \"Het is nu jouw kasteel, geniet ervan\"?",
	"Quest.sapphire_9.step2": "Ik dacht niet dat het door was. Ik ben niet goed met woorden, dat weet je beter dan wie dan ook.",
	"Quest.sapphire_9.step3": "Misschien moeten we het aan de koning vragen? Het is zijn taak om welsprekend te zijn.",
	"Quest.sapphire_9.step4": "Ik ben er niet klaar voor om mijn donkerste geheim op één dag met twee mensen te delen. Ik zal het vliegen!",
	"Quest.sapphire_11.step1": "Wat vind je van dit kasteel?",
	"Quest.sapphire_11.step2": "Het is mooi. Gingerbeard heeft het geweldig gedaan.",
	"Quest.sapphire_11.step3": "Ik heb hem eigenlijk geholpen. Hij zei dat hij het niet zonder mij kon.",
	"Quest.sapphire_11.step4": "Werkelijk? Nou, ik hoop dat je beseft dat ik sarcastisch was toen ik het mooi noemde. Mijn favoriete kleur is groen, niet paars. Volgende keer beter.",
	"Quest.dragonisland_1.step1": "Het voelt vreemd om de koning met lege handen te begroeten.",
	"Quest.dragonisland_1.step2": "Ik weet een plek waar we veel dingen kunnen vinden, maar het is niet voor iedereen.",
	"Quest.dragonisland_1.step3": "Ik ben nergens bang voor. Kun je me daar nu heen brengen?",
	"Quest.dragonisland_1.step4": "Oké, maar zeg niet dat ik je niet gewaarschuwd heb!",
	"Quest.knight_1.step1": "Uwe Majesteit! Eindelijk iets dat uw aandacht verdient.",
	"Quest.knight_1.step2": "Vriendelijk bedankt, maar ik ben volkomen blij met mijn zwaard zoals het is. Al ben ik wel benieuwd waar dit eigenaardige item ons gaat brengen.",
	"Quest.knight_2.step1": "Wat vind je van een ander wapen in onze collectie? Ik weet nog dat ik je bijl voor het eerst vond. Het maakte me bang.",
	"Quest.knight_2.step2": "Fangtooth is nergens bang voor. En hij zal zijn bange vrienden beschermen.",
	"Quest.knight_2.step3": "Wow, wanneer zijn we erin geslaagd om vrienden te worden?",
	"Quest.knight_2.step4": "Je bent er nog steeds. Dat maakt je een vriend van Fangtooth.",
	"Quest.knight_3.step1": "Grizzly, je bent een beer van de wetenschap, nietwaar?",
	"Quest.knight_3.step2": "Dat ben ik inderdaad. Wat is je punt?",
	"Quest.knight_3.step3": "Weet je toevallig wat veerkrachtiger is, een zwaard of een hamer?",
	"Quest.knight_3.step4": "Een gewoon zwaard zou je normale hamer verslaan. Maar mijn hamer is meer dan normaal. En het zal elk zwaard verslaan, zelfs een buitengewoon zwaard.",
	"Quest.knight_4.step1": "Gaat het goed met jou?",
	"Quest.knight_4.step2": "Ja. Helemaal. Ik ben geweldig. Het gaat goed met mij. Waarom wil je dat weten?",
	"Quest.knight_4.step3": "Een ander potentieel lid van ons team is onderweg. Wat als hij ook van Emeralda houdt...",
	"Quest.knight_4.step4": "Eigenlijk boeit het me helemaal niets. Zolang we niet op een kruisboog struikelen, hoef ik me geen zorgen te maken.",
	"Quest.knight_5.step1": "Kun je iets over dit zwaard zeggen door er alleen maar naar te kijken?",
	"Quest.knight_5.step2": "Ik ben geen helderziende, weet je. Waarom ben je eigenlijk zo nieuwsgierig?",
	"Quest.knight_5.step3": "Geen reden. Ik wil gewoon op alles voorbereid zijn.",
	"Quest.knight_6.step1": "Denk je dat ik ook een wapen moet kopen?",
	"Quest.knight_6.step2": "Ik denk niet eens dat je er een goed kunt gebruiken.",
	"Quest.knight_6.step3": "Dat is zo gemeen van je. Ik kan dit zwaard nog beter aan dan de huidige eigenaar!",
	"Quest.knight_6.step4": "Dat zullen we snel zien, nietwaar?",
	"Quest.knight_7.step1": "Het is altijd leuk om ons leger te zien groeien. Laten we ervoor zorgen dat onze nieuwe gast de behandeling krijgt die hij verdient.",
	"Quest.knight_7.step2": "Zoals u wenst, uwe majesteit. We accepteren hem als een van ons.",
	"Quest.knight_8.step1": "Wat ga je doen als deze mysterieuze ridder mijn beste vriend wordt?",
	"Quest.knight_8.step2": "Ik zou blij voor je zijn. Het ontbreekt je aan ridderlijkheid. Misschien zal hij een goede invloed op je hebben.",
	"Quest.knight_8.step3": "Wil je zeggen dat ik niet ridderlijk genoeg ben? Ik zal je helpen meer zwaarden te vinden, maar alleen na jou.",
	"Quest.knight_9.step1": "Je zette me echt aan het denken over dit zwaard, dus ik onderzocht het. Het blijkt gemaakt te zijn van drakenstaal.",
	"Quest.knight_9.step2": "Is het een goede of een slechte zaak?",
	"Quest.knight_9.step3": "Het betekent dat het mijn hamer 10 van de 10 keer zal verslaan...",
	"Quest.knight_10.step1": "Nu weet ik genoeg over mijn toekomstige aartsvijand om met hem te concurreren!",
	"Quest.knight_10.step2": "Doe rustig aan, er is nog steeds een kans dat jij en hem beste vrienden worden.",
	"Quest.knight_10.step3": "Maak je geen zorgen, Gingerbeard, we hebben zoveel geschiedenis. Ik zal je nooit vergeten!"
}