{
	"Quest.wheat_3.step1": "Acho que tinha ainda mais do que pensava! Tudo está tão nebuloso! Tenho que comer antes de enlouquecer. Vamos, vamos cultivar fundindo essas plantas!",
	"Quest.dishes_0.step1": "Agora, vamos pegar os ingredientes e cozinhar algo delicioso. Nunca consigo ver claramente quando estou com fome.",
	"Quest.woodsource_1_1.step1": "Pelas barbas de Merlin! Funcionou! Alguém pode me explicar o que está acontecendo?",
	"Quest.woodsource_1_1.step2": "Eu queria poder. Estou coberto por essa névoa há dias. Obrigado por me salvar dos espíritos malignos!",
	"Quest.woodsource_1_1.step3": "Espíritos malignos? Mas o Mergest Kingdom é o lugar mais seguro do Sétimo Reino ...",
	"Quest.woodsource_1_1.step4": "De que outra forma você explicaria esses ents desagradáveis? Deixe-me ajudá-lo a se livrar deles antes que tomem todo o nosso território.",
	"Quest.wood_1.step1": "Você foi impressionante lá fora! O que você acha de unir forças?",
	"Quest.wood_1.step2": "Acho que você não vai durar um dia sem mim. Vamos, temos um Reino para salvar!",
	"Quest.wood_2.step1": "Excelente! Agora temos madeira suficiente para construir algo.",
	"Quest.wood_3.step1": "Parece algo em que você consideraria morar?",
	"Quest.wood_3.step2": "Você está falando sério? Eu nem tenho certeza se meu polegar vai caber lá.",
	"Quest.wood_3.step3": "Bem, nesse caso, é melhor começar a cortar! E tentarei quebrar o máximo de neblina que puder, para que você tenha ents suficientes para brincar.",
	"Quest.wood_4.step1": "Olhar! É perfeito. Você pode morar quando quiser.",
	"Quest.wood_4.step2": "Posso parecer simples, mas estou acostumada a um padrão de vida muito mais elevado. Vamos, vamos conquistar novas terras para extrair mais madeira.",
	"Quest.wood_5.step1": "Definitivamente está ficando maior! Aposto que poderíamos colocar sua barba inteira lá.",
	"Quest.wood_5.step2": "Parece plausível, mas podemos fazer melhor do que isso. Ents, estamos chegando!",
	"Quest.wood_6.step1": "De quanta madeira mais precisamos para tornar este lugar ainda maior?",
	"Quest.wood_6.step2": "Quanto mais madeira precisarmos, menos ents iremos guardar. Perfeito!",
	"Quest.wood_7.step1": "Acho que é o melhor que podemos fazer.",
	"Quest.wood_7.step2": "Oh, meu querido amigo. Você não tem ideia do quanto mais somos capazes!",
	"Quest.king_1.step1": "O que uma coroa está fazendo aqui? O que isso pode significar?",
	"Quest.king_1.step2": "Aposto que os espíritos malignos se esqueceram de escondê-lo dentro de suas entranhas. Vamos cavar mais fundo!",
	"Quest.king_2.step1": "Você está pensando o que eu estou pensando?",
	"Quest.king_2.step2": "Acho que nossas cabeças são grandes demais para esta coroa. Vamos descobrir o seu legítimo dono!",
	"Quest.king_3.step1": "Já lhe ocorreu que a coroa pode realmente pertencer ao rei?",
	"Quest.king_3.step2": "Faz muito sentido agora que você disse isso em voz alta. Devemos nos apressar para salvá-lo!",
	"Quest.bear_1.step1": "Olhar! Eu encontrei algo!",
	"Quest.bear_1.step2": "Novamente? Você sempre fica superexcitado ... Oh, meu Deus! É um martelo de caverna real!",
	"Quest.bear_1.step3": "Não parece tão poderoso para mim.",
	"Quest.bear_1.step4": "Espere até conhecer seu dono!",
	"Quest.bear_2.step1": "Quantos martelos existem? Nós ainda precisamos deles?",
	"Quest.bear_2.step2": "Eu não entendo. Provavelmente estudamos na mesma escola, mas por que você é tão chorão e eu não?",
	"Quest.bear_2.step3": "Quem é chorão, eu? Não reclamo sobre você ser tão irritantemente ativo.",
	"Quest.bear_2.step4": "Não desperdice sua energia discutindo, rapazes. Precisamos de mais desses martelos. Continue cortando!",
	"Quest.bear_3.step1": "Os martelos estão ficando cada vez mais pesados. Não tenho certeza se há alguém que possa segurá-los, muito menos usá-los!",
	"Quest.bear_3.step2": "Claro que você acha que é pesado, olhe para seus braços minúsculos!",
	"Quest.bear_3.step3": "Meus braços estão bem. Os seus são muito gordos. Vou fazer uma pausa enquanto você corta. Você precisa se exercitar mais.",
	"Quest.bear_4.step1": "Você está indo muito bem, rapazes! Mal posso esperar para ver o que acontece quando pegarmos todos os martelos.",
	"Quest.bear_4.step2": "Talvez um dia encontremos um machado também, porque o meu está ficando mais opaco com tanto corte.",
	"Quest.bear_5.step1": "Nós sabemos por que é chamado Honey Hammer? Pode convocar mel?",
	"Quest.bear_5.step2": "Aqui vamos nós novamente. Temos muito trabalho, mas a única coisa que você faz é pensar em comida.",
	"Quest.bear_5.step3": "O que há de errado nisso? A comida me deixa feliz.",
	"Quest.bear_5.step4": "E gordura. Vamos encontrar mais martelos para ver se eles conseguem invocar alguma coisa.",
	"Quest.bear_6.step1": "Pai! O martelo está brilhando. Isso significa alguma coisa?",
	"Quest.bear_6.step2": "Significa que estamos muito próximos de uma grande descoberta!",
	"Quest.candies_4.step1": "Parece que estou com fome de novo ... Essas abóboras parecem muito saborosas para mim.",
	"Quest.candies_4.step2": "Eles são todos seus. Mas não espere que eu cozinhe para você. Meu coração pertence a cortar!",
	"Quest.wood_9.step1": "Parece que finalmente encontramos! Este lugar é grande o suficiente para você?",
	"Quest.wood_9.step2": "Para mim? Pode caber em um esquadrão inteiro. Agora só temos que encontrar um.",
	"Quest.wood_9.step3": "Antes de fazermos, vamos terminar a construção. O que você precisa para fazer isso?",
	"Quest.wood_9.step4": "Preciso afiar meu machado e encontrar alguns ents.",
	"Quest.wood_9.step5": "E eu preciso comer alguma coisa. Soa como um grande plano!",
	"Quest.stone_1.step1": "Eu estava procurando um pouco de comida, mas foi isso que eu encontrei.",
	"Quest.stone_1.step2": "Farei o possível para mantê-lo cheio, mas, enquanto isso, continuo procurando por mais pedras para que possamos construir um forte.",
	"Quest.stone_2.step1": "Já sei que você é bom com madeira, mas e outros materiais?",
	"Quest.stone_2.step2": "Posso construir qualquer coisa a partir de tudo. Assista e aprenda!",
	"Quest.stone_3.step1": "Isso é o que você chama de construir um edifício? Você não pode fazer nada sem minha ajuda?",
	"Quest.stone_3.step2": "Você não gostou? Eu estava pensando que era perfeito para você.",
	"Quest.stone_3.step3": "Se tivermos que reconstruir nosso reino do zero, garantirei que tenha o maior palácio.",
	"Quest.stone_4.step1": "Não posso acreditar que estou dizendo isso, mas você estava certo. É prefeito para mim. Vou usá-lo como um galpão para guardar coisas velhas.",
	"Quest.stone_4.step2": "Como quiser. Embora, eu sei que você não tem nada desde que a névoa levou tudo embora, lembra?",
	"Quest.stone_5.step1": "Isso está parecendo ótimo. A quem devo agradecer por tão grande conquista arquitetônica?",
	"Quest.stone_5.step2": "Você deve agradecer a todos nós, Vossa Alteza. E tenha certeza de que somos capazes de coisas ainda maiores.",
	"Quest.stone_6.step1": "Poderíamos usá-lo como uma torre de vigia para cuidar de ents e golens para que fiquem sob controle.",
	"Quest.stone_6.step2": "Por enquanto, sim. Mas já que estamos planejando ter um exército nosso, precisaremos de algum lugar onde alimentar os soldados ...",
	"Quest.stone_7.step1": "Esta taberna parece deliciosa. Devo ir lá e testá-lo?",
	"Quest.stone_7.step2": "Não antes de reconstruí-lo e nos transformar em outra coisa.",
	"Quest.stone_8.step1": "Como você gosta agora?",
	"Quest.stone_8.step2": "Você arruinou um prédio perfeitamente bom, mas vou superar isso. Eventualmente. Quando eu como alguma coisa.",
	"Quest.stone_10.step1": "É isso. Esta cidadela marcará o início do novo Reino Farawake. Ainda mais forte e próspero.",
	"Quest.stone_10.step2": "Seu espírito e crença é o que nos mantém indo.",
	"Quest.stone_10.step3": "Sei que ainda não somos muitos, mas podemos fazer grandes coisas juntos.",
	"Quest.wagon_1.step1": "Existe alguém em nossa equipe que possa trabalhar com metal?",
	"Quest.wagon_1.step2": "Não olhe pra mim. Já fiz a parte mais importante. Eu salvei você.",
	"Quest.wagon_1.step3": "Não sei se você poderia dizer pela minha armadura, mas por acaso eu sei uma ou duas coisas sobre ligas.",
	"Quest.wagon_2.step1": "Então, o que fazemos com essas vigas?",
	"Quest.wagon_2.step2": "Eles farão uma grande base para nossos prédios futuros. Vamos pegar mais!",
	"Quest.wagon_3.step1": "Você está construindo um iglu? Eu não sabia que você era um urso polar ...",
	"Quest.wagon_3.step2": "Você poderia realmente ter aprendido algo se estivesse usando os olhos em vez da boca com mais frequência.",
	"Quest.wagon_4.step1": "Grizzly, é isso que eu acho que é?",
	"Quest.wagon_4.step2": "Sim senhor. Achei que poderíamos precisar de algo assim em nossa situação.",
	"Quest.wagon_4.step3": "O que é? Não entendo.",
	"Quest.wagon_4.step4": "Mais uma vez, mais observação, menos conversa.",
	"Quest.wagon_5.step1": "Tudo bem, agora entendo.",
	"Quest.wagon_5.step2": "Estou curioso. O que você vê?",
	"Quest.wagon_5.step3": "Ok, você me pegou. Ainda não faço ideia.",
	"Quest.wagon_5.step4": "Seja paciente, meu amigo. Me ajude a conseguir mais recursos e logo você verá tudo.",
	"Quest.wagon_6.step1": "Você pode não saber disso, mas Grizzly vem de uma linha muito longa de cientistas.",
	"Quest.wagon_6.step2": "Sério? Você não diz. Ele se parece mais com um guerreiro.",
	"Quest.wagon_6.step3": "Sou muitas coisas, mas meu coração sempre pertencerá ao conhecimento. Espero que goste do meu novo laboratório.",
	"Quest.wagon_7.step1": "Isso parece bom. O que você planeja fazer com isso?",
	"Quest.wagon_7.step2": "Primeiro, tenho que terminar de construí-lo, então sua ajuda será muito apreciada.",
	"Quest.wagon_8.step1": "Fiquei com um pouco de fome por ser tão prestativo e gostaria de saber se há uma maneira de você criar algo saboroso e preenchedor?",
	"Quest.wagon_8.step2": "Não ligue para ele. Ele sempre fala sobre comida. Há mais alguma coisa que possamos fazer?",
	"Quest.wagon_8.step3": "Tudo bem. Obrigada. Vou pensar em algo para fazer quando terminarmos.",
	"Quest.wagon_10.step1": "É aqui que vou construir meu laboratório. O que você acha?",
	"Quest.wagon_10.step2": "Acho que é uma ótima solução. Mesmo se não for, podemos sempre colocá-lo em outro lugar.",
	"Quest.wagon_10.step3": "Sim, você sempre pode contar conosco. Nós protegemos você!",
	"Quest.elf_1.step1": "Existe algum caçador entre nós?",
	"Quest.elf_1.step2": "Por que você pergunta?",
	"Quest.elf_1.step3": "Eu encontrei uma flecha.",
	"Quest.elf_1.step4": "É muito cedo para tirar conclusões precipitadas. Vamos coletar mais alguns e ver o que acontece.",
	"Quest.elf_2.step1": "Você sabe por que continuamos encontrando essas coisas estranhas por todo o reino?",
	"Quest.elf_2.step2": "Eu só posso adivinhar. Precisamos de mais informações se quisermos descobrir o que aconteceu aqui.",
	"Quest.elf_3.step1": "Eu nem tenho certeza se alguém aqui é bom em arco e flecha.",
	"Quest.elf_3.step2": "Por que alguém iria querer um arco se você tem um machado?",
	"Quest.elf_3.step3": "Ou um martelo?",
	"Quest.elf_3.step4": "Tive minhas dúvidas, mas agora tenho quase certeza de que essa aljava pertence a um ser mais sofisticado do que nós.",
	"Quest.elf_4.step1": "E se ninguém vier reclamar essas flechas? Posso ficar com eles então?",
	"Quest.elf_4.step2": "Por que você ainda os quer? Eles não são comestíveis.",
	"Quest.elf_4.step3": "Vou usá-los como um garfo grande e bonito.",
	"Quest.elf_5.step1": "Quanto mais flechas encontramos, mais assustador fica.",
	"Quest.elf_5.step2": "E por que isto?",
	"Quest.elf_5.step3": "E se o dono deles decidir usá-los contra nós?",
	"Quest.elf_5.step4": "Acho que você também ficou com medo quando me viu pela primeira vez. Olhe para nós agora. Grosso como ladrões!",
	"Quest.elf_6.step1": "Preste atenção, o dono do arco pode chegar a qualquer minuto.",
	"Quest.elf_6.step2": "Faremos o possível para coletar mais peças para tornar a vista mais acolhedora.",
	"Quest.elf_7.step1": "Pode melhorar? Quem não gostaria de ter um arco tão lindo?",
	"Quest.elf_7.step2": "O que você sabe sobre arcos? E, acima de tudo, sobre beleza? Vamos apenas esperar que a dona se revele.",
	"Quest.warlock_1.step1": "Boas notícias! Acho que acabei de encontrar uma nova receita. Posso finalmente cozinhar algo novo.",
	"Quest.warlock_1.step2": "Deixe-me ver. Hm ... Não é uma receita de prato. É uma receita de poção.",
	"Quest.warlock_1.step3": "Eu não sabia que havia bruxas com permissão para entrar no Reino Farawake.",
	"Quest.warlock_1.step4": "Talvez ela não seja daqui ...",
	"Quest.warlock_2.step1": "Alguém pode falar línguas antigas?",
	"Quest.warlock_2.step2": "Não, por que você pergunta?",
	"Quest.warlock_2.step3": "Acabei de encontrar a segunda variável dessa equação mágica e meio que quero ler o que está nela.",
	"Quest.warlock_2.step4": "Não acho que seja uma ideia tão boa. Não saberíamos o que fazer com ele, mesmo se fossemos proficientes nos idiomas exigidos.",
	"Quest.warlock_3.step1": "Quantos feitiços mais existem? Porque eu continuo encontrando esses livros ...",
	"Quest.warlock_3.step2": "Isso realmente importa? Todos nós sabemos que você nem consegue lê-los. Deixe-os em paz.",
	"Quest.warlock_3.step3": "Vou continuar procurando até encontrar algo que possa ler.",
	"Quest.warlock_4.step1": "Eu me pergunto quem é o dono desses livros. Nunca vi nada assim antes.",
	"Quest.warlock_4.step2": "Foi o que pensamos quando encontramos seu arco.",
	"Quest.warlock_4.step3": "É engraçado como você sempre não consegue usar as coisas que encontra.",
	"Quest.warlock_5.step1": "Você acha que o dono desses livros terá as respostas?",
	"Quest.warlock_5.step2": "Faz muitos anos que faço parte da Guarda Real e aprendi a acreditar em milagres.",
	"Quest.warlock_5.step3": "Normalmente eu acredito em fazer sua própria fé, mas momentos como este me fazem pensar se estou errado ...",
	"Quest.warlock_6.step1": "Grizzly, o que você acha desses livros do ponto de vista científico?",
	"Quest.warlock_6.step2": "Prefiro não dizer porque não quero ofender ninguém.",
	"Quest.warlock_6.step3": "Interessante. Agora estou ainda mais curioso para ver essa suposta bruxa.",
	"Quest.warlock_7.step1": "Alguém quer desistir? Há muito tempo que carregamos esses livros. E eles não estão ficando mais leves.",
	"Quest.warlock_7.step2": "Devemos isso ao seu dono para salvá-la. Acredite em mim, eu estive lá. Não é uma sensação agradável ser possuído pela névoa.",
	"Quest.warlock_8.step1": "Quanto mais gente tivermos, melhores serão nossas chances contra a névoa.",
	"Quest.warlock_8.step2": "Vamos torcer para que nosso próximo reforço possa lançar alguma luz sobre esse mistério.",
	"Quest.magicplant_1.step1": "Olha o que eu achei!",
	"Quest.magicplant_1.step2": "Por que você continua encontrando coisas?",
	"Quest.magicplant_1.step3": "É fácil, meu amigo. Estou sempre procurando comida.",
	"Quest.magicplant_2.step1": "Você tem alguma ideia do que é isso?",
	"Quest.magicplant_2.step2": "Não, nunca vi nada assim antes.",
	"Quest.magicplant_2.step3": "Talvez você possa provar e nos dizer como é.",
	"Quest.magicplant_2.step4": "Eu sei que tenho uma reputação, mas até eu tenho medo de comer algo tão desconhecido.",
	"Quest.magicplant_3.step1": "Estou tão feliz por não ter tentado comê-lo. Começou a brilhar!",
	"Quest.magicplant_3.step2": "Teria sido engraçado ver sua enorme barriga sendo iluminada por dentro. Uma tocha humana enorme, se me permite.",
	"Quest.magicplant_4.step1": "Então, o que devemos fazer sobre isso?",
	"Quest.magicplant_4.step2": "Por que você está me perguntando? Não sei.",
	"Quest.magicplant_4.step3": "Porque você é um especialista quando se trata de árvores.",
	"Quest.magicplant_4.step4": "Sim, quando se trata de cortá-los. Este parece que seria desperdiçado em lenha.",
	"Quest.magicplant_5.step1": "Está ficando cada vez maior. Quando isso para?",
	"Quest.magicplant_5.step2": "Não sei, mas aposto que tem muito espaço para crescer mais.",
	"Quest.magicplant_5.step3": "Tudo bem, mas se não, você vai cozinhar esta noite.",
	"Quest.magicplant_6.step1": "Tenho uma ideia genial! Devemos ler sobre esta planta no livro.",
	"Quest.magicplant_6.step2": "Ótimo plano! Embora haja um pequeno problema. Nenhum de nós pode ler.",
	"Quest.magicplant_6.step3": "Isso mesmo ... Como eu poderia esquecer disso!",
	"Quest.magicplant_6.step4": "Não é tão afiado para um gênio, não é?",
	"Quest.magicplant_7.step1": "Nossa, olha como é lindo. Só algo bom pode sair de algo tão bonito.",
	"Quest.magicplant_7.step2": "Vamos descobrir se você está certo!",
	"Quest.magicplant_8.step1": "Estou vendo isso certo?",
	"Quest.magicplant_8.step2": "Não, essas flores não são para comer.",
	"Quest.magicplant_8.step3": "Para que servem então?",
	"Quest.magicplant_8.step4": "Acho que são para conceder os desejos.",
	"Quest.troll_1.step1": "Parece que seu sonho está se tornando realidade. Como você gosta do seu novo machado?",
	"Quest.troll_1.step2": "Não estou com vontade de pegar o machado de outra pessoa. Vamos encontrar seu verdadeiro dono.",
	"Quest.troll_2.step1": "Talvez você seja mais complacente e aceite minha oferta de se tornar o novo mestre deste machado?",
	"Quest.troll_2.step2": "Estou muito feliz com meu martelo, obrigado. Por que você quer se livrar tanto disso?",
	"Quest.troll_2.step3": "Não quero morrer de fome enquanto procuro aquele que o perdeu.",
	"Quest.troll_3.step1": "Nosso amigo em comum incomodou você com sua oferta?",
	"Quest.troll_3.step2": "Claro, ele fez. Mas eu realmente sei de quem é este machado, então prometi ajudar na busca.",
	"Quest.troll_3.step3": "Avise-me se precisar de ajuda!",
	"Quest.troll_4.step1": "Nossa equipe está cada vez maior. Como você se sentirá quando não for o único que sabe lidar com machados?",
	"Quest.troll_4.step2": "Eu vou me sentir bem. Finalmente haverá alguém com quem conversar, em vez de você.",
	"Quest.troll_5.step1": "É importante estar preparado. Não sabemos se é uma armadilha ou não. Talvez alguém esteja brincando com a gente.",
	"Quest.troll_5.step2": "Não sinto nenhuma magia negra envolvendo este machado. Tenho uma razão para acreditar que estamos no caminho certo.",
	"Quest.troll_5.step3": "Espero que você esteja certo, mas vamos ficar de olho um no outro de qualquer maneira.",
	"Quest.troll_6.step1": "Então, como você conhece o dono do machado? Achei que os amantes do arco e flecha não se relacionam com os outros.",
	"Quest.troll_6.step2": "E, no entanto, aqui estou, falando com você.",
	"Quest.troll_6.step3": "Estou falando sério. Quem é ele?",
	"Quest.troll_6.step4": "Ele é um grande caçador. Se alguém pode ajudá-lo a pegar um pouco de comida para o jantar, é ele.",
	"Quest.troll_7.step1": "Veja como esses machados são lindos! Tem certeza que não quer levar um? Quem precisa de dois eixos?",
	"Quest.troll_7.step2": "Alguém que é forte o suficiente para segurar os dois.",
	"Quest.troll_8.step1": "Sempre me perguntei, majestade, qual é a arma de sua escolha? Por acaso poderia ser um machado?",
	"Quest.troll_8.step2": "Um rei sábio fará tudo ao seu alcance para evitar a batalha. É por isso que sempre tenho que manter meu cérebro mais afiado do que qualquer espada.",
	"Quest.troll_9.step1": "Você ainda acha que é seguro? Nunca vi um machado que pudesse produzir fogo.",
	"Quest.troll_9.step2": "É um feitiço muito poderoso, mas não temos nada com que nos preocupar. Existe apenas um sábio em todos os reinos que pode lançá-lo.",
	"Quest.troll_9.step3": "E ele é um bom amigo do Reino Farawake.",
	"Quest.bamboo_1.step1": "Eu tenho as melhores notícias, Grizzly! Há algo que vai tornar a sua estadia aqui muito melhor. Você gosta de bambu, certo?",
	"Quest.bamboo_1.step2": "Lamento desapontá-lo, mas você está me confundindo com alguém. Conheço alguns pandas, mas também não sou um.",
	"Quest.bamboo_1.step3": "Talvez você deva aprender com eles. Afinal, a comida normal sempre é escassa quando o Cavaleiro está por perto.",
	"Quest.bamboo_2.step1": "Por que precisamos deste bambu de qualquer maneira se Grizzly não vai comê-lo?",
	"Quest.bamboo_2.step2": "Você não lembra? Posso construir qualquer coisa a partir de qualquer coisa. Vamos encontrar mais alguns!",
	"Quest.bamboo_3.step1": "Ok, entendo que você não acha gostoso, mas consideraria morar em uma casa de bambu?",
	"Quest.bamboo_3.step2": "Claro, por que não. Se for grande o suficiente para me acomodar.",
	"Quest.bamboo_3.step3": "Você ouviu isso? Vamos construir uma mansão para nosso amigo!",
	"Quest.bamboo_4.step1": "Ouvi dizer que alguns guerreiros usam varas de bambu como armas. Você está pensando em fazer o mesmo?",
	"Quest.bamboo_4.step2": "Pode ser bom para combate, mas gosto mais de caça. Portanto, a resposta é não.",
	"Quest.bamboo_4.step3": "Entendi. Talvez possamos construir para você um galpão grande o suficiente para armazenar todos os seus arcos e flechas.",
	"Quest.bamboo_5.step1": "Eu gosto do que você está fazendo aqui. Quanto mais edifícios tivermos, mais poderosas serão nossas forças. Quantos mais você pode erguer?",
	"Quest.bamboo_5.step2": "Depende de quantos materiais mais podemos encontrar.",
	"Quest.bamboo_5.step3": "Bem, nesse caso, não poupe despesas, mas encontre o que precisamos. Use toda a ajuda de que precisar.",
	"Quest.bamboo_6.step1": "Não acredito que estou dizendo isso, mas preciso que você procure comida.",
	"Quest.bamboo_6.step2": "E eu não posso acreditar no que estou ouvindo! Finalmente, não sou o único que passa fome o tempo todo.",
	"Quest.bamboo_6.step3": "Sim, você ainda é. Eu só esperava que você acidentalmente me ajudasse a encontrar mais bambu enquanto procuro por sustento.",
	"Quest.bamboo_7.step1": "Eu não entendo. Por que usamos bambu para construção quando temos pedra, metal e madeira? Eles não são mais resistentes?",
	"Quest.bamboo_7.step2": "Sim, eles podem ser. Mas não temos escolha. Nossas terras estão estragadas com diferentes tipos de criaturas que temos que abater.",
	"Quest.bamboo_7.step3": "E seria um desperdício não usar o que sobrou deles. Tudo é valioso para reconstruir nosso reino.",
	"Quest.bamboo_8.step1": "Não fazia ideia que se podia erguer um edifício tão grande e maciço usando ... bambu.",
	"Quest.bamboo_8.step2": "Bem, meu amigo, quando você tem o suficiente de algo e sabe como usá-lo, milagres acontecem. Espere até ver o próximo!",
	"Quest.bamboo_10.step1": "Você não estava mentindo. Isso é incrível. Eu poderia reconsiderar me mudar aqui de meus aposentos atuais.",
	"Quest.bamboo_10.step2": "Eu não o aconselharia a morar em uma casa que teoricamente possa ser comida. Você pode não ser um panda, mas seu apetite é imprevisível.",
	"Quest.sapphire_1.step1": "Lembra que você me disse que pode construir qualquer coisa a partir de qualquer coisa?",
	"Quest.sapphire_1.step2": "Claro. Eu não uso palavras levianamente como alguns outros membros de nossa equipe.",
	"Quest.sapphire_1.step3": "Então eu tenho um desafio para você se você decidir aceitá-lo!",
	"Quest.sapphire_2.step1": "Você ainda acha que está pronto para a tarefa?",
	"Quest.sapphire_2.step2": "Eu sou. E vou terminar mais rápido se você parar de falar e começar a me ajudar a coletar mais materiais.",
	"Quest.sapphire_3.step1": "Não parece frágil para você?",
	"Quest.sapphire_3.step2": "Não subestime os cristais. Quanto mais edifícios fizermos com eles, mais seguro nosso Reino será.",
	"Quest.sapphire_4.step1": "O que vocês estão construindo, pessoal?",
	"Quest.sapphire_4.step2": "Gingerbeard está tentando desesperadamente provar que não desperdiça suas palavras.",
	"Quest.sapphire_4.step3": "Não estou tentando provar isso. Estou realmente fazendo isso.",
	"Quest.sapphire_5.step1": "Isso parece lindo. Embora eu nunca pensasse que você fez isso.",
	"Quest.sapphire_5.step2": "Por que é que?",
	"Quest.sapphire_5.step3": "Não quero ser rude, mas você não parece alguém capaz de construir edifícios sofisticados como aquele.",
	"Quest.sapphire_6.step1": "Ok, você tem um acordo. Vou ajudá-lo com uma condição ...",
	"Quest.sapphire_6.step2": "Estou indo muito bem por conta própria. Não acho que preciso de sua ajuda.",
	"Quest.sapphire_6.step3": "É tarde demais agora. Estou ajudando você de qualquer maneira em troca de uma dessas vilas. Emeralda parece gostar deles e eu ... Hm. Eu realmente gosto dela.",
	"Quest.sapphire_7.step1": "Você contou a mais alguém sobre o seu segredo?",
	"Quest.sapphire_7.step2": "Não! E se você fizer isso eu vou ... Vou quebrar seu machado em pedaços!",
	"Quest.sapphire_7.step3": "Não se preocupe, está seguro comigo. Na verdade, acho muito romântico. Vamos construir um verdadeiro castelo para ela!",
	"Quest.sapphire_8.step1": "Ei, Grizzly, você pode nos dar uma mão? Tentamos morder mais do que podíamos mastigar.",
	"Quest.sapphire_8.step2": "Não diga que quer que eu carregue materiais para você de novo! Sou um urso forte e independente, mas também tenho sentimentos, sabe.",
	"Quest.sapphire_8.step3": "Claro. E não queremos machucá-los. Vamos dar um chá com mel e geléia depois e você está convidado!",
	"Quest.sapphire_8.step4": "Por que você não começou com isso ?! O que e para onde você precisa que eu carregue?",
	"Quest.sapphire_9.step1": "Então o que você vai fazer? Basta dar as chaves a ela e dizer \"Agora é o seu castelo, aproveite\"?",
	"Quest.sapphire_9.step2": "Eu não acho que acabou. Não sou bom com palavras, você sabe disso melhor do que ninguém.",
	"Quest.sapphire_9.step3": "Talvez devêssemos perguntar ao rei? É seu trabalho ser eloqüente.",
	"Quest.sapphire_9.step4": "Não estou pronto para compartilhar meu segredo mais obscuro com duas pessoas em um dia. Eu vou improvisar!",
	"Quest.sapphire_11.step1": "Como você gosta deste castelo?",
	"Quest.sapphire_11.step2": "É lindo. Gingerbeard fez um ótimo trabalho.",
	"Quest.sapphire_11.step3": "Eu o ajudei, na verdade. Ele disse que não conseguiria sem mim.",
	"Quest.sapphire_11.step4": "Sério? Bem, espero que você perceba que eu estava sendo sarcástico ao chamá-lo de bonito. Minha cor favorita é verde, não roxo. Mais sorte da próxima vez."
}