{
  "Quest.wheat_3.step1": "I'm so hungry... I would almost consider eating these potato plants... But let's merge them instead!",
  "Quest.woodsource_1_1.step1": "Something new every step of the way, this world is exciting but also slightly confusing.....",
  "Quest.woodsource_1_1.step2": "I know more than a thing or two about this land, I spent the last 500 years here trapped on this cursed rock. I shall be your guide.",
  "Quest.woodsource_1_1.step3": "500 years?! Wait, I think I've heard a legend about a monkey king who.....wait. Are you?!",
  "Quest.woodsource_1_1.step4": "Don't know, am I? I haven't heard any stories in the past few centuries. Anyways, do you happen have some peaches?",
  "Quest.wood_1.step1": "Ah, the smell of freshly chopped wood in the morning ! We need more of these to build our restaurant, come on, chop chop !",
  "Quest.wood_2.step1": "We can use these wood panels to build frames for our new restaurant !",
  "Quest.wood_3.step1": "I think... if you squint your eyes, it's starting to look like something.",
  "Quest.wood_3.step2": "I can see it already! A restaurant full of happy customers and the best food.",
  "Quest.wood_3.step3": "That's the spirit, I just wish there were more of me to help chop these woods. Give it some thoughts?",
  "Quest.wood_4.step1": "This is a great start! The kitchen is fully functional now. So, what's next?",
  "Quest.wood_4.step2": "Think bigger! This is nothing compared the grand plan I have in mind. Just keep going and you shall see.",
  "Quest.wood_5.step1": "That new oven we put in is remarkable. And the smells! Mhm... I'm hungry again.",
  "Quest.wood_5.step2": "You're not the only one! Look at the lines, everyone waiting to have a taste. We definitely need a bigger place.",
  "Quest.wood_6.step1": "Look, I am so happy we are doing this together. It's teamwork to dream of!",
  "Quest.wood_6.step2": "I don't think that's how that quote goes, but I agree!",
  "Quest.wood_7.step1": "I remember when this place was just a tiny kitchen. We've come a long way.",
  "Quest.wood_7.step2": "Are you serious? We are just getting started! Let's get bake to work! Heh, get it?",
  "Quest.tiger_1.step1": "This is a rather peculiar looking knife. Knives don't grow on trees so... how did this get here?",
  "Quest.tiger_1.step2": "I have no clue, but... I think I might know who it belongs to. Come on, let's go find him!",
  "Quest.tiger_2.step1": "So... Who exactly are we looking for?",
  "Quest.tiger_2.step2": "He's a very strong and smart guy. He knows more about this land than anyone else! We can use his help",
  "Quest.tiger_3.step1": "This is such a cool knife! The owner must be a super good chef. Either that, or a serial killer... Should I be worried?",
  "Quest.tiger_3.step2": "Don't worry, he's actually one of the the most celebrated chefs in the whole world. Wait, is that him over there...?",
  "Quest.cat_1.step1": "Oooh what's this mysterious thing?",
  "Quest.cat_1.step2": "What? What did you fin— Oh. You're right, what IS that? It's so tiny...",
  "Quest.cat_1.step3": "I think I've heard a rumor about something like this...",
  "Quest.cat_1.step4": "That size is not everything?",
  "Quest.cat_2.step1": "There is a recipe hidden inside the handle! Let's see, potato, straw... oh.",
  "Quest.cat_2.step2": "That's not a recipe, that's a shopping list!",
  "Quest.cat_2.step3": "Po-tay-tow Po-tah-tow, same difference. It's a list of ingredients for a recipe!",
  "Quest.cat_2.step4": "I'm not going to do someone else's shopping. Let's find the owner and ask them about the purpose of these ingredients.",
  "Quest.cat_3.step1": "Have you ever heard of these ingredients before? They seem strange to me.",
  "Quest.cat_3.step2": "I think I've heard about them. I bet they make a souper nice dish!",
  "Quest.cat_3.step3": "I'll let that pun slide...",
  "Quest.cat_4.step1": "Are we getting closer to finding the owner of this... I think it's a cake slicer?",
  "Quest.cat_4.step2": "Let me answer your question with a question, why are you so keen on finding the owner?",
  "Quest.cat_5.step1": "I once heard a story about a legendary pâtissière. Her cake is to die for!",
  "Quest.cat_5.step2": "Patty she who what again?",
  "Quest.cat_5.step3": "You're a few centuries old and you don't know what a pastry maker is?",
  "Quest.cat_5.step4": "Like I said before, I was stuck in a tree. The only interactions I got were dogs doing their... you know.",
  "Quest.cat_6.step1": "Try to picture all the delicious cakes you could slice with this!",
  "Quest.cat_6.step2": "Oh, I'm picturing it alright. Let's hope she will join forces with us!",
  "Quest.candies_4.step1": "You know, I'm starting to feel a real confection between us.",
  "Quest.candies_4.step2": "Puns about candy? Really?",
  "Quest.wood_9.step1": "How wonderful! After all these months, our restaurant is almost ready!",
  "Quest.wood_9.step2": "What do you mean, months? Last I checked we started a few hours ago.",
  "Quest.wood_9.step3": "Well, you know that they say. Time fries when you're having fun.",
  "Quest.wood_9.step4": "Oh come on...",
  "Quest.wood_9.step5": "Sorry. Anyway, let's put in some finishing touches and we'll be on our way to conquer the culinary world!",
  "Quest.lava_1.step1": "Wait... what is this weird hot rock?",
  "Quest.lava_1.step2": "Seriously? Do you not see the lava around you?",
  "Quest.lava_2.step1": "If we want take our restaurant to the next level, we need to seriously up our cooking tools game.",
  "Quest.lava_2.step2": "I wonder... Maybe we can use these molten rocks for that?",
  "Quest.lava_3.step1": "A kitchen tools factory made of lava rock, we really are out-of-the-box thinkers aren't we?",
  "Quest.lava_3.step2": "We? You mean I am an out-of-the-box thinker!",
  "Quest.lava_3.step3": "It is amazing what you can accomplish if you do not care who gets the credit. Can't remember who said it but it's true!",
  "Quest.lava_4.step1": "The forge is tatiger shape nicely.",
  "Quest.lava_4.step2": "You made it sounds like we are trying to produce swords and spears instead of cleavers and frying pans.",
  "Quest.lava_5.step1": "I've read somewhere that the best steel is tempered with dragon fire.",
  "Quest.lava_5.step2": "Dragon fire is so last season. These days, lava is all the rage. Get on with the trend!",
  "Quest.lava_6.step1": "With this we should be able to erupt a new line of knives by the end of next month.",
  "Quest.lava_6.step2": "Oh great, you're making volcano puns now.",
  "Quest.lava_7.step1": "We're getting somewhere! But at this rate our current tools will need replacement fast.",
  "Quest.lava_7.step2": "Yes, but don't tell Tyger we're replacing his favourite knife. I think he would be heartbroken.",
  "Quest.lava_8.step1": "If you think about it, a cook's tools are kind of like their weapons.",
  "Quest.lava_8.step2": "It's a kitchen, not a battlefield...",
  "Quest.lava_10.step1": "Looks like the factory is finally finished! Hey, what do you reckon is the most important cooking tool?",
  "Quest.lava_10.step2": "The brain! If you don't know how to cook then... well, you won't get far, will you?",
  "Quest.lava_10.step3": "Well.. we won't produce brains in our new factory. Unless we get zombie customers. Let's hope we won't...",
  "Quest.jade_1.step1": "Oooh a shiny rock! What is it?",
  "Quest.jade_1.step2": "Hmm... Looks like jade. I'm sure there's more where this came from.",
  "Quest.jade_1.step3": "It's so pretty! We should find a way to use it for our cooking empire!",
  "Quest.jade_2.step1": "You know, I was thinking... We're never too old to learn things, are we? How about we build an academy?",
  "Quest.jade_2.step2": "We aren't. Can I then be your first student?",
  "Quest.jade_3.step1": "Can you envision it yet? A beautiful academy for gifted culinary people. An exciting place where you'll never get jaded!",
  "Quest.jade_3.step2": "The only thing I'm envisioning right now is a world without your puns.",
  "Quest.jade_4.step1": "Things are coming along nicely! Soon enough people from all over the world will want to study here.",
  "Quest.jade_4.step2": "I don't think I've ever been this excited about a school before!",
  "Quest.jade_4.step3": "Have you ever even been to a culinary school?",
  "Quest.jade_4.step4": "I haven't even been to a regular school...",
  "Quest.jade_5.step1": "What disciplines will we teach at this academy?",
  "Quest.jade_5.step2": "Hm.... Baking, frying, roasting, steaming, poaching, plating... just everything a cook needs!",
  "Quest.jade_5.step3": "What about doing the dishes?",
  "Quest.jade_5.step4": "Ever heard of dishwashers?",
  "Quest.jade_6.step1": "Oh! We need a name for the academy. Any suggestions?",
  "Quest.jade_6.step2": "I was hoping you would ask. I've been cooking up some ideas. What about Royal Culinary Academy?",
  "Quest.jade_6.step3": "I like it! I'll let the pun slide this time...",
  "Quest.jade_7.step1": "The academy is getting bigger and bigger! And the applications are rolling in too!",
  "Quest.jade_7.step2": "Then we have no time to lose, we need to make sure it's completely finished before the students come in.",
  "Quest.jade_8.step1": "We've said it before, but we're a really great team. We can build a cooking empire together!",
  "Quest.jade_8.step2": "And by 'we' you mean I build while you're telling me what to do?",
  "Quest.jade_8.step3": "Well every team needs a coordinator, right?",
  "Quest.jade_10.step1": "Behold! The Royal Culinary Academy is now open to students!",
  "Quest.jade_10.step2": "Are you ready for your first lesson then?",
  "Quest.jade_10.step3": "Eh... I think I just remembered why I've always avoided schools. I'm like a monkey on a stick.",
  "Quest.panda_1.step1": "Hmm... It looks like someone left their frying pan.",
  "Quest.panda_1.step2": "Why would someone leave it here?",
  "Quest.panda_1.step3": "Maybe they were in a hurry and dropped it? Or they were kidnapped and tried to defend themselves with it.",
  "Quest.panda_1.step4": "Exactly how criminal do you think this island is..?",
  "Quest.panda_2.step1": "Any idea yet who this frying pan belongs to?",
  "Quest.panda_2.step2": "Nope, but it's been very useful to whack mosquitoes with!",
  "Quest.panda_3.step1": "I got a question for you: what do you call it when a wizard hits you with a frying pan?",
  "Quest.panda_3.step2": "Do I have to answer?",
  "Quest.panda_3.step3": "Cast iron.",
  "Quest.panda_3.step4": "Okay, I'll admit, that was kind of funny.",
  "Quest.panda_4.step1": "Serious question this time: why are we looking for the owner of this frying pan?",
  "Quest.panda_4.step2": "Well, I like to return items to their rightful owners. And maybe this person knows how to cook!",
  "Quest.panda_4.step3": "Knowing how to cook is different from being good at it, though.",
  "Quest.panda_5.step1": "Hey, I heard you were looking for the owner of a frying pan?",
  "Quest.panda_5.step2": "Oh hey! Yes, yes I am. Do you know who it is?",
  "Quest.panda_5.step3": "I think so. Pandareus The Lazy. He's a bit of an unbothered figure, but I'll tell you what though— he's a great cook!",
  "Quest.panda_5.step4": "Being a good cook is all I care about. I'll continue to look for him, thank you!",
  "Quest.panda_6.step1": "I think we're getting closer to finding the owner. Have you fried to ask around at the academy yet?",
  "Quest.panda_6.step2": "You're lucky I'm not holding the frying pan right now...",
  "Quest.panda_7.step1": "Wait... is that..?",
  "Quest.panda_7.step2": "I think that might be the owner! Come on, let's talk to him!",
  "Quest.raccoon_1.step1": "Oh man... another dropped item? At this rate I'll have walked more than a marathon runner!",
  "Quest.raccoon_1.step2": "It's a roller, which means... I think... that we're looking for a baker.",
  "Quest.raccoon_1.step3": "Can't people just keep track of their stuff? Littering is bad, y'know.",
  "Quest.raccoon_1.step4": "Oh stop whining. You were stuck in a tree for 500 years, I think you could do with some movement.",
  "Quest.raccoon_2.step1": "Hey Kat, is this dough roller yours?",
  "Quest.raccoon_2.step2": "Afraid not. I keep track of my stuff very well.",
  "Quest.raccoon_2.step3": "You literally lost your cake slicer.",
  "Quest.raccoon_2.step4": "Ah... well... we all make mistakes sometimes, right?",
  "Quest.raccoon_3.step1": "You know, I've only known you for a few months, but I really think we're building something special here with this new team.",
  "Quest.raccoon_3.step2": "It has still just been a half a day.",
  "Quest.raccoon_3.step3": "Really? I swear times feels different on this island...",
  "Quest.raccoon_4.step1": "Have you ever tried to bake bread before?",
  "Quest.raccoon_4.step2": "A few times! It needs practice, though.",
  "Quest.raccoon_4.step3": "Oh well, before you know it you'll be a rising baker!",
  "Quest.raccoon_5.step1": "Why is it so difficult to find people here?",
  "Quest.raccoon_5.step2": "Well, it's a big island. And we don't know who to look for, right? It could be anyone!",
  "Quest.raccoon_5.step3": "I suppose that's true. Maybe we should just create a 'lost and found' section near the restaurant instead...",
  "Quest.raccoon_6.step1": "Hey, do you smell that..?",
  "Quest.raccoon_6.step2": "It wasn't me!",
  "Quest.raccoon_6.step3": "What? No! I mean it smells like freshly baked bread here!",
  "Quest.raccoon_7.step1": "Oh, I can smell it now! But where is it coming from?",
  "Quest.raccoon_7.step2": "Close your eyes and follow your nose!",
  "Quest.raccoon_8.step1": "Are you following your nose?",
  "Quest.raccoon_8.step2": "Nope, but my eyes tell me there's someone near the water eating bread! Let's go say hi!",
  "Quest.magicplant_1.step1": "What's this strange thing?",
  "Quest.magicplant_1.step2": "Don't you recognise a plant seed?",
  "Quest.magicplant_1.step3": "I'm a cook, not a botanist!",
  "Quest.magicplant_2.step1": "Look, I know I said I'm not a botanist, but I don't think seeds are supposed to be glowing...",
  "Quest.magicplant_2.step2": "I think I recognise this seed... I don't remember what it's called though...",
  "Quest.magicplant_2.step3": "So you've seen it before?",
  "Quest.magicplant_2.step4": "Only heard of it! Whispers and rumours... I'll try to remember.",
  "Quest.magicplant_3.step1": "It's glowing even more! Are you sure it's not dangerous?",
  "Quest.magicplant_3.step2": "I don't think so. Its name is on the tip of my tongue...",
  "Quest.magicplant_4.step1": "Oh! I remember! If we keep merging these seeds, they will lead us to the Grove of the Gods.",
  "Quest.magicplant_4.step2": "Grove of the Gods? What's that?",
  "Quest.magicplant_4.step3": "It's an enchanted forest which produces never ending crops.",
  "Quest.magicplant_4.step4": "Never ending?! Okay, we need more of these seeds as soon as possible!",
  "Quest.magicplant_5.step1": "Why exactly is it called Grove of the Gods?",
  "Quest.magicplant_5.step2": "Excellent question! I have no idea. I think some deities just enchanted the forest.",
  "Quest.magicplant_5.step3": "That doesn't sound risky at all...",
  "Quest.magicplant_6.step1": "It's starting to look like an actual tree!",
  "Quest.magicplant_6.step2": "Yes, that's what happens when you plant a seed...",
  "Quest.magicplant_6.step3": "Well not if you don't take good care of it.",
  "Quest.magicplant_6.step4": "Good point. Then let's proseed to merge!",
  "Quest.magicplant_7.step1": "Wouldn't it be funny if the produce from the Grove of the Gods turns out to be poisonous?",
  "Quest.magicplant_7.step2": "I think you and I have different definitions of what's funny...",
  "Quest.magicplant_8.step1": "It's so beautiful! It definitely has a divine aura.",
  "Quest.magicplant_8.step2": "I wonder if the produce from this grove has any special properties...",
  "Quest.magicplant_8.step3": "The only special propery I care about is an equally divine taste!",
  "Quest.magicplant_8.step4": "There's only one way to find out! Who's volunteering to do a taste test?",
  "Quest.fox_1.step1": "Look what I found! A whisk!",
  "Quest.fox_1.step2": "Oh no, do we have to go search again?",
  "Quest.fox_2.step1": "I've been meaning to ask, how are the academy students doing? Do you think they are the future of the restaurant?",
  "Quest.fox_2.step2": "They're doing good! But why do you make it sound like I'm retiring soon? I only just got started!",
  "Quest.fox_2.step3": "All I'm saying is, one day the student will become the master.",
  "Quest.fox_3.step1": "This whisk is of an extremely high quality.",
  "Quest.fox_3.step2": "Better than what we're producing at the factory?",
  "Quest.fox_3.step3": "Well... I think this might become our new product standard!",
  "Quest.fox_4.step1": "You know, this island is so big that I'm wondering if we'll ever discover all of it.",
  "Quest.fox_4.step2": "I do like a little element of mystery! But I also love a good adventure.",
  "Quest.fox_5.step1": "What's that symbol on the handle of the whisk?",
  "Quest.fox_5.step2": "Symbol? Oh! Oh, you're right! I didn't see that.",
  "Quest.fox_5.step3": "I think it's a V? What could it mean?",
  "Quest.fox_6.step1": "It's starting to look like an actual tree!",
  "Quest.fox_6.step2": "Yes, that's what happens when you plant a seed...",
  "Quest.fox_6.step3": "Well not if you don't take good care of it.",
  "Quest.fox_6.step4": "Good point. Then let's \"proseed\" to merge!",
  "Quest.fox_7.step1": "So who exactly are we looking for?",
  "Quest.fox_7.step2": "I'm guessing either another baker or another pastry chef? Or just someone who collects whisks!",
  "Quest.fox_8.step1": "Did you know that back in the day twigs or small branches of trees were used like a whisk?",
  "Quest.fox_8.step2": "I did know that! And then they would often use fruit tree twigs to add flavour to the mixture.",
  "Quest.fox_9.step1": "When we find the owner of this whisk I will ask them to join forces with us.",
  "Quest.fox_9.step2": "Do we need another baker or... what was it you called it? Pati...seer?",
  "Quest.fox_9.step3": "Pâtissière. And with how busy it's been as of late, we could use all the help we can get!",
  "Quest.metal_1.step1": "You know, I've been thinking... I want to create legendary dishes. Dishes that conquer the world!",
  "Quest.metal_1.step2": "Then you also need legendary ingredients.",
  "Quest.metal_1.step3": "Exactly. So I think we just found our next project!",
  "Quest.metal_2.step1": "If we want to build something new, we need more materials.",
  "Quest.metal_2.step2": "Funny that you say that... I was just taltiger to Monki about how I found metal the other day.",
  "Quest.metal_3.step1": "So... what exactly am I building with this metal?",
  "Quest.metal_3.step2": "An exotic ingredient guildhouse, so we can start gathering exotic and legendary ingredients!",
  "Quest.metal_3.step3": "Right, right... I totally knew that.",
  "Quest.metal_4.step1": "What kind of ingredients are you looking for?",
  "Quest.metal_4.step2": "Hmm... I'm thinking black garlic, cherimoya, amchur, achiote paste... Those kind of things.",
  "Quest.metal_4.step3": "I only understood the word 'garlic' and after that it sounded like you just made up words.",
  "Quest.metal_5.step1": "Speaking of legendary ingredients, I once had peaches that granted immortality.",
  "Quest.metal_5.step2": "Isn't that part of the reason why you got imprisoned?",
  "Quest.metal_5.step3": "...Yes, but that's not relevant right now.",
  "Quest.metal_6.step1": "Okay, forget the peaches. How about Ginseng fruit? Super rare. Just by smelling them you gain 360 years of life.",
  "Quest.metal_6.step2": "We're trying to give the guests a good meal, not immortality.",
  "Quest.metal_6.step3": "Humans are so boring sometimes...",
  "Quest.metal_7.step1": "How's the guildhouse coming along?",
  "Quest.metal_7.step2": "We're getting there! Soon you'll be able to feast your eyes on the most beautiful building on the condiment.",
  "Quest.metal_7.step3": "Okay that was terrible.",
  "Quest.metal_8.step1": "Have you found someone yet who can run the guildhouse?",
  "Quest.metal_8.step2": "Possibly! We'll need the best ingredient hunter out there.",
  "Quest.metal_10.step1": "I think we're about done! Are you sure you don't want those peaches?",
  "Quest.metal_10.step2": "This isn't some 'buy one meal get immortality for free' deal. We're a class restaurant!",
  "Quest.ice_1.step1": "It's so cold here!",
  "Quest.ice_1.step2": "Well duh, it's an ice world.",
  "Quest.ice_1.step3": "I need to find a coat before I freeze to death!",
  "Quest.ice_2.step1": "We should do something with all the ice that's here.",
  "Quest.ice_2.step2": "Maybe add it to our drinks?",
  "Quest.ice_3.step1": "Forget making ice cubes. What if we make desserts instead?",
  "Quest.ice_3.step2": "Well, you know what they say. Dessert is the most important meal of the day!",
  "Quest.ice_4.step1": "If we want to make top notch desserts, we need a place to create them.",
  "Quest.ice_4.step2": "You're right! Which means we better start building again. Come on, chop chop!",
  "Quest.ice_4.step3": "I suddenly regret my suggestion..",
  "Quest.ice_5.step1": "Choose quick! Vanilla or chocolate ice cream?",
  "Quest.ice_5.step2": "That's just mean! You can't possibly make me choose between those...",
  "Quest.ice_5.step3": "The correct answer is neither. Strawberry all the way!",
  "Quest.ice_6.step1": "Question: what do you call a pastry chef that quits their job?",
  "Quest.ice_6.step2": "Here we go again... Fine, I'll play. What do you call them?",
  "Quest.ice_6.step3": "A desserter. Haha!",
  "Quest.ice_7.step1": "The building is coming along nicely. Do we have a name for this place yet?",
  "Quest.ice_7.step2": "I was thinking about calling it the Frozen Epicurean Palace. What do you think?",
  "Quest.ice_7.step3": "Sounds fancy. Exclusive. I like it!",
  "Quest.ice_8.step1": "Do you know why you always seem to have room for dessert?",
  "Quest.ice_8.step2": "No, but something tells me you'll explain it to me in a second.",
  "Quest.ice_8.step3": "Sugar tricks your stomach into relaxing. So you don't create room for dessert, dessert creates room for you!",
  "Quest.ice_8.step4": "That... is actually pretty interesting!",
  "Quest.ice_9.step1": "Oh, this place looks wonderful already! And the desserts coming out of it are wonderful too!",
  "Quest.ice_9.step2": "Yes, but we are so booked every day that we need more space.",
  "Quest.ice_9.step3": "So then... we do create room for more dessert?",
  "Quest.ice_9.step4": "This one time, yes we will. Now let's get back to work!",
  "Quest.ice_11.step1": "I think we now have everything we need to fulful our guests' most sugary dreams!",
  "Quest.ice_11.step2": "Speaking of sugary dreams, can I make a dessert request?",
  "Quest.ice_11.step3": "You want peach ice cream, don't you?",
  "Quest.ice_11.step4": "How'd you guess?",
  "Quest.dog_1.step1": "Look what I've found! Let's play some ping pong. ",
  "Quest.dog_1.step2": "You know this is NOT a pingpong paddle, right?",
  "Quest.dog_2.step1": "It still looks like a pingpong paddle to me.",
  "Quest.dog_2.step2": "I can assure you, this is definitely a kitchen tool and not a pingpong paddle.",
  "Quest.dog_2.step3": "What is it for then?",
  "Quest.dog_2.step4": "You can't be serious !",
  "Quest.dog_3.step1": "Can someone please tell me what this is for pleaaaaaase?",
  "Quest.dog_3.step2": "Have you ever tried pizza before?",
  "Quest.dog_3.step3": "Of course I have ! Wait, don't tell me . . . ",
  "Quest.dog_3.step4": "D'oh, we use this to put pizza into a stone oven",
  "Quest.dog_4.step1": "We really should start thinking of building a stone oven to make pizza",
  "Quest.dog_4.step2": "Great idea! We can use the lava rock we've been mining to build it.",
  "Quest.dog_4.step3": "Now we're talking ! ",
  "Quest.dog_4.step4": "Meanwhile, let me play some pingpong. I'll be right back !",
  "Quest.dog_5.step1": "I need some pizza now, I can't wait for the stone oven to be ready ! Let me see if I can find some frozen ones. ",
  "Quest.dog_5.step2": "Frozen pizza? Really? That wasn't well thawed out.",
  "Quest.dog_5.step3": "Really dad?",
  "Quest.dog_6.step1": "It's time for a pizza joke, do you have a good one?",
  "Quest.dog_6.step2": "Here's one, what's a pizza chef's favorite song?",
  "Quest.dog_6.step3": "Slice, slice, baby !",
  "Quest.dog_6.step4": "Ok boom.... I mean, ok you got it !",
  "Quest.dog_7.step1": "What do you think is the best part of a pizza?",
  "Quest.dog_7.step2": "Easy, always trust the crust !",
  "Quest.dog_8.step1": "This pizza peel is getting more and more exquisite",
  "Quest.dog_8.step2": "They no longer build such beautiful pizza peel anymore",
  "Quest.dog_8.step3": "Hey, you thought this was a pingpong paddle, remember?",
  "Quest.dog_9.step1": "Why does this pizza quest takes so long ! I am hungry!",
  "Quest.dog_9.step2": "Best thing comes to those who wait",
  "Quest.dog_9.step3": "Since when have you become so wise ?",
  "Quest.dog_10.step1": "We are almost there, aren't we? I can feel it",
  "Quest.dog_10.step2": "Yes, here comes the best pizza in the world !",
  "Quest.dog_10.step3": "Let's do this !",
  "Quest.woodgenerator_1.step1": "What a beautiful forest",
  "Quest.woodgenerator_1.step2": "More woods for our building !",
  "Quest.woodgenerator_1.step3": "I feel something different about this place though",
  "Quest.woodgenerator_1.step4": "Let's explore deeper and see what we can find",
  "Quest.woodgenerator_2.step1": "That surprised me !",
  "Quest.woodgenerator_2.step2": "I can hear him talking in my head",
  "Quest.woodgenerator_2.step3": "What is he saying?",
  "Quest.woodgenerator_2.step4": "He said \"upgrade me and reap the reward\"",
  "Quest.cloth_1.step1": "Why do we need a piece of cloth?",
  "Quest.cloth_1.step2": "Do you want our chefs to work naked?",
  "Quest.cloth_1.step3": "When did I say that?! I just asked a question!",
  "Quest.cloth_1.step4": "It's for chef's clothes, silly!",
  "Quest.cloth_2.step1": "We can make some pretty clothes with these!",
  "Quest.cloth_2.step2": "Yes, but we need a lot more. Clothes get dirty, you know? One set won't do!",
  "Quest.cloth_3.step1": "So what are we building now?",
  "Quest.cloth_3.step2": "Well, can't you guess? A place to make the most beautiful chef clothes!",
  "Quest.cloth_4.step1": "Hey, what do you call a jacket that catches on fire?",
  "Quest.cloth_4.step2": "Oh, have we moved onto fashion puns now?",
  "Quest.cloth_4.step3": "A blazer! Hahaha",
  "Quest.cloth_5.step1": "How's the factory looking? My jacket could use an upgrade",
  "Quest.cloth_5.step2": "Not quite there yet, we're working hard on it!",
  "Quest.cloth_6.step1": "I never thought we'd be expanding into the clothing business.",
  "Quest.cloth_6.step2": "Nothing is what it seams.",
  "Quest.cloth_6.step3": "Hey, I make the puns here.",
  "Quest.cloth_7.step1": "What if we put the logo of our restaurant on the clothes?",
  "Quest.cloth_7.step2": "That's a great idea! We'll have to hire embroiders too.",
  "Quest.cloth_7.step3": "All the more reason to keep on going then!",
  "Quest.cloth_8.step1": "Do you know how to sew?",
  "Quest.cloth_8.step2": "You betcha! I can sew, knit and cross-stitch. I’m a triple thread!",
  "Quest.cloth_9.step1": "I'm so excited! We're gonna have the best looking chefs in the whole world!",
  "Quest.cloth_9.step2": "You know how you can have even better looking chefs?",
  "Quest.cloth_9.step3": "How?",
  "Quest.cloth_9.step4": "Put me in the kitchen, hehe.",
  "Quest.cloth_10.step1": "It's nearly done! Do you have your designs ready?",
  "Quest.cloth_10.step2": "I've had them ready since I was born!",
  "Quest.cloth_11.step1": "It's done! Oh, isn't it beautiful?",
  "Quest.cloth_11.step2": "Not as beautiful as the clothes we're going to make!",
  "Quest.japan_1.step1": "Why is there a pile of bricks here?",
  "Quest.japan_1.step2": "We're building something new!",
  "Quest.japan_1.step3": "We are?",
  "Quest.japan_1.step4": "We are!",
  "Quest.japan_2.step1": "So what exactly are we building?",
  "Quest.japan_2.step2": "I was thinking that we need to spice up our menu. ",
  "Quest.japan_2.step3": "So we're building a place where we can research sacred ingredients and recipes!",
  "Quest.japan_3.step1": "Okay, I can see the foundation is there. But where are we going to find books to research?",
  "Quest.japan_3.step2": "If you can figure out a solution for that, we'll just continue building!",
  "Quest.japan_4.step1": "How's the research going?",
  "Quest.japan_4.step2": "Well... I haven't found anything sacred yet, but did you know that cherry blossoms only last about a week?",
  "Quest.japan_4.step3": "I didn't. Interesting!",
  "Quest.japan_5.step1": "The building is really blossoming, isn't it?",
  "Quest.japan_5.step2": "It is!",
  "Quest.japan_5.step3": "wait...was that a pun?",
  "Quest.japan_6.step1": "I think I found something!",
  "Quest.japan_6.step2": "What is it?",
  "Quest.japan_6.step3": "An ancient text on how to make the best cherry blossom tea.",
  "Quest.japan_6.step4": "It's said to have healing capabilities!",
  "Quest.japan_7.step1": "Just imagine what secret recipes we can discover when this builing is done!",
  "Quest.japan_7.step2": "I'm not much of a reader honestly.",
  "Quest.japan_7.step3": "You're not much of a cook either.",
  "Quest.japan_7.step4": "I would be offended, but it's true...",
  "Quest.japan_8.step1": "Did you find more sacred texts?",
  "Quest.japan_8.step2": "A few! They're not as easy to come by as you'd think...",
  "Quest.japan_9.step1": "I'm hungry... for knowledge!",
  "Quest.japan_9.step2": "You're also always hungry for food...",
  "Quest.japan_9.step3": "You don't have to say it like that...",
  "Quest.japan_10.step1": "The building is almost finished, the sacred texts are there... Soon we'll have the best recipes in the world!",
  "Quest.japan_10.step2": "Well... Recipes are nothing without ingredients. We'll have to find those too.",
  "Quest.japan_10.step3": "Shhh let me have my moment.",
  "Quest.japan_11.step1": "It's done! It looks amazing!",
  "Quest.japan_11.step2": "All thanks to your vision.",
  "Quest.japan_11.step3": "And your craftmanship, friend. Don't sell yourself short!",
  "Quest.japan_11.step4": "Now if you'll excuse me, I have some reading to do.",
  "Quest.bunny.step1": "",
  "Quest.tiger.step1": "You found my favorite knife! You have my gratitude!",
  "Quest.tiger.step2": "This knife was handed down to my from my father who got it from his father who got it from his father.",
  "Quest.tiger.step3": "Allow me to repay your kindness. How can I be of service?",
  "Quest.tiger.step4": "Well, now that you mention it, will you join me in my quest to build the best culinary experience in the world?",
  "Quest.tiger.step5": "Why, that’s right around my area of expertise. Lead the way !!",
  "Quest.cat.step1": "Yum, this is the probably the best cake I've ever made. Oh, hello there, apologies for my rudeness. Would you like to a taste of this cake?",
  "Quest.cat.step2": "*munch *munch *munch oh my this is absolutely the BEST cake I've ever had. If only our customers can try it! ",
  "Quest.cat.step3": "Well, I've heard so much about what you are trying to accomplish. Consider me part of your team, I assure you that we will never run out of cakes!",
  "Quest.panda.step1": "*yaaaawnnnn Who dares wake me up from my slumber! . . ouch ouch stop poking me !",
  "Quest.panda.step2": "Sigh, so this is the great Pandareus, King of the Wok, Master of the Pan, Conqueror of the Skillet",
  "Quest.panda.step3": "I don't know who made those up, but meh, I do make a killer omelet. Here, you may try it.",
  "Quest.panda.step4": "Oh goodness, this is so fluffy, kind of like you! Can I get a hug !?",
  "Quest.panda.step5": "No hugging !!",
  "Quest.raccoon.step1": "Mr. Raccoon, I believe this belong to you?",
  "Quest.raccoon.step2": "Yasss! Thank you so much for bringing it back. Now, I can go back to experimenting with this dough recipe I've been working on.",
  "Quest.raccoon.step3": "Tell me more about this... dough. ",
  "Quest.raccoon.step4": "Hey, I know you. You are that bunny who aspires to be a grand chef!",
  "Quest.raccoon.step5": "I'm famous already? Well, I guess I have been all over the news.",
  "Quest.raccoon.step6": "Tell you what, let me join your adventure and I'll show ya all my best dough recipes.",
  "Quest.raccoon.step7": "It's a deal!",
  "Quest.fox.step1": "Excuse me Mr. Fox, are you the owner of this exquisite whip-o-magic?",
  "Quest.fox.step2": "Oh my, what an exquisite tool, I've never seen something quite like... I mean, yes ! Thank you for finding it!",
  "Quest.fox.step3": "I am not sure if this is really yours, hmmmmm . . . ",
  "Quest.fox.step4": "Here, try this strawberry shortcake I made a few hours ago. This is the proof !",
  "Quest.fox.step5": "This does not prove anything. . . ",
  "Quest.fox.step6": "Oh my this is heavenly, Mr. Fox. I wish this is part of our menu! ",
  "Quest.fox.step7": "Is this an invitation? I'll be happy to join your adventure and contribute to the menu!",
  "Quest.fox.step8": "Oh that will be amazing !",
  "Quest.fox.step9": "Oh boy . . . ",
  "Quest.dog.step1": "I just came up with a totally new idea for a new pizza recipe, pineapple on pizza !",
  "Quest.dog.step2": "That's been done before and ugh, pineapple on pizza? come on !",
  "Quest.dog.step3": "That's a lovely new idea, although it is not a very original idea indeed",
  "Quest.dog.step4": "Really? No one sees the irony of that statement here?"
}