{
	"Quest.wheat_3.step1": "¡Supongo que tenía incluso más de lo que pensaba! ¡Todo es tan brumoso! Tengo que comer antes de volverme loco. ¡Vamos, cultivemos fusionando estas plantas!",
	"Quest.dishes_0.step1": "Ahora, busquemos los ingredientes y cocinemos algo delicioso. Nunca puedo ver claramente cuando tengo hambre.",
	"Quest.woodsource_1_1.step1": "¡La barba de Merlín! ¡Funcionó! ¿Alguien puede explicarme qué está pasando?",
	"Quest.woodsource_1_1.step2": "Ojalá pudiera. He estado cubierto por esta niebla durante días. ¡Gracias por salvarme de los espíritus malignos!",
	"Quest.woodsource_1_1.step3": "¿Espíritus malignos? Pero el Mergest Kingdom es el lugar más seguro del Séptimo Reino ...",
	"Quest.woodsource_1_1.step4": "¿De qué otra manera explicarías esas entradas desagradables? Déjame ayudarte a deshacerte de ellos antes de que se apoderen de todo nuestro territorio.",
	"Quest.wood_1.step1": "¡Estuviste impresionante ahí fuera! ¿Qué opinas de unir fuerzas?",
	"Quest.wood_1.step2": "Creo que no durarás ni un día sin mí. ¡Vamos, tenemos un reino que salvar!",
	"Quest.wood_2.step1": "¡Genial! Ahora tenemos suficiente madera para construir algo.",
	"Quest.wood_3.step1": "¿Parece algo en lo que consideraría vivir?",
	"Quest.wood_3.step2": "¿Hablas en serio? Ni siquiera estoy seguro de si mi pulgar encajará allí.",
	"Quest.wood_3.step3": "Bueno, en ese caso, ¡será mejor que empieces a cortar! Y trataré de romper la mayor cantidad de niebla que pueda para que puedas tener suficientes entradas para jugar.",
	"Quest.wood_4.step1": "¡Mirar! Es perfecto. Puedes mudarte cuando quieras.",
	"Quest.wood_4.step2": "Puede parecer simple, pero estoy acostumbrado a un nivel de vida mucho más alto. Vamos, conquistemos nuevas tierras para extraer más madera.",
	"Quest.wood_5.step1": "¡Definitivamente se está haciendo más grande! Apuesto a que podríamos meter toda tu barba ahí.",
	"Quest.wood_5.step2": "Suena plausible, pero podemos hacerlo mejor. ¡Ents, ya vamos!",
	"Quest.wood_6.step1": "¿Cuánta madera más necesitamos para hacer este lugar aún más grande?",
	"Quest.wood_6.step2": "Cuanta más madera necesitemos, menos entradas conservaremos. ¡Perfecto!",
	"Quest.wood_7.step1": "Creo que es lo mejor que podemos hacer.",
	"Quest.wood_7.step2": "Oh, mi querido amigo. ¡No tienes idea de cuánto más somos capaces de hacer!",
	"Quest.king_1.step1": "¿Qué hace una corona aquí? ¿Qué puede significar esto posible?",
	"Quest.king_1.step2": "Apuesto a que los espíritus malignos se olvidaron de esconderlo dentro de sus entrantes. ¡Profundicemos más!",
	"Quest.king_2.step1": "¿Estás pensando lo que estoy pensando?",
	"Quest.king_2.step2": "Creo que nuestras dos cabezas son demasiado grandes para esta corona. ¡Encontremos a su legítimo dueño!",
	"Quest.king_3.step1": "¿Se te ocurrió que la corona podría pertenecer realmente al rey?",
	"Quest.king_3.step2": "Tiene mucho sentido ahora que lo dijiste en voz alta. ¡Deberíamos darnos prisa para salvarlo!",
	"Quest.bear_1.step1": "¡Mirar! ¡He encontrado algo!",
	"Quest.bear_1.step2": "¿Otra vez? Siempre te emocionas demasiado ... ¡Oh, Dios mío! ¡Es un verdadero martillo de cueva!",
	"Quest.bear_1.step3": "No me suena tan poderoso.",
	"Quest.bear_1.step4": "¡Espera a conocer a su dueño!",
	"Quest.bear_2.step1": "¿Cuántos martillos hay? ¿Incluso los necesitamos?",
	"Quest.bear_2.step2": "No lo entiendo. Probablemente fuimos a la misma escuela, pero ¿por qué estás tan llorona y yo no?",
	"Quest.bear_2.step3": "¿Quién es quejica, yo? No me quejo de que seas tan molestamente activo.",
	"Quest.bear_2.step4": "No desperdicien su energía en discutir, muchachos. Necesitamos más de esos martillos. ¡Sigue cortando!",
	"Quest.bear_3.step1": "Los martillos son cada vez más pesados. No estoy seguro de que haya alguien que pueda sostenerlos, ¡y mucho menos usarlos!",
	"Quest.bear_3.step2": "Por supuesto que crees que es pesado, ¡mira tus pequeños brazos!",
	"Quest.bear_3.step3": "Mis brazos están bien. Los tuyos son demasiado gordos. Me tomaré un descanso mientras picas. Necesita hacer más ejercicio.",
	"Quest.bear_4.step1": "¡Lo están haciendo muy bien, muchachos! No puedo esperar a que veas qué pasa cuando tengamos todos los martillos.",
	"Quest.bear_4.step2": "Tal vez algún día también encontremos un hacha porque la mía se está volviendo más desafilada por todos los cortes.",
	"Quest.bear_5.step1": "¿Sabemos siquiera por qué se llama Honey Hammer? ¿Puede convocar a la miel?",
	"Quest.bear_5.step2": "Aquí vamos de nuevo. Tenemos mucho trabajo pero lo único que haces es pensar en la comida.",
	"Quest.bear_5.step3": "¿Qué está mal con eso? La comida me hace feliz.",
	"Quest.bear_5.step4": "Y gordo. Busquemos más martillos para ver si pueden invocar algo.",
	"Quest.bear_6.step1": "¡Padre! El martillo está brillando. ¿Significa algo?",
	"Quest.bear_6.step2": "¡Significa que estamos muy cerca de un gran descubrimiento!",
	"Quest.candies_4.step1": "Parece que tengo hambre otra vez ... Estas calabazas me parecen muy sabrosas.",
	"Quest.candies_4.step2": "Son todos tuyos. Pero no esperes que cocine para ti. ¡Mi corazón pertenece a picar!",
	"Quest.wood_9.step1": "¡Parece que finalmente lo hemos encontrado! ¿Es este lugar lo suficientemente grande para ti?",
	"Quest.wood_9.step2": "¿Para mí? Puede caber en todo un escuadrón. Ahora solo tenemos que encontrar uno.",
	"Quest.wood_9.step3": "Antes de hacerlo, terminemos la construcción. ¿Qué necesitas para hacer eso?",
	"Quest.wood_9.step4": "Necesito afilar mi hacha y encontrar algunas entradas.",
	"Quest.wood_9.step5": "Y necesito comer algo. ¡Suena como un gran plan!",
	"Quest.stone_1.step1": "Estaba buscando algo de comida, pero esto es lo que encontré.",
	"Quest.stone_1.step2": "Haré todo lo posible para mantenerte lleno, pero mientras tanto, seguiré buscando más piedra para que podamos construir un fuerte.",
	"Quest.stone_2.step1": "Ya sé que eres bueno con la madera, pero ¿qué tal otros materiales?",
	"Quest.stone_2.step2": "Puedo construir cualquier cosa con todo. ¡Mira y aprende!",
	"Quest.stone_3.step1": "¿A esto se le llama erigir un edificio? ¿No puedes hacer nada sin mi ayuda?",
	"Quest.stone_3.step2": "¿No te gusta? Estaba pensando que era perfecto para ti.",
	"Quest.stone_3.step3": "Si tenemos que reconstruir nuestro Reino desde cero, me aseguraré de tener el palacio más grande.",
	"Quest.stone_4.step1": "No puedo creer que esté diciendo esto, pero en realidad tenías razón. Es perfecto para mí. Lo usaré como cobertizo para guardar cosas viejas.",
	"Quest.stone_4.step2": "Como desées. Aunque sé que no tienes nada desde que la niebla se lo llevó todo, ¿recuerdas?",
	"Quest.stone_5.step1": "Esto se ve muy bien. ¿A quién debo agradecer por tan gran logro arquitectónico?",
	"Quest.stone_5.step2": "Debería agradecernos a todos, su alteza. Y asegúrese de que somos capaces de hacer cosas aún mayores.",
	"Quest.stone_6.step1": "Podríamos usarlo como torre de vigilancia para cuidar de los ents y los golems para que se mantengan bajo control.",
	"Quest.stone_6.step2": "Por el momento sí. Pero como estamos planeando tener un ejército propio, necesitaremos un lugar donde alimentar a los soldados ...",
	"Quest.stone_7.step1": "Esta taberna se ve deliciosa. ¿Debería entrar y probarlo?",
	"Quest.stone_7.step2": "No antes de reconstruirlo y convertirlo en otra cosa.",
	"Quest.stone_8.step1": "¿Qué te parece ahora?",
	"Quest.stone_8.step2": "Arruinaste un edificio perfectamente bonito, pero lo superaré. Finalmente. Cuando como algo.",
	"Quest.stone_10.step1": "Eso es todo. Esta ciudadela marcará el comienzo del nuevo Reino de Farawake. Aún más fuerte y próspera.",
	"Quest.stone_10.step2": "Tu espíritu y creencia es lo que nos mantiene en marcha.",
	"Quest.stone_10.step3": "Sé que todavía no somos muchos, pero podemos hacer grandes cosas juntos.",
	"Quest.wagon_1.step1": "¿Hay alguien en nuestro equipo que pueda trabajar con metal?",
	"Quest.wagon_1.step2": "No me mires. Ya hice la parte más importante. Yo te rescaté.",
	"Quest.wagon_1.step3": "No sé si podría decirlo por mi armadura, pero resulta que sé un par de cosas sobre las aleaciones.",
	"Quest.wagon_2.step1": "Entonces, ¿qué hacemos con esos rayos?",
	"Quest.wagon_2.step2": "Serán una gran base para nuestros futuros edificios. ¡Consigamos más!",
	"Quest.wagon_3.step1": "¿Estás construyendo un iglú? No sabía que eras un oso polar ...",
	"Quest.wagon_3.step2": "De hecho, podría haber aprendido algo si hubiera usado los ojos en lugar de la boca con más frecuencia.",
	"Quest.wagon_4.step1": "Grizzly, ¿esto es lo que creo que es?",
	"Quest.wagon_4.step2": "Sí, señor. Pensé que podríamos necesitar algo como esto en nuestra situación.",
	"Quest.wagon_4.step3": "¿Qué es? No entiendo.",
	"Quest.wagon_4.step4": "Una vez más, más observación, menos conversación.",
	"Quest.wagon_5.step1": "Bien, ahora veo.",
	"Quest.wagon_5.step2": "Soy curioso. ¿Que ves?",
	"Quest.wagon_5.step3": "Está bien, me tienes. Todavía no tengo idea.",
	"Quest.wagon_5.step4": "Ten paciencia, amigo. Solo ayúdame a conseguir más recursos y pronto lo verás todo.",
	"Quest.wagon_6.step1": "Puede que no lo sepas, pero Grizzly proviene de una línea muy larga de científicos.",
	"Quest.wagon_6.step2": "¿En serio? No lo digas. Parece más un guerrero.",
	"Quest.wagon_6.step3": "Soy muchas cosas pero mi corazón siempre pertenecerá al conocimiento. Espero que les guste mi nuevo laboratorio.",
	"Quest.wagon_7.step1": "Esto se ve bien. ¿Qué planeas hacer con él?",
	"Quest.wagon_7.step2": "En primer lugar, tengo que terminar de construirlo para que su ayuda sea muy apreciada.",
	"Quest.wagon_8.step1": "Me dio un poco de hambre por ser tan servicial y me preguntaba si hay alguna manera de que puedas crear algo sabroso y que llene ahí.",
	"Quest.wagon_8.step2": "No le hagas caso. Siempre habla de comida. ¿Hay algo más que podamos hacer?",
	"Quest.wagon_8.step3": "Está bien. Gracias. Pensaré en algo para hacer cuando terminemos.",
	"Quest.wagon_10.step1": "Aquí es donde voy a construir mi laboratorio. ¿Qué piensas?",
	"Quest.wagon_10.step2": "Creo que es una gran solución. Incluso si no lo es, siempre podemos ponerlo en otro lugar.",
	"Quest.wagon_10.step3": "Sí, siempre puedes contar con nosotros. ¡Te cubrimos!",
	"Quest.elf_1.step1": "¿Hay cazadores entre nosotros?",
	"Quest.elf_1.step2": "¿Por qué preguntas?",
	"Quest.elf_1.step3": "Encontré una flecha.",
	"Quest.elf_1.step4": "Es demasiado pronto para sacar conclusiones precipitadas. Recopilemos algunos más y veamos qué sucede.",
	"Quest.elf_2.step1": "¿Sabes por qué seguimos encontrándonos con estas cosas extrañas en todo el reino?",
	"Quest.elf_2.step2": "Solo puedo adivinar. Necesitamos más información si queremos averiguar qué pasó aquí.",
	"Quest.elf_3.step1": "Ni siquiera estoy seguro de si alguien aquí es bueno en el tiro con arco.",
	"Quest.elf_3.step2": "¿Por qué querría alguien un arco si tienes un hacha?",
	"Quest.elf_3.step3": "¿O un martillo?",
	"Quest.elf_3.step4": "Tenía muchas dudas, pero ahora estoy casi seguro de que este carcaj pertenece a un ser más sofisticado que nosotros.",
	"Quest.elf_4.step1": "¿Y si nadie viene a reclamar esas flechas? ¿Puedo quedarme con ellos entonces?",
	"Quest.elf_4.step2": "¿Por qué los quieres? No son comestibles.",
	"Quest.elf_4.step3": "Los voy a usar como un buen tenedor grande.",
	"Quest.elf_5.step1": "Cuantas más flechas encontramos, más aterrador se vuelve.",
	"Quest.elf_5.step2": "¿Y por qué es eso?",
	"Quest.elf_5.step3": "¿Qué pasa si su dueño decide usarlos contra nosotros?",
	"Quest.elf_5.step4": "Supongo que también estabas asustado cuando me viste por primera vez. Míranos ahora. ¡Uña y carne!",
	"Quest.elf_6.step1": "Atención, el dueño del arco puede llegar en cualquier momento.",
	"Quest.elf_6.step2": "Nos aseguraremos de recolectar más piezas para que la vista sea más acogedora.",
	"Quest.elf_7.step1": "¿Hay algo mejor que esto? ¿Quién no querría tener un arco tan hermoso?",
	"Quest.elf_7.step2": "¿Qué sabes de los arcos? Y, sobre todo, ¿sobre la belleza? Esperemos a que la dueña se revele.",
	"Quest.warlock_1.step1": "¡Una gran noticia! Creo que acabo de encontrar una nueva receta. Finalmente puedo cocinar algo nuevo.",
	"Quest.warlock_1.step2": "Déjeme ver. Hm ... No es una receta para un plato. Es una receta para una poción.",
	"Quest.warlock_1.step3": "No sabía que había brujas permitidas en el Reino de Farawake.",
	"Quest.warlock_1.step4": "Quizás ella no sea de por aquí ...",
	"Quest.warlock_2.step1": "¿Alguien puede hablar idiomas antiguos?",
	"Quest.warlock_2.step2": "¿No, porque preguntas?",
	"Quest.warlock_2.step3": "Acabo de encontrar la segunda variable de esa ecuación mágica y quiero leer lo que hay en ella.",
	"Quest.warlock_2.step4": "No creo que sea tan buena idea. No sabríamos qué hacer con él incluso si fuéramos competentes en los idiomas requeridos.",
	"Quest.warlock_3.step1": "¿Cuántos hechizos más hay? Porque sigo encontrando estos libros ...",
	"Quest.warlock_3.step2": "¿Realmente importa? Todos sabemos que ni siquiera puedes leerlos. Déjalos en paz.",
	"Quest.warlock_3.step3": "Seguiré buscando hasta encontrar algo que pueda leer.",
	"Quest.warlock_4.step1": "Me pregunto quién es el dueño de estos libros. Nunca había visto algo así antes.",
	"Quest.warlock_4.step2": "Eso es lo que pensamos cuando encontramos tu arco.",
	"Quest.warlock_4.step3": "Es curioso cómo siempre no puedes usar las cosas que encuentras.",
	"Quest.warlock_5.step1": "¿Crees que el dueño de estos libros tendrá respuestas?",
	"Quest.warlock_5.step2": "He sido parte de la Guardia Real durante muchos años y he aprendido a creer en los milagros.",
	"Quest.warlock_5.step3": "Normalmente creo en hacer tu propia fe, pero momentos como este me hacen preguntarme si estoy equivocado ...",
	"Quest.warlock_6.step1": "Grizzly, ¿qué opinas de estos libros desde el punto de vista científico?",
	"Quest.warlock_6.step2": "Prefiero no decirlo porque no quiero ofender a nadie.",
	"Quest.warlock_6.step3": "Interesante. Ahora tengo aún más curiosidad por ver a esta supuesta bruja.",
	"Quest.warlock_7.step1": "¿Alguien quiere darse por vencido? Llevamos demasiado tiempo cargando esos libros. Y no se vuelven más ligeros.",
	"Quest.warlock_7.step2": "Se lo debemos a su dueño para salvarla. Créame, he estado ahí. No es agradable sentirse poseído por la niebla.",
	"Quest.warlock_8.step1": "Cuanta más gente tengamos, mejores serán nuestras posibilidades contra la niebla.",
	"Quest.warlock_8.step2": "Esperemos que nuestro próximo refuerzo pueda arrojar algo de luz sobre este misterio.",
	"Quest.magicplant_1.step1": "¡Mira lo que encontré!",
	"Quest.magicplant_1.step2": "¿Cómo es que sigues encontrando cosas?",
	"Quest.magicplant_1.step3": "Es fácil, amigo. Siempre estoy buscando comida.",
	"Quest.magicplant_2.step1": "¿Tienes idea de qué es esto?",
	"Quest.magicplant_2.step2": "No, nunca había visto algo así antes.",
	"Quest.magicplant_2.step3": "Tal vez puedas probarlo y decirnos cómo se siente.",
	"Quest.magicplant_2.step4": "Sé que tengo reputación, pero incluso tengo miedo de comer algo tan desconocido.",
	"Quest.magicplant_3.step1": "Estoy tan contento de no haber intentado comerlo. ¡Empezó a brillar!",
	"Quest.magicplant_3.step2": "Hubiera sido divertido ver cómo tu enorme barriga se iluminaba por dentro. Una antorcha humana de gran tamaño, si se me permite.",
	"Quest.magicplant_4.step1": "Entonces, ¿qué debemos hacer al respecto?",
	"Quest.magicplant_4.step2": "¿Por qué me estás preguntando? No sé.",
	"Quest.magicplant_4.step3": "Porque eres un experto en árboles.",
	"Quest.magicplant_4.step4": "Sí, a la hora de talarlos. Este parece que se desperdiciaría en leña.",
	"Quest.magicplant_5.step1": "Se hace más y más grande cada vez. ¿Cuándo se detiene?",
	"Quest.magicplant_5.step2": "No lo sé, pero te apuesto a que tiene mucho espacio para crecer más.",
	"Quest.magicplant_5.step3": "Está bien, pero si no, vas a cocinar esta noche.",
	"Quest.magicplant_6.step1": "¡Tengo una idea ingeniosa! Deberíamos leer sobre esta planta en el libro.",
	"Quest.magicplant_6.step2": "¡Gran plan! Aunque hay un pequeño problema. Ninguno de nosotros sabe leer.",
	"Quest.magicplant_6.step3": "Así es ... ¡Cómo pude olvidarlo!",
	"Quest.magicplant_6.step4": "No tan agudo para ser un genio, ¿verdad?",
	"Quest.magicplant_7.step1": "Vaya, mira lo bonito que es. Solo algo bueno puede salir de algo tan bonito.",
	"Quest.magicplant_7.step2": "¡Averigüemos si tienes razón!",
	"Quest.magicplant_8.step1": "¿Estoy viendo esto bien?",
	"Quest.magicplant_8.step2": "No, estas flores no son para comer.",
	"Quest.magicplant_8.step3": "Entonces, ¿para qué sirven?",
	"Quest.magicplant_8.step4": "Creo que son para conceder los deseos.",
	"Quest.troll_1.step1": "Parece que tu sueño se está haciendo realidad. ¿Qué te parece tu nueva hacha?",
	"Quest.troll_1.step2": "No tengo ganas de tomar el hacha de otra persona. Encontremos a su dueño real.",
	"Quest.troll_2.step1": "¿Quizás serás más dócil y aceptarás mi oferta de convertirte en el nuevo maestro de este hacha?",
	"Quest.troll_2.step2": "Estoy bastante feliz con mi martillo, gracias. ¿Por qué quieres deshacerte tanto de él?",
	"Quest.troll_2.step3": "No quiero morirme de hambre mientras busco al que lo perdió.",
	"Quest.troll_3.step1": "¿Nuestro amigo mutuo te molestó con su oferta?",
	"Quest.troll_3.step2": "Por supuesto que lo hizo. Pero en realidad sé de quién es este hacha, así que prometí ayudar con la búsqueda.",
	"Quest.troll_3.step3": "¡Avísame si necesitas ayuda!",
	"Quest.troll_4.step1": "Nuestro equipo es cada vez más grande. ¿Cómo te vas a sentir si no eres el único que conoce los ejes?",
	"Quest.troll_4.step2": "Me sentiré genial. Finalmente habrá alguien con quien hablar en lugar de usted.",
	"Quest.troll_5.step1": "Es importante estar preparado. No sabemos si es una trampa o no. Quizás alguien esté jugando con nosotros.",
	"Quest.troll_5.step2": "No siento ninguna magia oscura rodeando este hacha. Tengo una razón para creer que estamos en el camino correcto.",
	"Quest.troll_5.step3": "Espero que tengas razón, pero vigilemos a los demás de todos modos.",
	"Quest.troll_6.step1": "Entonces, ¿cómo conoces al dueño del hacha? Pensé que los amantes del tiro con arco no se codean con los demás.",
	"Quest.troll_6.step2": "Y sin embargo, aquí estoy, hablando contigo.",
	"Quest.troll_6.step3": "Lo digo en serio. ¿Quién es él?",
	"Quest.troll_6.step4": "Es un gran cazador. Si alguien puede ayudarte a comer algo para la cena, es él.",
	"Quest.troll_7.step1": "¡Mira qué elegantes son estas hachas! ¿Estás seguro de que no quieres tomar uno? ¿Quién necesita dos ejes?",
	"Quest.troll_7.step2": "Alguien que sea lo suficientemente fuerte para sostenerlos a ambos.",
	"Quest.troll_8.step1": "Siempre me pregunté, majestad, ¿cuál es el arma de su elección? ¿Podría ser un hacha por casualidad?",
	"Quest.troll_8.step2": "Un rey sabio hará todo lo que esté a su alcance para evitar la batalla. Por eso siempre tengo que mantener mi cerebro más afilado que cualquier espada.",
	"Quest.troll_9.step1": "¿Todavía crees que es seguro? Nunca he visto un hacha que pueda producir fuego.",
	"Quest.troll_9.step2": "Es un hechizo muy poderoso pero no tenemos nada de qué preocuparnos. Solo hay un sabio en todos los reinos que puede lanzarlo.",
	"Quest.troll_9.step3": "Y resulta que es un muy buen amigo del Reino de Farawake.",
	"Quest.bamboo_1.step1": "¡Tengo la mejor noticia, Grizzly! Hay algo que hará que tu estancia aquí sea mucho mejor.",
	"Quest.bamboo_1.step2": "Lamento decepcionarte, pero me estás confundiendo con alguien. Conozco algunos pandas, pero yo no soy uno de ellos.",
	"Quest.bamboo_1.step3": "Quizás deberías aprender de ellos. Después de todo, la comida normal siempre es escasa cuando el Jinete está cerca.",
	"Quest.bamboo_2.step1": "¿Por qué necesitamos este bambú de todos modos si Grizzly no se lo va a comer?",
	"Quest.bamboo_2.step2": "¿No te acuerdas? Puedo construir cualquier cosa a partir de cualquier cosa. ¡Busquemos más!",
	"Quest.bamboo_3.step1": "De acuerdo, entiendo que no lo encuentras sabroso, pero ¿considerarías vivir en una casa hecha de bambú?",
	"Quest.bamboo_3.step2": "Seguro Por qué no. Si es lo suficientemente grande para acomodarme.",
	"Quest.bamboo_3.step3": "¿Se enteró que? ¡Construyamos una mansión para nuestro amigo!",
	"Quest.bamboo_4.step1": "Escuché que algunos guerreros usan palos de bambú como armas. ¿Estás pensando en hacer lo mismo?",
	"Quest.bamboo_4.step2": "Puede que sea bueno para el combate, pero me gusta más la caza. Por tanto, la respuesta es no.",
	"Quest.bamboo_4.step3": "Entiendo. Tal vez podamos construirle un cobertizo lo suficientemente grande para almacenar todos sus arcos y flechas.",
	"Quest.bamboo_5.step1": "Me gusta lo que haces aquí. Cuantos más edificios tengamos, más poderosas serán nuestras fuerzas. ¿Cuántos más puedes erigir?",
	"Quest.bamboo_5.step2": "Depende de cuántos más materiales podamos encontrar.",
	"Quest.bamboo_5.step3": "Bueno, en ese caso, no escatimes en gastos, pero encuentra lo que necesitamos. Utilice toda la ayuda que necesite.",
	"Quest.bamboo_6.step1": "No puedo creer que esté diciendo esto, pero necesito que busques comida.",
	"Quest.bamboo_6.step2": "¡Y no puedo creer lo que escucho! Finalmente, no soy el único que tiene hambre todo el tiempo.",
	"Quest.bamboo_6.step3": "Sí, todavía lo eres. Solo esperaba que accidentalmente me ayudases a encontrar más bambú mientras busco sustento.",
	"Quest.bamboo_7.step1": "No lo entiendo. ¿Por qué usamos bambú para la construcción cuando tenemos piedra, metal y madera? ¿No son más resistentes?",
	"Quest.bamboo_7.step2": "Sí, podrían serlo. Pero no tenemos elección. Nuestras tierras están estropeadas con diferentes tipos de criaturas que tenemos que talar.",
	"Quest.bamboo_7.step3": "Y sería un desperdicio no usar lo que queda de ellos. Todo es valioso a la hora de reconstruir nuestro reino.",
	"Quest.bamboo_8.step1": "No tenía idea de que se puede erigir un edificio tan grande y masivo usando ... bambú.",
	"Quest.bamboo_8.step2": "Bueno, amigo mío, cuando tienes suficiente de algo y sabes cómo usarlo, suceden milagros. ¡Espera a ver el siguiente!",
	"Quest.bamboo_10.step1": "No estabas mintiendo. Esto es increíble. Podría reconsiderar la posibilidad de mudarme aquí desde mi vivienda actual.",
	"Quest.bamboo_10.step2": "No te aconsejaría que vivieras en una casa que teóricamente se pueda comer. Puede que no seas un panda, pero tu apetito es impredecible.",
	"Quest.sapphire_1.step1": "¿Recuerdas que me dijiste que puedes construir cualquier cosa a partir de cualquier cosa?",
	"Quest.sapphire_1.step2": "Por supuesto. No uso las palabras a la ligera como otros miembros de nuestro equipo.",
	"Quest.sapphire_1.step3": "¡Entonces tengo un desafío para ti si eliges aceptarlo!",
	"Quest.sapphire_2.step1": "¿Sigues pensando que estás preparado para la tarea?",
	"Quest.sapphire_2.step2": "Estoy. Y terminaré más rápido si dejas de hablar y comienzas a ayudarme a recolectar más materiales.",
	"Quest.sapphire_3.step1": "¿No te parece frágil?",
	"Quest.sapphire_3.step2": "No subestimes los cristales. Cuantos más edificios hayamos hecho con ellos, más seguro será nuestro Reino.",
	"Quest.sapphire_4.step1": "¿Qué es lo que están construyendo, chicos?",
	"Quest.sapphire_4.step2": "Gingerbeard está tratando desesperadamente de demostrar que no desperdicia sus palabras.",
	"Quest.sapphire_4.step3": "No estoy tratando de probarlo. De hecho, lo estoy haciendo.",
	"Quest.sapphire_5.step1": "Esto se ve bonito. Aunque nunca pensaría que lo lograste.",
	"Quest.sapphire_5.step2": "¿Porqué es eso?",
	"Quest.sapphire_5.step3": "No quiero ser grosero, pero no pareces alguien capaz de construir edificios sofisticados como ese.",
	"Quest.sapphire_6.step1": "De acuerdo, tienes un trato. Te voy a ayudar con una condición ...",
	"Quest.sapphire_6.step2": "Lo estoy haciendo bastante bien por mi cuenta. No creo que necesite tu ayuda.",
	"Quest.sapphire_6.step3": "Es muy tarde ahora. Te estoy ayudando de todos modos a cambio de una de estas villas. Parece que a Emeralda le agradan y yo ... Hm. Me gusta mucho.",
	"Quest.sapphire_7.step1": "¿Le dijiste a alguien más sobre tu secreto?",
	"Quest.sapphire_7.step2": "¡No! Y si lo haces, lo haré ... ¡romperé tu hacha en pedazos!",
	"Quest.sapphire_7.step3": "No te preocupes, conmigo estoy seguro. De hecho, lo encuentro muy romántico. ¡Construyamos un castillo de verdad para ella!",
	"Quest.sapphire_8.step1": "Oye, Grizzly, ¿puedes echarnos una mano? Intentamos morder más de lo que podíamos masticar.",
	"Quest.sapphire_8.step2": "¡No digas que quieres que te lleve materiales de nuevo! Soy un oso fuerte e independiente, pero también tengo sentimientos, ¿sabes?",
	"Quest.sapphire_8.step3": "Por supuesto. Y no quisiéramos lastimarlos. ¡Vamos a celebrar una fiesta de té con miel y mermelada después y estás invitado!",
	"Quest.sapphire_8.step4": "¡¿Por qué no empezaste con eso ?! ¿Qué y dónde necesitas que lleve?",
	"Quest.sapphire_9.step1": "¿Entonces qué vas a hacer? Solo dale las llaves y dile \"Ahora es tu castillo, disfrútalo\".",
	"Quest.sapphire_9.step2": "No pensé que hubiera terminado. No soy bueno con las palabras, eso lo sabes mejor que nadie.",
	"Quest.sapphire_9.step3": "¿Quizás deberíamos preguntarle al Rey? Su trabajo es ser elocuente.",
	"Quest.sapphire_9.step4": "No estoy listo para compartir mi secreto más oscuro con dos personas en un día. ¡Lo improvisaré!",
	"Quest.sapphire_11.step1": "¿Qué te parece este castillo?",
	"Quest.sapphire_11.step2": "Es hermoso. Gingerbeard hizo un gran trabajo.",
	"Quest.sapphire_11.step3": "De hecho, lo he ayudado. Dijo que no podría hacerlo sin mí.",
	"Quest.sapphire_11.step4": "¿En serio? Bueno, espero que te des cuenta de que estaba siendo sarcástico al llamarlo bonito. Mi color favorito es el verde, no el morado. Mejor suerte la próxima vez.",
	"Quest.dragonisland_1.step1": "Se siente extraño saludar al rey con las manos vacías.",
	"Quest.dragonisland_1.step2": "Conozco un lugar donde podemos encontrar muchas cosas pero no es para todos.",
	"Quest.dragonisland_1.step3": "No tengo miedo de nada. ¿Puedes llevarme allí ahora?",
	"Quest.dragonisland_1.step4": "¡Muy bien, pero no digas que no te lo advertí!",
	"Quest.knight_1.step1": "¡Su Majestad! Finalmente, algo que merece tu atención.",
	"Quest.knight_1.step2": "Gracias amablemente, pero estoy perfectamente feliz con mi espada tal como está. Aunque tengo curiosidad por ver a dónde nos va a llevar este peculiar artículo.",
	"Quest.knight_2.step1": "¿Cómo te sientes con otra arma de nuestra colección? Recuerdo cuando encontré tu hacha por primera vez. Me asustó.",
	"Quest.knight_2.step2": "Fangtooth no le tiene miedo a nada. Y protegerá a sus amigos asustados.",
	"Quest.knight_2.step3": "Vaya, ¿cuándo nos las arreglamos para hacernos amigos?",
	"Quest.knight_2.step4": "Todavía estás aquí. Eso te convierte en amigo de Fangtooth.",
	"Quest.knight_3.step1": "Grizzly, eres un oso de la ciencia, ¿no?",
	"Quest.knight_3.step2": "De hecho yo soy. ¿Cuál es tu punto?",
	"Quest.knight_3.step3": "¿Sabes qué es más resistente, una espada o un martillo?",
	"Quest.knight_3.step4": "Una espada habitual batiría a tu martillo normal. Pero mi martillo está más allá de lo normal. Y vencerá a cualquier espada, incluso a una extraordinaria.",
	"Quest.knight_4.step1": "¿Estas bien?",
	"Quest.knight_4.step2": "Si. Totalmente. Estoy genial. Estoy bien. ¿Por qué preguntas?",
	"Quest.knight_4.step3": "Otro miembro potencial de nuestro equipo está en camino. ¿Y si a él también le gusta Emeralda ...",
	"Quest.knight_4.step4": "De hecho, no me molesta en absoluto. Mientras no tropecemos con una ballesta, no tengo nada de qué preocuparme.",
	"Quest.knight_5.step1": "¿Puedes decir algo sobre esta espada con solo mirarla?",
	"Quest.knight_5.step2": "No soy un psíquico, sabes. ¿Por qué tienes tanta curiosidad de todos modos?",
	"Quest.knight_5.step3": "Sin razón. Solo quiero estar preparado para cualquier cosa.",
	"Quest.knight_6.step1": "¿Crees que yo también debería conseguir un arma?",
	"Quest.knight_6.step2": "Ni siquiera creo que puedas usar uno correctamente.",
	"Quest.knight_6.step3": "Eso es tan malo de tu parte. ¡Puedo manejar esta espada incluso mejor que su dueño actual!",
	"Quest.knight_6.step4": "Veremos eso muy pronto, ¿no?",
	"Quest.knight_7.step1": "Siempre es bueno ver crecer a nuestro ejército. Asegurémonos de que nuestro nuevo huésped reciba el tratamiento que se merece.",
	"Quest.knight_7.step2": "Como desee, su majestad. Lo aceptaremos como uno de los nuestros.",
	"Quest.knight_8.step1": "¿Qué harás si este misterioso caballero se convierte en mi mejor amigo?",
	"Quest.knight_8.step2": "Me alegraría por ti. Te falta caballerosidad. Quizás sea una buena influencia para ti.",
	"Quest.knight_8.step3": "¿Estás diciendo que no soy lo suficientemente caballeroso? Te ayudaré a encontrar más espadas, pero solo después de ti.",
	"Quest.knight_9.step1": "Realmente me hiciste pensar en esta espada, así que la investigué. Resulta que está hecho de acero de dragón.",
	"Quest.knight_9.step2": "¿Es algo bueno o malo?",
	"Quest.knight_9.step3": "Significa que golpeará mi martillo 10 de cada 10 veces ...",
	"Quest.knight_10.step1": "¡Ahora sé lo suficiente sobre mi futuro némesis para competir con él!",
	"Quest.knight_10.step2": "Tómatelo con calma, todavía existe la posibilidad de que tú y él sean los mejores amigos.",
	"Quest.knight_10.step3": "No te preocupes, Gingerbeard, tenemos mucha historia. ¡Nunca te olvidaré!"
}