{
	"Quest.wood_1.step1": "А ты хорош! Как насчёт того, чтобы объединить наши силы?",
	"Quest.wood_1.step2": "Да вы без меня и дня не протянете. Вперёд и за дело, спасать Королевство!",
	"Quest.wood_2.step1": "Прекрасно! Теперь у нас достаточно древесины, чтобы что-нибудь построить.",
	"Quest.wood_3.step1": "Это похоже на место, в котором ты хотел бы жить?",
	"Quest.wood_3.step2": "Ты серьёзно? Я даже не уверен, поместится ли туда мой большой палец.",
	"Quest.wood_3.step3": "Что ж, в таком случае тебе пора за работу! А я постараюсь рассеять как можно больше тумана, чтобы у тебя не было отбоя от энтов.",
	"Quest.wood_4.step1": "Ты погляди-ка! Это же просто идеально. Можешь заселяться в любое время.",
	"Quest.wood_4.step2": "Может я и выгляжу просто, но я привык к гораздо более высокому уровню жизни. Так что давай захватим больше земель, чтобы добыть побольше древисины и обустроить эту хижину.",
	"Quest.wood_5.step1": "Оно определенно становится больше! Бьюсь об заклад, что мы сможем целиком запихать туда твою  бороду.",
	"Quest.wood_5.step2": "Звучит правдоподобно, но мы способны на большее. Энты, мы идём за вами!",
	"Quest.wood_6.step1": "Сколько ещё дерева нужно для того, чтобы отстроить что-нибудь повнушительнее?",
	"Quest.wood_6.step2": "Чем больше древесины нам понадобится, тем меньше останется энтов. Идеально!",
	"Quest.wood_7.step1": "Думаю, это лучшее, что мы могли сделать.",
	"Quest.wood_7.step2": "О мой дорогой друг. Ты даже не представляешь, какой в нас заложен потенциал!",
	"Quest.king_1.step1": "Смотри, чья-то корона! Что это может означать?",
	"Quest.king_1.step2": "Наверняка злые духи забыли спрятать её за пазухой у энтов. Пора копнуть глубже!",
	"Quest.king_2.step1": "Знаешь, о чём я сейчас думаю?",
	"Quest.king_2.step2": "О том, что это корона слишком мала для наших огромных голов? Нужно найти её законного обладателя!",
	"Quest.king_3.step1": "А тебе не кажется логичным, что корона должна принадлежать королю?",
	"Quest.king_3.step2": "После того, как ты произнёс это вслух – это кажется мне очевидным! Давай поспешим, чтобы спасти его!",
	"Quest.bear_1.step1": "Смотри! Я кое-что нашёл!",
	"Quest.bear_1.step2": "Опять? Ты всегда слишком эмоционально на всё реагируешь... Не может быть! Это же Пещерный Молот!",
	"Quest.bear_1.step3": "Звучит не так уж и впечатляюще.",
	"Quest.bear_1.step4": "А ты подожди, пока познакомишься с его обладателем!",
	"Quest.bear_2.step1": "Сколько там ещё этих молотов? А они вообще нам нужны?",
	"Quest.bear_2.step2": "Не понимаю. Мы ведь наверняка ходили в одну школу. Но почему ты вечно ноешь, а я – нет?",
	"Quest.bear_2.step3": "Кто ноет? Я? Тогда почему я ещё ни слова не сказал о том, как утомительна твоя постоянная активность?",
	"Quest.bear_2.step4": "Не тратьте силы на споры, ребята. Нам нужно раздобыть как можно больше этих молотов. Продолжайте рубить!",
	"Quest.bear_3.step1": "Молоты становятся всё тяжелее и тяжелее. Я не уверен, что есть кто-то, кто сможет их просто держать, не говоря уже о том, чтобы ими пользоваться!",
	"Quest.bear_3.step2": "Конечно он кажется тебе тяжёлым. Посмотри на свои крошечные ручки!",
	"Quest.bear_3.step3": "Мои руки в полном порядке. А вот твои толстоваты будут. Я передохну, пока ты рубишь. Тебе нужно больше двигаться.",
	"Quest.bear_4.step1": "Отличная работа, ребята! Не могу дождаться, когда вы увидите результат ваших трудов.",
	"Quest.bear_4.step2": "Надеюсь, что нам однажды попадётся и топор, потому что мой совсем затупился от всей этой рубки.",
	"Quest.bear_5.step1": "А кто-нибудь знает, почему эта штука называется Медовым молотом? Она что, может вызывать мёд?",
	"Quest.bear_5.step2": "Опять ты за своё. У нас много работы, а ты думаешь только о еде.",
	"Quest.bear_5.step3": "А что в этом плохого? Еда делает меня счастливым.",
	"Quest.bear_5.step4": "И толстым. Давай найдём ещё несколько молотов, чтобы посмотреть, могут ли они вообще что-нибудь призывать.",
	"Quest.bear_6.step1": "Сир! Молот начал светиться. Что это значит?",
	"Quest.bear_6.step2": "Это значит, что мы очень близки к великому открытию!",
	"Quest.stone_1.step1": "Я искал, нечто съестное, но вот на что наткнулся в процессе.",
	"Quest.stone_1.step2": "Я сделаю всё возможное, чтобы утолить твой голод, но а пока что продолжай свои поиски. Нам нужно больше камней для возведения настоящей крепости.",
	"Quest.stone_2.step1": "Я видел тебя в деле с древесиной, но как насчёт других материалов?",
	"Quest.stone_2.step2": "Я могу построить что угодно из чего угодно. Смотри и учись!",
	"Quest.stone_3.step1": "И это ты называешь строительством? Неужели ты ничего не можешь сделать без моей помощи?",
	"Quest.stone_3.step2": "Тебе не нравится? Мне казалось, что это идеально тебе подходит.",
	"Quest.stone_3.step3": "Раз уж нам выпала честь заново отстроить Королевство, я не соглашусь на меньшее, чем самый огромный дворец!",
	"Quest.stone_4.step1": "Не могу поверить, что говорю это, но ты был прав. Это идеально мне подходит. Я буду хранить тут свои старые вещи.",
	"Quest.stone_4.step2": "Как душе угодно. Только вот все наши вещи забрал туман, помнишь?",
	"Quest.stone_5.step1": "Выглядит отлично. Кого стоит похвалить за столь великолепное архитектурное достижение?",
	"Quest.stone_5.step2": "Это было наше совместное усилие, ваше высочество. И будьте уверены, что это ещё не предел.",
	"Quest.stone_6.step1": "Мы можем использовать это здание как сторожевую башню, чтобы присматривать за энтами и големами.",
	"Quest.stone_6.step2": "Хороша идея. Но раз уж мы планируем обзавестись своей собственной армией, нам понадобится место, где мы будем кормить солдат...",
	"Quest.stone_7.step1": "Эта таверна выглядит восхитительно. Как думаете, стоит ли мне туда наведаться и убедиться, что всё в порядке?",
	"Quest.stone_7.step2": "Обязательно! Но только после того, как мы её перестроим в нечто другое.",
	"Quest.stone_8.step1": "Как тебе результаты проделанной нами работы?",
	"Quest.stone_8.step2": "Вы разрушили прекрасное здание, но я переживу эту потерю. Рано или поздно. Когда что-нибудь съем.",
	"Quest.wagon_1.step1": "Есть ли в нашей команде кто-нибудь, кто умеет работать с металлом?",
	"Quest.wagon_1.step2": "Не смотри на меня. Я уже выполнил самую важную миссию – спас тебя.",
	"Quest.wagon_1.step3": "Не знаю, насколько это очевидно по моим доспехам, но я знаю кое-что о сплавах.",
	"Quest.wagon_2.step1": "И что нам теперь делать с этими балками?",
	"Quest.wagon_2.step2": "Они станут отличным фундаментом для наших будущих построек. Не помешало бы раздобыть их побольше!",
	"Quest.wagon_3.step1": "Это что, иглу? Я как-то не заметил, что ты полярный медведь...",
	"Quest.wagon_3.step2": "Ты мог бы действительно научиться чему-то, если бы чаще использовал глаза, нежели рот.",
	"Quest.wagon_4.step1": "Гризли, это то, что я думаю?",
	"Quest.wagon_4.step2": "Да, сэр. Я подумал, что в нашей ситуации мне может понадобиться нечто подобное.",
	"Quest.wagon_4.step3": "Да что же это такое? Я не понимаю.",
	"Quest.wagon_4.step4": "Об этом я и говорил: больше смотреть, меньше говорить.",
	"Quest.wagon_5.step1": "Ну всё, теперь мне всё понятно.",
	"Quest.wagon_5.step2": "Мне стало любопытно, что именно тебе понятно?",
	"Quest.wagon_5.step3": "Ладно, ты меня раскусил. Я по-прежнему теряюсь в догадках.",
	"Quest.wagon_5.step4": "Терпение, друг мой. Просто помогите мне добыть больше ресурсов, и скоро вы всё сами увидите.",
	"Quest.wagon_6.step1": "Возможно, вы не в курсе, но в роду Бэрингтонов было очень много учёных.",
	"Quest.wagon_6.step2": "Правда? По нему и не скажешь. Он больше похож на воина.",
	"Quest.wagon_6.step3": "Я занимаюсь многими вещами, но моё сердце всегда будет принадлежать науке. Надеюсь, вам понравится моя новая лаборатория.",
	"Quest.wagon_7.step1": "Выглядит красиво. Чем ты собираешься там заниматься?",
	"Quest.wagon_7.step2": "Для начала, не помешало бы закончить со сборкой. Поэтому я буду очень благодарен вашей помощи.",
	"Quest.wagon_8.step1": "Я немного проголодался из-за того, что так много тебе помогал. Может быть ты знаешь научный способ приготовления чего-то вкусного и сытного?",
	"Quest.wagon_8.step2": "Не обращай на него внимания. Он всегда говорит о еде. Как ещё мы можем помочь?",
	"Quest.wagon_8.step3": "Ничего страшного. Я вам очень благодарен и обязательно что-нибудь придумаю, когда мы закончим.",
	"Quest.wheat_3.step1": "Похоже, я выпил ещё больше, чем я думал! Всё в тумане! Нужно срочно что-нибудь съесть, а то я сойду с ума. Давайте соединим пшеничные побеги, чтобы нам было из чего готовить.",
	"Quest.dishes_0.step1": "Давайте соберём ингредиенты и обменяем их на что-нибудь посерьёзнее... Мне тяжело смотреть на родные земли, когда они покрыты туманом!",
	"Quest.woodsource_1_1.step1": "Чтоб меня! Сработало! Может кто-нибудь объяснить мне, что происходит?",
	"Quest.woodsource_1_1.step2": "Я бы с удовольствием. Но я уже целую кучу дней в этом тумане. Спасибо, что спасли меня от этой нечистой силы!",
	"Quest.woodsource_1_1.step3": "Нечистой силы? Но Соединённое Королевство - самая безопасная территория Седьмого Царства...",
	"Quest.woodsource_1_1.step4": "А как ещё объяснить появление этих скверных энтов? Давайте я помогу вам избавиться от них, пока они полностью не захватили наши земли.",
	"Quest.candies_4.step1": "Кажется, я снова проголодался... Эти тыквы выглядят весьма аппетитными.",
	"Quest.candies_4.step2": "Они твои. Но не жди, что я буду тебе готовить. Моё сердце принадлежит рубке!",
	"Quest.wood_9.step1": "Кажется, мы наконец-то нашли домик тебе под стать. Что скажешь? Влезешь сюда?",
	"Quest.wood_9.step2": "Я? Да сюда можно поместить целую эскадрилью. Осталось только её найти.",
	"Quest.wood_9.step3": "Прежде чем мы это сделаем, давай закончим строительство. Что тебе для этого нужно?",
	"Quest.wood_9.step4": "Заточить топор и добраться до логова энтов.",
	"Quest.wood_9.step5": "А мне нужно что-нибудь съесть. Чудесный план!",
	"Quest.stone_10.step1": "Свершилось! Эта цитадель ознаменует собой начало нового Королевства Фаравейк. Ещё более сильного и процветающего.",
	"Quest.stone_10.step2": "Ваш дух и вера - вот что заставляет нас двигаться дальше.",
	"Quest.stone_10.step3": "Я знаю, что нас пока совсем мало, но вместе мы способны на великие свершения.",
	"Quest.wagon_10.step1": "Я собираюсь построить здесь свою лабораторию. Что скажете?",
	"Quest.wagon_10.step2": "Думаю, это отличное решение. Но даже если это не так, мы всегда сможем переместить её.",
	"Quest.wagon_10.step3": "Да, ты можешь на нас рассчитывать. Мы тебе всегда поможем!",
	"Quest.elf_1.step1": "Есть ли среди нас охотники?",
	"Quest.elf_1.step2": "А ты с какой целью интересуешься?",
	"Quest.elf_1.step3": "Да вот, стрелу нашёл.",
	"Quest.elf_1.step4": "Рано делать какие-либо выводы. Давай соберём их побольше и посмотрим, что произойдёт.",
	"Quest.elf_2.step1": "Почему мы продолжаем натыкаться на эти странные вещи по всему королевству?",
	"Quest.elf_2.step2": "Я могу лишь догадываться. Нам нужно больше информации, если мы хотим выяснить, что здесь произошло.",
	"Quest.elf_3.step1": "Я даже не уверен, что кто-то из нас может похвастаться навыком стрельбы из лука.",
	"Quest.elf_3.step2": "Зачем нужен лук, если у есть топор?",
	"Quest.elf_3.step3": "Или молот?",
	"Quest.elf_3.step4": "У меня была толика сомнений, но теперь я уверен, что этот колчан принадлежит более искусному существу, нежели мы.",
	"Quest.elf_4.step1": "А что, если никто не придёт за стрелами? Могу я их тогда оставить себе?",
	"Quest.elf_4.step2": "Зачем они тебе? Они ведь даже несъедобные.",
	"Quest.elf_4.step3": "Я буду использовать их как большую красивую вилку.",
	"Quest.elf_5.step1": "Чем больше стрел мы находим, тем страшнее мне становится.",
	"Quest.elf_5.step2": "В чём же дело?",
	"Quest.elf_5.step3": "Вдруг их владелец решит использовать их против нас?",
	"Quest.elf_5.step4": "Думаю, тебе было неспокойно и в момент нашей первой встречи. А теперь посмотри на нас сейчас: не разлей вода!",
	"Quest.elf_6.step1": "Будьте внимательны, владелец лука может оказаться здесь в любую минуту.",
	"Quest.elf_6.step2": "Мы обязательно соберем побольше орудий, чтобы сделать обстановку более привлекательной.",
	"Quest.elf_7.step1": "Разве существует нечто более прекрасное? Кто бы не хотел иметь такой шикарный лук?",
	"Quest.elf_7.step2": "Что ты знаешь о луках? И, самое главное, о красоте? Давай подождём, пока за ним прийдут.",
	"Quest.warlock_1.step1": "Отличные новости! Кажется, я только что нашел новый рецепт. Наконец-то я смогу приготовить что-нибудь новенькое.",
	"Quest.warlock_1.step2": "Дайте-ка я посмотрю. Хм... Это вовсе не рецепт блюда. Это рецепт зелья.",
	"Quest.warlock_1.step3": "Я не знал, что ведьмам разрешено находиться на территории Королевства Фаравейк.",
	"Quest.warlock_1.step4": "Может быть она совсем не отсюда...",
	"Quest.warlock_2.step1": "Кто-нибудь из вас владеет древними языками?",
	"Quest.warlock_2.step2": "Нет, а почему ты спрашиваешь?",
	"Quest.warlock_2.step3": "Я отыскал вторую переменную этого магического уравнения и хочу прочитать, что на ней написано.",
	"Quest.warlock_2.step4": "Не думаю, что это хорошая идея. Мы бы не рискнули, даже если бы хорошо владели нужным языком.",
	"Quest.warlock_3.step1": "Сколько вообще существует этих заклинаний? Потому что мне продолжают попадаться эти книги...",
	"Quest.warlock_3.step2": "Это действительно такой важный вопрос? Все мы знаем, что ты даже не можешь их прочитать. Просто оставь бедные книги в покое.",
	"Quest.warlock_3.step3": "Я продолжу поиски, пока не наткнусь на что-нибудь, что смогу прочитать.",
	"Quest.warlock_4.step1": "Интересно, кто же владелец этих книг? Я никогда раньше не видела ничего подобного.",
	"Quest.warlock_4.step2": "Точно так же мы и подумали, когда нашли твой лук.",
	"Quest.warlock_4.step3": "Забавно, что ты никогда не можешь найти применение тому, что находишь.",
	"Quest.warlock_5.step1": "Как ты думаешь, будут ли у владельца этих книг ответы?",
	"Quest.warlock_5.step2": "Я уже много лет служу в Королевской гвардии и за это время научилась верить в чудеса.",
	"Quest.warlock_5.step3": "Я всегда думал, что мы сами творим свою судьбу, но такие времена заставляют меня задуматься, не ошибаюсь ли я...",
	"Quest.warlock_6.step1": "Гризли, что ты думаешь об этих книгах с научной точки зрения?",
	"Quest.warlock_6.step2": "Я бы предпочел ничего не говорить, потому что не хочу никого обидеть.",
	"Quest.warlock_6.step3": "Интересно. Теперь мне ещё любопытнее посмотреть на эту так называемую ведьму.",
	"Quest.warlock_7.step1": "Ни у кого не возникает желания сдаться? Мы уже целую вечность таскаем с собой эти книги. И они не становятся легче.",
	"Quest.warlock_7.step2": "Мы должны спасти их владельца. Поверь мне на слово. Быть поглощённой туманом – не самое приятное чувство.",
	"Quest.warlock_8.step1": "Чем больше у нас в команде людей, тем больше у нас шансов противостоять туману.",
	"Quest.warlock_8.step2": "Будем надеяться, что грядущее подкрепление поможет нам пролить свет на эту тайну.",
	"Quest.magicplant_1.step1": "Смотри, что я нашёл!",
	"Quest.magicplant_1.step2": "Почему ты продолжаешь натыкаться на все эти вещи?",
	"Quest.magicplant_1.step3": "Это легко объяснить, друг мой. Я пребываю в постоянном поиске еды.",
	"Quest.magicplant_2.step1": "Ты хотя бы представляешь, с чем мы имеем дело?",
	"Quest.magicplant_2.step2": "Нет, я никогда раньше не видел ничего подобного.",
	"Quest.magicplant_2.step3": "Может тебе стоит попробовать это на вкус и рассказать нам, на что это похоже.",
	"Quest.magicplant_2.step4": "Я знаю, что за мной закрепилась определённая репутация, но даже мне страшно есть нечто столь неизведанное.",
	"Quest.magicplant_3.step1": "Я так рад, что не попробовал это съесть. Теперь оно светится!",
	"Quest.magicplant_3.step2": "Было бы забавно посмотреть на то, как твой огромный живот светится изнутри. Факел-переросток, если позволите.",
	"Quest.magicplant_4.step1": "Ну, и что нам с этим делать?",
	"Quest.magicplant_4.step2": "Почему ты спрашиваешь меня? Я понятия не имею.",
	"Quest.magicplant_4.step3": "Потому что ты эксперт в том, что касается деревьев.",
	"Quest.magicplant_4.step4": "Да, мне нет равных в их рубке. Но у меня не поднимется рука превратить такую красоту в дрова.",
	"Quest.magicplant_5.step1": "Оно с каждым разом становится всё крупнее и крупнее. Когда это прекратится?",
	"Quest.magicplant_5.step2": "Я не знаю, но держу пари, что это еще не предел.",
	"Quest.magicplant_5.step3": "Хорошо, но если оно больше не вырастет, то сегодня вечером готовишь ты.",
	"Quest.magicplant_6.step1": "Меня посетила гениальная идея! Нам стоит почитать об этом растении в книге.",
	"Quest.magicplant_6.step2": "Отличный план! Но есть одна маленькая проблема. Никто из нас не умеет читать.",
	"Quest.magicplant_6.step3": "Точно... И как я мог об этом забыть!",
	"Quest.magicplant_6.step4": "Ты не такой уж и сообразительный для гения, не правда ли?",
	"Quest.magicplant_7.step1": "Ух ты, только посмотри, как чудно. Из такой красоты может получиться только что-то хорошее.",
	"Quest.magicplant_7.step2": "Давайте выясним, прав ли ты!",
	"Quest.magicplant_8.step1": "Это то, что я думаю?",
	"Quest.magicplant_8.step2": "Нет, эти цветы не для еды.",
	"Quest.magicplant_8.step3": "А для чего они тогда?",
	"Quest.magicplant_8.step4": "Я думаю, что для исполнения желаний.",
	"Quest.troll_1.step1": "Кажется, твоя мечта сбылась! Как тебе твой новый топор?",
	"Quest.troll_1.step2": "Мне не нужен чужой топор. Давай найдём его настоящего владельца.",
	"Quest.troll_2.step1": "Может ты будешь сговорчивее и примешь мое предложение стать новым повелителем этого топора?",
	"Quest.troll_2.step2": "Мне и с молотом моим хорошо, но спасибо за предложение. Почему ты так сильно хочешь от него избавиться?",
	"Quest.troll_2.step3": "Я не хочу умереть с голоду, пока ищу того, кто его потерял.",
	"Quest.troll_3.step1": "Наш общий друг уже обратился к тебе со своим предложением?",
	"Quest.troll_3.step2": "Конечно. Но так получилось, что я лично знакома с владельцем этого топора, поэтому я вызвалась помочь с поисками.",
	"Quest.troll_3.step3": "Дайте мне знать, если вам понадобится помощь!",
	"Quest.troll_4.step1": "Наша команда становится больше. Что ты будешь чувствовать, когда перестанешь быть единственным, кто умеет обращаться с топорами?",
	"Quest.troll_4.step2": "Это будет просто великолепно. Наконец-то я смогу поговорить с кем-то кроме тебя.",
	"Quest.troll_5.step1": "Важно как следует подготовиться. Мы не знаем, ловушка это или нет. Может, кто-то играет с нами в игры.",
	"Quest.troll_5.step2": "Я не ощущаю присутствия тёмной магии вокруг этого топора. У меня есть причина полагать, что мы на правильном пути.",
	"Quest.troll_5.step3": "Надеюсь, ты права, но давайте всё же будем приглядывать друг за другом.",
	"Quest.troll_6.step1": "Откуда, собственно, ты знаешь владельца этого топора? Я думал, что любители стрельбы из лука не водятся с другими.",
	"Quest.troll_6.step2": "Действительно. Поэтому я сейчас здесь и разговариваю с тобой.",
	"Quest.troll_6.step3": "А если серьёзно. Кто он такой?",
	"Quest.troll_6.step4": "Ему нет равных в охоте. Если кто и может помочь тебе поймать еду на ужин, так это он.",
	"Quest.troll_7.step1": "Ты только погляди, какие красивые топоры! Ты уверен, что не хочешь себе такой же? Кому вообще нужно два топора?",
	"Quest.troll_7.step2": "Тому, у кого достаточно сил, чтобы удержать их оба.",
	"Quest.troll_8.step1": "Ваше Высочество, мне всегда было интересно, какое оружие вы предпочитаете? Случаем, не топоры?",
	"Quest.troll_8.step2": "Мудрый король сделает всё в его силах, чтобы избежать битвы. Именно поэтому мой мозг всегда должен быть острее любого меча.",
	"Quest.troll_9.step1": "Ты всё ещё думаешь, что это безопасно? Я никогда не видел топора, который может испускать огонь.",
	"Quest.troll_9.step2": "Это очень мощное заклинание, но нам не о чем беспокоиться. На всё царство есть только один мудрец, способный его наложить.",
	"Quest.troll_9.step3": "И по счастливому стечению обстоятельств он является очень хорошим другом Королевства Фаравейк.",
	"Quest.bamboo_1.step1": "У меня отличные новости, Гризли! Есть кое-что, что сделает твоё пребывание здесь намного приятнее. Ты ведь любишь бамбук?",
	"Quest.bamboo_1.step2": "Не хочу тебя разочаровывать, но ты меня с кем-то путаешь. Среди моих знакомых есть панды, но сам я ею не являюсь.",
	"Quest.bamboo_1.step3": "Возможно, тебе стоит у них поучиться. В конце концов, когда Наездник неподалёку, нормальной еды может на всех и не хватить.",
	"Quest.bamboo_2.step1": "Ну и зачем нам тогда этот бамбук, если Гризли не собирается его есть?",
	"Quest.bamboo_2.step2": "Ты забыл? Я могу построить что угодно из чего угодно. Так что нам нужно его ещё больше!",
	"Quest.bamboo_3.step1": "Хорошо, я понимаю, тебе не нравится его вкус, но как ты смотришь на то, чтобы жить в доме из бамбука?",
	"Quest.bamboo_3.step2": "Почему бы и нет. Если он будет достаточно большой, чтобы вместить меня.",
	"Quest.bamboo_3.step3": "Ты это слышал? Давай построим самый настоящий особняк для нашего друга!",
	"Quest.bamboo_4.step1": "Я слыхал, что некоторые воины используют бамбуковые палки в качестве оружия. Не думала ли ты сделать то же самое?",
	"Quest.bamboo_4.step2": "Это может быть полезно для ближнего боя, но мне больше по душе охота. Так что ответ отрицательный.",
	"Quest.bamboo_4.step3": "Вот оно что. Ну тогда мы постараемся построить для тебя огромный сарай, в котором ты могла бы хранить все свои луки со стрелами.",
	"Quest.bamboo_5.step1": "Я одобряю то, что вы делаете. Чем больше у нас построек, тем сильнее мы как королевство. Сколько ещё сооружений вы можете воздвигнуть?",
	"Quest.bamboo_5.step2": "Это зависит от того, сколько ещё материалов мы сможем найти.",
	"Quest.bamboo_5.step3": "Что ж, в таком случае, не жалейте сил на поиски нужных материалов. Любая помощь к вашим услугам.",
	"Quest.bamboo_6.step1": "Не могу поверить, что говорю это, но мне нужно, чтобы ты отправился на поиски еды.",
	"Quest.bamboo_6.step2": "А я не могу поверить своим ушам! Наконец-то я не единственный, кто всё время голоден.",
	"Quest.bamboo_6.step3": "Нет, ты по-прежнему один такой. Просто я надеялся, что ты случайно наткнёшься на бамбук, пока будешь искать пропитания.",
	"Quest.bamboo_7.step1": "Я не понимаю. Почему мы используем бамбук для строительства, когда у нас есть камень, металл и дерево? Разве они не прочнее?",
	"Quest.bamboo_7.step2": "Да, так и есть. Но у нас нет выбора. Наши земли осквернены разными существами, которых нам нужно вырубить подчистую.",
	"Quest.bamboo_7.step3": "И было бы расточительством не использовать то, что от них остаётся. Не бывает ничего лишнего, когда дело касается восстановления нашего королевства.",
	"Quest.bamboo_8.step1": "Я понятия не имел, что можно построить такое гигантское здание, используя... бамбук.",
	"Quest.bamboo_8.step2": "Друг мой, когда у тебя чего-то в достатке и ты знаешь, как этим пользоваться, чудеса случаются. Подожди, пока не увидишь мою следующую постройку!",
	"Quest.bamboo_10.step1": "А ты не обманул. Это просто потрясающе. Я уже задумываюсь о том, а не переехать ли мне сюда из моего нынешнего жилища.",
	"Quest.bamboo_10.step2": "Я бы не советовал тебе жить в доме, который чисто теоретически можно съесть. Да, быть может ты и не панда, но твой аппетит непредсказуем.",
	"Quest.sapphire_1.step1": "Помнишь, ты говорил мне, что можешь построить что угодно из чего угодно?",
	"Quest.sapphire_1.step2": "Конечно. Я не бросаю слова на ветер, как некоторые другие члены нашей команды.",
	"Quest.sapphire_1.step3": "Тогда у меня есть для тебя вызов, если ты, конечно, решишься его принять!",
	"Quest.sapphire_2.step1": "Всё ещё думаешь, что справишься с этой задачей?",
	"Quest.sapphire_2.step2": "Нисколько в этом не сомневаюсь. И это получится быстрее, если ты перестанешь говорить и начнёшь помогать мне со сбором материалов.",
	"Quest.sapphire_3.step1": "Не кажется ли тебе всё это через чур хрупким?",
	"Quest.sapphire_3.step2": "Не стоит недооценивать кристаллы. Чем больше зданий мы построим с их использованием, тем безопаснее будет наше Королевство.",
	"Quest.sapphire_4.step1": "Что это вы тут такое строите?",
	"Quest.sapphire_4.step2": "Рыжебород отчаянно пытается доказать, что не бросает слова на ветер.",
	"Quest.sapphire_4.step3": "Я не пытаюсь это доказать, потому что это так и есть.",
	"Quest.sapphire_5.step1": "Выглядит красиво. Хотя никогда бы не подумала, что ты это построил.",
	"Quest.sapphire_5.step2": "Почему это?",
	"Quest.sapphire_5.step3": "Я не хочу показаться грубой, но ты не похож на человека, способного возводить такие утончённые здания.",
	"Quest.sapphire_6.step1": "Ладно, договорились. Я помогу тебе, но только при одном условии...",
	"Quest.sapphire_6.step2": "Да я и сам неплохо справляюсь. Не думаю, что мне нужна твоя помощь.",
	"Quest.sapphire_6.step3": "Поздно! Я всё равно помогу тебе в обмен на одну из этих вилл. Кажется, они нравятся Эмеральде, а мне... К-хм. Мне нравится Эмеральда.",
	"Quest.sapphire_7.step1": "Ты кому-нибудь ещё поведал свой секрет?",
	"Quest.sapphire_7.step2": "Нет! И если ты это сделаешь, то я... Я сломаю твой топор на мелкие кусочки!",
	"Quest.sapphire_7.step3": "Не волнуйся, мой рот на замке. На самом деле, всё это кажется мне весьма романтичным. Давай построим для неё самый настоящий замок!",
	"Quest.sapphire_8.step1": "Привет, Гризли, можешь нам помочь? Мы взвалили на свои плечи больше, чем можем унести.",
	"Quest.sapphire_8.step2": "Только не говори, что вы снова хотите заставить меня таскать для вас материалы! Я сильный и независимый медведь, но, знаете ли, у меня тоже есть чувства.",
	"Quest.sapphire_8.step3": "Конечно. И мы бы не хотели их задеть. Именно поэтому мы устраиваем после стройки чаепитие с мёдом и джемом. Ты приглашён!",
	"Quest.sapphire_8.step4": "Почему ты сразу с этого не начал?! Что и куда мне нужно нести?",
	"Quest.sapphire_9.step1": "Придумал, что собираешься делать? Просто отдашь ей ключи со словами: «Теперь это твой замок, не благодари»?",
	"Quest.sapphire_9.step2": "Даже не знаю. Я не силён в речах, тебе ли не знать.",
	"Quest.sapphire_9.step3": "Может стоит спросить совета у Короля? Быть красноречивым – его работа.",
	"Quest.sapphire_9.step4": "Я не готов делиться своей самой сокровенной тайной с двумя людьми за один день. Придётся импровизировать!",
	"Quest.sapphire_11.step1": "Как тебе этот замок?",
	"Quest.sapphire_11.step2": "Просто прекрасно. Рыжебород проделал отличную работу.",
	"Quest.sapphire_11.step3": "На самом деле я ему помог. Он сказал, что без меня бы не справился.",
	"Quest.sapphire_11.step4": "Да? Что ж, надеюсь, ты понимаешь, что это был сарказм, когда я назвала его красивым. Мой любимый цвет - зелёный, а не фиолетовый. Удачи в следующий раз."
}
